OpenIDE-Module-Name=\u0393\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 - \u039f \u039f\u03af\u03ba\u03bf\u03c2 \u03c4\u03c9\u03bd Bourbon
OpenIDE-Module-Display-Category=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
OpenIDE-Module-Long-Description=<h1><center>\u0393\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c4\u03c9\u03bd Bourbon</center></h1>\n\n<p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b5\u03c0\u03ad\u03ba\u03c4\u03b1\u03c3\u03b7 \u03c3\u03b1\u03c2 \u03b4\u03af\u03bd\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03ba\u03b1\u03bb\u03ae \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c0\u03b1\u03c1\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u03c2 \u03bc\u03af\u03b1\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03c4\u03bf Ancestris. \u0391\u03c6\u03bf\u03c1\u03ac \u03c4\u03c1\u03b5\u03b9\u03c2 \u03b2\u03b1\u03c3\u03b9\u03bb\u03b5\u03af\u03c2 \u03c4\u03b7\u03c2 \u0393\u03b1\u03bb\u03bb\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03b7\u03bc\u03b1\u03c4\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b1\u03bd \u03bc\u03b5\u03b3\u03ac\u03bb\u03b7 \u03b9\u03c3\u03c4\u03bf\u03c1\u03af\u03b1. Louis XIII, Louis XIV \u03ba\u03b1\u03b9 XV Louis</p>\n\n<p>\u039f\u03c1\u03af\u03c3\u03b1\u03bc\u03b5 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03bf\u03c5\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03b1\u03c2 \u03b4\u03ce\u03c3\u03bf\u03c5\u03bc\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c5\u03ba\u03b1\u03b9\u03c1\u03af\u03b1 \u03bd\u03b1 \u03b4\u03b5\u03af\u03c4\u03b5 \u03ba\u03ac\u03c4\u03b9 \u03c7\u03c9\u03c1\u03af\u03c2 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03c4\u03af\u03c0\u03bf\u03c4\u03b1. \u0398\u03b1 \u03b4\u03b5\u03af\u03c4\u03b5 \u03c0\u03ce\u03c2 \u03bf\u03b9 \u03c0\u03c1\u03bf\u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 \u03c4\u03bf\u03c5 GEDCOM \u03bf\u03c1\u03b3\u03b1\u03bd\u03ce\u03bd\u03bf\u03c5\u03bd \u03c4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1. \u0391\u03c5\u03c4\u03cc \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03ba\u03b1\u03bb\u03cc \u03c6\u03c1\u03bf\u03bd\u03c4\u03b9\u03c3\u03c4\u03ae\u03c1\u03b9\u03bf \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03c3\u03b1\u03c2 \u03b2\u03bf\u03b7\u03b8\u03ae\u03c3\u03b5\u03b9 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03ba\u03ae \u03c3\u03b1\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03bc\u03b5 \u03c4\u03bf\u03bd \u03af\u03b4\u03b9\u03bf \u03c4\u03c1\u03cc\u03c0\u03bf..</p>\n\n<p> \u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03bf\u03cd\u03bc\u03b5, \u03b2\u03bf\u03b7\u03b8\u03ae\u03c3\u03c4\u03b5 \u03bc\u03b1\u03c2 \u03bd\u03b1 \u03b2\u03b5\u03bb\u03c4\u03b9\u03ce\u03c3\u03bf\u03c5\u03bc\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1.</p>\n\n<p>  \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b4\u03b5\u03af\u03b3\u03bc\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03bf\u03cd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf \u03bc\u03ad\u03c3\u03c9 \u03c4\u03b7\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2 \u03c5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2, \u03c5\u03c0\u03cc \u03c4\u03bf\u03bd \u03c4\u03af\u03c4\u03bb\u03bf "\u039c\u03ac\u03b8\u03b7\u03c3\u03b7 \u03ba\u03b1\u03b9 \u0391\u03bd\u03b1\u03ba\u03ac\u03bb\u03c5\u03c8\u03b7".</p>
OpenIDE-Module-Short-Description=<html>\u0397 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c4\u03c9\u03bd \u03c4\u03c1\u03b9\u03ce\u03bd \u03b4\u03b9\u03ac\u03c3\u03b7\u03bc\u03c9\u03bd \u0392\u03b1\u03c3\u03b9\u03bb\u03b5\u03b9\u03ac\u03b4\u03c9\u03bd \u03c4\u03b7\u03c2 \u0393\u03b1\u03bb\u03bb\u03af\u03b1\u03c2:<br><ul><li>Henri IV,</li><li>Louis XIII,</li><li>Louis XIV.</li></ul>\u03a4\u03bf \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03cc \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03c4\u03b1 \u0393\u03b1\u03bb\u03bb\u03b9\u03ba\u03ac.</html>
