# To change this template, choose Tools | Templates
# and open the template in the editor.

EXEC_uploading=Transfert

TASK_UploadExecution=Remont\u00E9e en cours...
TASK_UploadExecutionStart=D\u00E9but de la remont\u00E9e des fichiers vers votre site Web.
TASK_UploadExecutionStopped=Remont\u00E9e annul\u00E9e en cours d'ex\u00E9cution.
TASK_UploadExecutionSuccess=Remont\u00E9e termin\u00E9e avec succ\u00E8s !-)))))
TASK_UploadExecutionFailed=Remont\u00E9e termin\u00E9e avec des erreurs :-(((((

upload_check           = IDENTIFICATION DES FICHIERS A REMONTER ET A EFFACER
upload_connection      = CONNEXION A VOTRE SERVEUR
upload_transfer        = TRANSFER DES FICHIERS VERS VOTRE SITE
upload_removing        = SUPPRESSION DES FICHIERS DU SITE NON PRESENTS EN LOCAL
upload_closing         = FERMETURE DE LA CONNEXION


upload_foundlocal      = Nombre de fichiers trouv\u00E9s localement: {0,number,integer}
upload_foundtrsf       = Nombre de fichiers \u00E0 transf\u00E9rer:       {0,number,integer}
upload_error_check     = ***Erreur: Je n'''arrive pas \u00E0 analyser le registre

upload_errorConn       = ***Erreur: Je n'''arrive pas \u00E0 me connecter au serveur

upload_starting        = Demarrage du transfert de fichier...
upload_noneed          = Pas besoin de transf\u00E9rer {0}/{1}
upload_dirnotthere     = Ce r\u00E9pertoire n'existe pas encore sur le serveur alors je le cr\u00E9e.
upload_error_ftp_cd    = ***Erreur: Je n'''arrive pas \u00E0 changer de r\u00E9pertoire sur le serveur
upload_error_ftp_put   = ***Erreur: Je n'''arrive pas \u00E0 transf\u00E9rer le fichier
upload_transferred     = Transfert termin\u00E9 de {0}/{1} dont la taille est {2,number,integer} B
upload_donesofar       = Nombre de fichiers d\u00E9j\u00E0 transf\u00E9r\u00E9s: {0,number,integer} sur {1,number,integer} - Volume transf\u00E9r\u00E9: {2,number,integer} KB
upload_trsfComplete    = Transfert termin\u00E9. Sauvegarde dans le registre en cours...
upload_errorLoop       = ***Erreur: Je n'''arrive pas \u00E0 remont\u00E9r les fichiers

upload_remove          = Nombre de fichiers \u00E0 effacer du serveur selon le registre: {0,number,integer}
upload_noremove        = Je n'ai trouv\u00E9 aucun fichier \u00E0 supprimer du c\u00F4t\u00E9 du serveur.
upload_usernoremove    = Des fichiers semblent inutiles du c\u00F4t\u00E9 du serveur mais vous n'avez pas choisi l'option de les supprimer.
upload_startingrm      = Je supprime les fichiers inutiles du serveur...
upload_nodir           = Le r\u00E9pertoire n'existe pas sur le serveur. Il n'est donc plus n\u00E9cessaire de supprimer le fichier qui s'y trouvait.
upload_cannotrm        = {0} - je ne peux pas supprimer ce fichier.
upload_removed         = {0} - j'ai supprim\u00E9 ce fichier.
upload_rmComplete      = Phase de suppression des fichiers inutiles du serveur termin\u00E9e.
upload_errorrm         = ***Erreur: Je n'''arrive pas \u00E0 supprimer les fichiers du serveur

upload_error_timeout   = ***Erreur: Le serveur ne repond plus ou le fichier a besoin de plus de 2min pour \u00EAtre transf\u00E9rer
upload_uponefile       = D\u00E9but de transfert du fichier...
upload_storefile       = Stockage du fichier sur le serveur...
upload_success         = Le transfert du fichier s'est bien pass\u00E9
upload_errorPut        = ***Erreur: Je n'''arrive pas \u00E0 stocker le fichier sur le serveur

upload_error           = ***Erreur: Il y a eu une/des erreur/s durant le transfert. V\u00E9rifier le log.
upload_alldone         = Tous les fichiers \u00E0 transf\u00E9rer ont \u00E9t\u00E9 transf\u00E9r\u00E9s.
upload_errorClose      = ***Erreur: Je n'''arrive pas \u00E0 fermer la connection au serveur





