tip.1.name=Primer Consejo
tip.1.description=<html>Es mejor elegir <b> el ingl\u00e9s </b> como fuente para traducir. <br /> El paquete en ingl\u00e9s siempre est\u00e1 actualizado. </html>
#
tip.2.name=Segundo Consejo
tip.2.description=<html><u>\u00bfSe ha traducido solo algunas palabras u oraciones? </u> <br /> Enviar ya a nuestro equipo. No esperar demasiado para transferir el trabajo. </html>
#
tip.3.name=Tercer Consejo
tip.3.description=<html><b><u>Pregunta </u> </b>: \u00bfDebo descargar el nuevo paquete para continuar con la traducci\u00f3n en Trancestris, o debo conservar el anterior en el que he estado trabajando hasta ahora y continuar trabajando con \u00e9l? <br /> <b> <u> Respuesta </u> </b>: Se debe descargar siempre un nuevo paquete si Trancestris da la oportunidad de hacerlo. NO debes quedarte con el anterior. Trabajar siempre en uno nuevo. </html>
#
tip.4.name=Cuarto Consejo
tip.4.description=<html>Siempre que un directorio est\u00e9 en <font color = "red"> <b> rojo </b> </font>, significa que hay algo para traducir. <br /> <br /> Ejemplo: <br / >. & nbsp; <font color = "red"> AncestrisCore </font> <br />. & nbsp;. & nbsp;. & nbsp; <font color = "red"> src </font> <br />. & nbsp; . & nbsp;. & nbsp;. & nbsp;. & nbsp;. & nbsp;. & nbsp; <font color = "blue"> editor </font> <br />. & nbsp;. & nbsp;. & nbsp;. & nbsp;. & nbsp; . & nbsp;. & nbsp; <font color = "red"> imprimir </font> <br /> <br /> En ese ejemplo, no hay nada que traducir al "editor", pero hay algo que hacer en el " imprimir "directorio. </html>
#
tip.5.name=Quinto Consejo
tip.5.description=<html>\u00bfSi se encuentra <u> un error en una oraci\u00f3n en ingl\u00e9s? </u> <br /> Enviar un correo electr\u00f3nico a nuestro equipo (support@ancestris.org) con la traducci\u00f3n correcta. Actualizaremos el paquete en ingl\u00e9s muy r\u00e1pidamente. </html>
#
tip.6.name=Sexto Consejo
tip.6.description=<html>Siempre se puede encontrar una palabra u oraci\u00f3n en el paquete. <br /> Simplemente hacer clic en "<b> Lupa </b>" en la barra de herramientas principal. </html>
#
tip.7.name=S\u00e9ptimo Consejo
tip.7.description=<html>Se puede enviar el trabajo a nuestro equipo en cualquier momento. Simplemente hacer clic en el "<b> Icono de env\u00edo de traducci\u00f3n </b>". </html>
#
tip.8.name=Octavo Consejo
tip.8.description=<html><u><b>No olvidar hacer clic en el bot\u00f3n "Aceptar" </b> </u> despu\u00e9s de terminar una traducci\u00f3n. <br /> \u00a1Si no se hace, se perder\u00e1 el trabajo\! </html>
#
tip.9.name=Noveno Consejo
tip.9.description=<html>\u00bfNecesita m\u00e1s espacio para sus traducciones? <br /> \u00a1Simplemente haga clic en el "<b> bot\u00f3n Maximizar </b>" y tendr\u00e1 una ventana mucho m\u00e1s amplia\! </html>
# 
tip.10.name=D\u00e9cimo Consejo
tip.10.description=<html>\u00bfEl tama\u00f1o de la letra es demasiado peque\u00f1o? <br /> Hacer clic en el "<b> bot\u00f3n Aumentar el tama\u00f1o de fuente </b>" tantas veces como necesite para elegir el tama\u00f1o que mejor se adapte a sus necesidades. </html>
