tip.1.name=Primer Consell
tip.1.description=<html> \u00c9s millor triar <b> l'angl\u00e8s </b> com a origen des d'on traduir. <br /> El paquet angl\u00e8s sempre est\u00e0 actualitzat. </html>
#
tip.2.name=Segon Consell
tip.2.description=<html><u>Heu tradu\u00eft poques paraules o frases?</u><br />Ja les podeu enviar al nostre equip. No espereu massa temps per transferir la vostra feina.</html>
#
tip.3.name=Tercer Consell
tip.3.description=<html><b><u>Pregunta</u></b>: Haig de descarregar el nou paquet per continuar amb la traducci\u00f3 a Trancestris, o haig de conservar l'antiga en qu\u00e8 he estat treballant fins ara i continuar treballant-hi?<br /><b><u> Resposta </u></b>: Heu de baixar sempre un paquet nou si Trancestris us d\u00f3na l'oportunitat de fer-ho. NO heu de conservar l\u2019antiga. Treballeu sempre amb un de nou. </html>
#
tip.4.name=Quart Consell
tip.4.description=<html> Mentre un directori estigui en <font color = "red"> <b> vermell </b> </font>, vol dir que hi ha alguna cosa a traduir. <br /> <br /> Exemple: <br />. & nbsp; <font color = "red"> AncestrisCore </font> <br />. & nbsp;. & nbsp;. & nbsp; <font color = "red"> src </font> <br /> . & nbsp;. & nbsp;. & nbsp;. & nbsp;. & nbsp;. & nbsp;. & nbsp; <font color = "blue"> editor </font> <br />. & nbsp;. & nbsp;. & nbsp;. & nbsp; . & nbsp;. & nbsp;. & nbsp; <font color = "red"> print </font> <br /><br/>En aquest exemple, no hi ha res a traduir a "editor", per\u00f2 hi ha alguna cosa a fer al directori "imprimir". </html>
#
tip.5.name=Cinqu\u00e8 Consell
tip.5.description=<html> Heu trobat <u> un error en una frase en angl\u00e8s? </u><br />Envieu un correu al nostre equip (support@ancestris.org) amb la traducci\u00f3 adequada. Actualitzarem el paquet angl\u00e8s molt r\u00e0pidament. </html>
#
tip.6.name=Sis\u00e8 Consell
tip.6.description=<html> Sempre podeu trobar una paraula o frase al paquet. <br /> Simplement feu clic a "<b>Lupa </b>" a la barra d'eines principal. </html>
#
tip.7.name=Set\u00e8 Consell
tip.7.description=<html>Es pot enviar el treball al nostre equip en qualsevol moment. Nom\u00e9s s'ha de fer clic a la icona de traducci\u00f3 "<b>Send</b>".</html>
#
tip.8.name=Vuit\u00e8 Consell
tip.8.description=<html> <u> <b> No oblideu mai fer clic al bot\u00f3 "D'acord" </b> </u> despr\u00e9s d'acabar la traducci\u00f3. <br />Si no ho feu, perdreu el vostre treball. </html>
#
tip.9.name=Nov\u00e8 Consell
tip.9.description=<html> Necessiteu m\u00e9s espai per a les vostres traduccions? <br /> Nom\u00e9s cal que feu clic al bot\u00f3 "<b>Maximitza </b>" i tindreu una finestra molt m\u00e9s \u00e0mplia. </html>
# 
tip.10.name=Des\u00e8 Consell
tip.10.description=<html> La mida de la lletra \u00e9s massa petita? <br /> Feu clic al bot\u00f3 <b>Augmenta la mida del tipus de lletra </b> tantes vegades com necessiteu per triar la millor mida. </html>
