tip.1.name=F\u00f8rste tip
tip.1.description=<html>Det vil v\u00e6re bedre at v\u00e6lge <b>engelsk</b> som kilde, til at overs\u00e6tte fra. <br />Den engelske version, er altid opdateret med seneste \u00e6ndringer.</html>
#
tip.2.name=Tip Nr. 2
tip.2.description=<html><u>Du oversatte kun nogle enkelte ord, eller s\u00e6tninger?</u><br /> Send dem allerede til vores Team. Og vent ikke for l\u00e6nge, p\u00e5 at sende dit arbejde.</html>
#
tip.3.name=Tip Nr. 3
tip.3.description=<html><b><u>Sp\u00f8rgsm\u00e5l</u></b>: Skal jeg downloade den nye version, og forts\u00e6tte med overs\u00e6ttelsen i Trancestris, eller skal jeg forts\u00e6tte med den aktuelle version jeg overs\u00e6tter nu? <br /><b><u>Svar</u></b>: Du b\u00f8r altid downloade en ny version af filen, hvis Trancestris giver dig muligheden for at g\u00f8re dette. Du skal IKKE forts\u00e6tte med den gamle fil. Du b\u00f8r altid arbejde med en ny version af filen.</html>
#
tip.4.name=Tip Nr. 4
tip.4.description=<html>S\u00e5 l\u00e6nge at en sektion er vist med <font color="red"><b>R\u00f8d</b></font>, betyder det at der er noget at overs\u00e6tte.<br /><br />Eksempel:<br /> .&nbsp;<font color="red">AncestrisCore</font><br /> .&nbsp;.&nbsp;.&nbsp;<font color="red">src</font><br /> .&nbsp;.&nbsp;.&nbsp;.&nbsp;.&nbsp;.&nbsp;.&nbsp;<font color="blue">editor</font><br /> .&nbsp;.&nbsp;.&nbsp;.&nbsp;.&nbsp;.&nbsp;.&nbsp;<font color="red">print</font><br /> <br />I dette eksempel, er der intet at overs\u00e6tte i "editoren", men der er noget at g\u00f8re i "print" sektionen.</html>
#
tip.5.name=Tip Nr. 5
tip.5.description=<html>Fandt du <u>en fejl i en engelsk s\u00e6tning?</u> <br /> Send da en mail til vores Team (support@ancestris.org) med den korrekte overs\u00e6ttelse. Vi vil da opdatere den engelske version, meget hurtigt.</html>
#
tip.6.name=Tip Nr. 6
tip.6.description=<html>Du kan altid s\u00f8ge ord eller s\u00e6tninger i filen. <br />Klik blot p\u00e5 "<b>forst\u00f8rrelses glasset</b>" \u00f8verst oppe i v\u00e6rkt\u00f8js linjen.</html>
#
tip.7.name=Tip Nr. 7
tip.7.description=<html>Du kan sende dit arbejde til Teamet, p\u00e5 hvilket som helst tidspunkt. Klik blot p\u00e5 "<b>Send overs\u00e6ttelses ikonet (konvolut)</b>".</html>
#
tip.8.name=Tip Nr. 8
tip.8.description=<html><u><b>Husk altid at klikke p\u00e5 "OK" knappen, </b></u> n\u00e5r du har afsluttet en overs\u00e6ttelses linje. <br />Ellers vil det oversatte ikke blive gemt\!</html>
#
tip.9.name=Tip Nr. 9
tip.9.description=<html>Vil du have mere plads p\u00e5 sk\u00e6rmen til din overs\u00e6ttelse?<br /> Klik da blot p\u00e5 "<b>Maksimer knappen</b>" og du vil f\u00e5 et st\u00f8rre vindue\!</html>
# 
tip.10.name=Tip Nr. 10
tip.10.description=<html>Er bogstav st\u00f8rrelsen for lille? <br /> Klik da p\u00e5 "<b>\u00f8g font st\u00f8rrelse knappen,</b>" s\u00e5 mange gange du finder det n\u00f8dvendigt, for at v\u00e6lge den bedste st\u00f8rrelse til dit behov\!</html>
