tip.1.name=\u03a0\u03c1\u03ce\u03c4\u03b7 \u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae
tip.1.description=<html>\u0395\u03af\u03bd\u03b1\u03b9 \u03c0\u03c1\u03bf\u03c4\u03b9\u03bc\u03cc\u03c4\u03b5\u03c1\u03bf \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 <b>\u03b1\u03b3\u03b3\u03bb\u03b9\u03ba\u03ac</b> \u03c9\u03c2 \u03c0\u03b7\u03b3\u03ae \u03bc\u03b5\u03c4\u03ac\u03c6\u03c1\u03b1\u03c3\u03b7\u03c2. <br />\u03a4\u03bf \u03c0\u03b1\u03ba\u03ad\u03c4\u03bf \u03c3\u03c4\u03b1 \u03b1\u03b3\u03b3\u03bb\u03b9\u03ba\u03ac \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03ac\u03bd\u03c4\u03b1 \u03b5\u03bd\u03b7\u03bc\u03b5\u03c1\u03c9\u03bc\u03ad\u03bd\u03bf.</html>
#
tip.2.name=\u0394\u03b5\u03cd\u03c4\u03b5\u03c1\u03b7 \u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae
tip.2.description=<html><u>\u0388\u03c7\u03b5\u03c4\u03b5 \u03bc\u03b5\u03c4\u03b1\u03c6\u03c1\u03ac\u03c3\u03b5\u03b9 \u03bb\u03af\u03b3\u03b5\u03c2 \u03bc\u03cc\u03bd\u03bf \u03bb\u03ad\u03be\u03b5\u03b9\u03c2 \u03ae \u03c0\u03c1\u03bf\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2;</u><br /> \u03a3\u03c4\u03b5\u03af\u03bb\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03ae\u03b4\u03b7 \u03c3\u03c4\u03b7\u03bd \u039f\u03bc\u03ac\u03b4\u03b1 \u03bc\u03b1\u03c2. \u039c\u03b7\u03bd \u03c0\u03b5\u03c1\u03b9\u03bc\u03ad\u03bd\u03b5\u03c4\u03b5 \u03c0\u03bf\u03bb\u03cd \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c6\u03ad\u03c1\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03b1\u03c2.</html>
#
tip.3.name=\u03a4\u03c1\u03af\u03c4\u03b7 \u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae
tip.3.description=<html><b><u>\u0395\u03c1\u03ce\u03c4\u03b7\u03c3\u03b7</u></b>: \u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ba\u03b1\u03c4\u03b5\u03b2\u03ac\u03c3\u03c9 \u03c4\u03bf \u03bd\u03ad\u03bf \u03c0\u03b1\u03ba\u03ad\u03c4\u03bf \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03c3\u03c9 \u03bc\u03b5 \u03c4\u03b7 \u03bc\u03b5\u03c4\u03ac\u03c6\u03c1\u03b1\u03c3\u03b7 \u03c3\u03c4\u03bf Trancestris \u03ae \u03bd\u03b1 \u03b4\u03b9\u03b1\u03c4\u03b7\u03c1\u03ae\u03c3\u03c9 \u03c4\u03bf \u03c0\u03b1\u03bb\u03b9\u03cc \u03c0\u03bf\u03c5 \u03ad\u03c7\u03c9 \u03b4\u03bf\u03c5\u03bb\u03ad\u03c8\u03b5\u03b9 \u03bc\u03ad\u03c7\u03c1\u03b9 \u03c4\u03ce\u03c1\u03b1 \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03c3\u03b5\u03b9 \u03bd\u03b1 \u03b4\u03bf\u03c5\u03bb\u03b5\u03cd\u03b5\u03b9 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc; <br /><b><u>\u0391\u03c0\u03ac\u03bd\u03c4\u03b7\u03c3\u03b7</u></b>: \u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ba\u03b1\u03c4\u03b5\u03b2\u03ac\u03b6\u03b5\u03c4\u03b5 \u03c0\u03ac\u03bd\u03c4\u03b1 \u03ad\u03bd\u03b1 \u03bd\u03ad\u03bf \u03c0\u03b1\u03ba\u03ad\u03c4\u03bf \u03b5\u03ac\u03bd \u03c4\u03bf Trancestris \u03c3\u03b1\u03c2 \u03b4\u03ce\u03c3\u03b5\u03b9 \u03c4\u03b7\u03bd \u03b5\u03c5\u03ba\u03b1\u03b9\u03c1\u03af\u03b1 \u03bd\u03b1 \u03c4\u03bf \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5. \u0394\u0395\u039d \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ba\u03c1\u03b1\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c0\u03b1\u03bb\u03b9\u03cc. \u039d\u03b1 \u03b5\u03c1\u03b3\u03ac\u03b6\u03b5\u03c3\u03c4\u03b5 \u03c0\u03ac\u03bd\u03c4\u03b1 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03bd\u03ad\u03bf.</html>
#
tip.4.name=\u03a4\u03ad\u03c4\u03b1\u03c1\u03c4\u03b7 \u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae
tip.4.description=html>\u038c\u03c3\u03bf \u03ad\u03bd\u03b1\u03c2 \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03b2\u03c1\u03af\u03c3\u03ba\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 <font color="red"><b>\u03ba\u03cc\u03ba\u03ba\u03b9\u03bd\u03bf</b></font>, \u03c3\u03b7\u03bc\u03b1\u03af\u03bd\u03b5\u03b9 \u03cc\u03c4\u03b9 \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03ac\u03c4\u03b9 \u03b3\u03b9\u03b1 \u03bc\u03b5\u03c4\u03ac\u03c6\u03c1\u03b1\u03c3\u03b7.<br /><br />\u03a0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1: <br /> .&nbsp;<font color="red">AncestrisCore</font><br /> .&nbsp;.&nbsp;.&nbsp;<font color="red">src</font><br /> .&nbsp;.&nbsp;.&nbsp;.&nbsp;.&nbsp;.&nbsp;.&nbsp;<font color="blue">\u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ae\u03c2</font><br /> .&nbsp;.&nbsp;.&nbsp;.&nbsp; .&nbsp;.&nbsp;.&nbsp;<font color="red">\u03b5\u03ba\u03c4\u03cd\u03c0\u03c9\u03c3\u03b7</font><br /> <br />\u03a3\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03c4\u03af\u03c0\u03bf\u03c4\u03b1 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c6\u03c1\u03b1\u03c3\u03c4\u03b5\u03af \u03c3\u03b5 "\u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ae\u03c2", \u03b1\u03bb\u03bb\u03ac \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03ac\u03c4\u03b9 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b3\u03af\u03bd\u03b5\u03b9 \u03c3\u03c4\u03bf\u03bd \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf "\u03b5\u03ba\u03c4\u03cd\u03c0\u03c9\u03c3\u03b7".</html>
#
tip.5.name=\u03a0\u03ad\u03bc\u03c0\u03c4\u03b7 \u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae
tip.5.description=<html>\u0392\u03c1\u03ae\u03ba\u03b1\u03c4\u03b5 <u>\u03ad\u03bd\u03b1 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03b1\u03b3\u03b3\u03bb\u03b9\u03ba\u03ae \u03c0\u03c1\u03cc\u03c4\u03b1\u03c3\u03b7;</u> <br /> \u03a3\u03c4\u03b5\u03af\u03bb\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03bc\u03ae\u03bd\u03c5\u03bc\u03b1 \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03bf\u03cd \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b5\u03af\u03bf\u03c5 \u03c3\u03c4\u03b7\u03bd \u03bf\u03bc\u03ac\u03b4\u03b1 \u03bc\u03b1\u03c2 (support@ancestris.org) \u03bc\u03b5 \u03c4\u03b7 \u03c3\u03c9\u03c3\u03c4\u03ae \u03bc\u03b5\u03c4\u03ac\u03c6\u03c1\u03b1\u03c3\u03b7. \u0398\u03b1 \u03b5\u03bd\u03b7\u03bc\u03b5\u03c1\u03ce\u03c3\u03bf\u03c5\u03bc\u03b5 \u03c4\u03bf \u03c0\u03b1\u03ba\u03ad\u03c4\u03bf \u03c3\u03c4\u03b1 \u03b1\u03b3\u03b3\u03bb\u03b9\u03ba\u03ac \u03c0\u03bf\u03bb\u03cd \u03b3\u03c1\u03ae\u03b3\u03bf\u03c1\u03b1.</html>
#
tip.6.name=\u0388\u03ba\u03c4\u03b7 \u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae
tip.6.description=<html>\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03c0\u03ac\u03bd\u03c4\u03b1 \u03bd\u03b1 \u03b2\u03c1\u03b5\u03af\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03bb\u03ad\u03be\u03b7 \u03ae \u03c0\u03c1\u03cc\u03c4\u03b1\u03c3\u03b7 \u03c3\u03c4\u03bf \u03c0\u03b1\u03ba\u03ad\u03c4\u03bf. <br />\u0391\u03c0\u03bb\u03ce\u03c2 \u03ba\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf "<b>\u039c\u03b5\u03b3\u03b5\u03b8\u03c5\u03bd\u03c4\u03b9\u03ba\u03cc\u03c2 \u03c6\u03b1\u03ba\u03cc\u03c2</b>" \u03c3\u03c4\u03b7\u03bd \u03ba\u03cd\u03c1\u03b9\u03b1 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03c9\u03bd.</html>
#
tip.7.name=\u0388\u03b2\u03b4\u03bf\u03bc\u03b7 \u03c3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae
tip.7.description=<html>\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c3\u03c4\u03b5\u03af\u03bb\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03c3\u03c4\u03b7\u03bd \u03bf\u03bc\u03ac\u03b4\u03b1 \u03bc\u03b1\u03c2 \u03b1\u03bd\u03ac \u03c0\u03ac\u03c3\u03b1 \u03c3\u03c4\u03b9\u03b3\u03bc\u03ae. \u0391\u03c0\u03bb\u03ce\u03c2 \u03ba\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf "<b>\u03b5\u03b9\u03ba\u03bf\u03bd\u03af\u03b4\u03b9\u03bf \u03b1\u03c0\u03bf\u03c3\u03c4\u03bf\u03bb\u03ae\u03c2 \u03bc\u03b5\u03c4\u03ac\u03c6\u03c1\u03b1\u03c3\u03b7\u03c2</b>".</html>
#
tip.8.name=\u038c\u03b3\u03b4\u03bf\u03b7 \u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae
tip.8.description=<html><u><b>\u039c\u03b7\u03bd \u03be\u03b5\u03c7\u03ac\u03c3\u03b5\u03c4\u03b5 \u03c0\u03bf\u03c4\u03ad \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af "OK"</b></u> \u03b1\u03c6\u03bf\u03cd \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03bc\u03b5\u03c4\u03ac\u03c6\u03c1\u03b1\u03c3\u03b7. <br />\u0391\u03bd \u03b4\u03b5\u03bd \u03c4\u03bf \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5, \u03b8\u03b1 \u03c7\u03ac\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03bf\u03c5\u03bb\u03b5\u03b9\u03ac \u03c3\u03b1\u03c2\!</html>
#
tip.9.name=\u0388\u03bd\u03b1\u03c4\u03b7 \u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae
tip.9.description=<html>\u03a7\u03c1\u03b5\u03b9\u03ac\u03b6\u03b5\u03c3\u03c4\u03b5 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03bf \u03c7\u03ce\u03c1\u03bf \u03b3\u03b9\u03b1 \u03c4\u03b9\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c6\u03c1\u03ac\u03c3\u03b5\u03b9\u03c2 \u03c3\u03b1\u03c2;<br /> \u0391\u03c0\u03bb\u03ce\u03c2 \u03ba\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf "<b>\u03ba\u03bf\u03c5\u03bc\u03c0\u03af \u03bc\u03b5\u03b3\u03b9\u03c3\u03c4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2</b>" \u03ba\u03b1\u03b9 \u03b8\u03b1 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03c0\u03bf\u03bb\u03cd \u03b5\u03c5\u03c1\u03cd\u03c4\u03b5\u03c1\u03bf \u03c0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03bf\!</html>
# 
tip.10.name=\u0394\u03ad\u03ba\u03b1\u03c4\u03b7 \u03c3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae
tip.10.description=<html>\u0395\u03af\u03bd\u03b1\u03b9 \u03c0\u03bf\u03bb\u03cd \u03bc\u03b9\u03ba\u03c1\u03cc \u03c4\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03c4\u03bf\u03c5 \u03b3\u03c1\u03ac\u03bc\u03bc\u03b1\u03c4\u03bf\u03c2; <br /> \u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf "<b>\u03ba\u03bf\u03c5\u03bc\u03c0\u03af \u03b1\u03cd\u03be\u03b7\u03c3\u03b7\u03c2 \u03bc\u03b5\u03b3\u03ad\u03b8\u03bf\u03c5\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ac\u03c2</b>" \u03cc\u03c3\u03b5\u03c2 \u03c6\u03bf\u03c1\u03ad\u03c2 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03c4\u03bf \u03ba\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03b3\u03b9\u03b1 \u03b5\u03c3\u03ac\u03c2\!</html>
