
name = Arbre ascendant en \u00e9ventail complet multipages

info = <h1><center>Arbre ascendant en \u00e9ventail complet</center></h1> \
  <p>Ce rapport va cr\u00e9er une repr\u00e9sentation des ascendants directs d'une personne, sous la forme d'un \u00e9ventail.</p> \
  <p><center><img src="ReportLinesFanSample.gif"></center></p> \
  <p> \
  Ainsi, \u00e0 partir de l'individu choisi comme racine, ou centre de ce demi-cercle, vous allez voir appara\u00eetre ses p\u00e8re et m\u00e8re, les p\u00e8re et m\u00e8re de chacun de ses parents, \
  les p\u00e8re et m\u00e8re de chacun de ses grand-parents, etc... jusqu'\u00e0 la g\u00e9n\u00e9ration indiqu\u00e9e par le param\u00e8tre \u00e0 ajuster dans le menu des options. \
  </p> \
  <p> \
  L'un des avantages est que si une branche poss\u00e8de plus de g\u00e9n\u00e9rations que le nombre que vous avez donn\u00e9 dans les param\u00e8tres comme nombre maximal de g\u00e9n\u00e9rations par page, \
  il va se cr\u00e9er une autre page donnant l'\u00e9clat\u00e9 des g\u00e9n\u00e9rations \u00e0 partir de cette personne. En plus, vous pourrez, par un simple clic sur la personne ayant des anc\u00eatres dont le nombre est \
  sup\u00e9rieur au chiffre ci-dessus, acc\u00e9der directement \u00e0 sa page avec l'\u00e9ventail correspondant. \
  </p> \
  <h2>PARAMETRAGES</h2> \
  <h3>Choix principaux :</h3> \
  <p>Vous disposez de trois choix principaux :</p> \
  <ul> \
  <li>Le nombre de g\u00e9n\u00e9rations devant \u00eatre trait\u00e9es par le rapport par page.</li> \
  <li>Le nombre maximum de g\u00e9n\u00e9rations.</li> \
  <li>Et enfin savoir si vous voulez ou non utiliser la couleur pour diff\u00e9rencier les personnes.</li> \
   <h3>Note :</h3> \
  <p>Ce rapport va cr\u00e9er un fichier Postscript. Il vous faut donc soit l'ouvrir avec une visionneuse Postscript, soit le convertir en PDF. \
  Pour cette conversion, vous pouvez utiliser par exemple PDFCreator si vous \u00eates sous Windows (licence GPL). \
  Si vous \u00eates sous Linux, vous pouvez utiliser ps2pdf, normalement inclus par d\u00e9faut dans votre distribution, et se lan\u00e7ant de \
  la mani\u00e8re suivante : ps2pdf mon_fichier.ps. </p> \
  <p><h3>Astuce :</h3> \
  Pour qu'un param\u00e8tre soit pris en compte, veillez \u00e0 le valider en cliquant apr\u00e8s la saisie, sur un endroit quelconque de l'\u00e9cran.</p> 


genPerPage = Nombre de g\u00e9n\u00e9rations par page (min 2)
reportMaxGenerations = Nombre maximum de G\u00e9n\u00e9rations
output.file  = Nom du Fichier Postscript r\u00e9sultat
useColors  = Utiliser la couleur dans les \u00e9ventails
