OpenIDE-Module-Name=Recherche de lieux
OpenIDE-Module-Display-Category=Vue
OpenIDE-Module-Long-Description=\
    <h1><center>Recherche de lieux</center></h1>\n\n<p>Recherche les coordonn\u00e9es g\u00e9ographiques de lieux sur Internet \u00e0 l'aide du site Geonames.\
    </p>\n\n<p>Cette recherche est utilis\u00e9e automatiquement pour l'\u00e9dition des lieux et dans la Vue g\u00e9ographique.\
    </p>
OpenIDE-Module-Short-Description=Recherche de lieux Geonames

GeoNamesPlaceFormat=Commune, Code_Postal, Code_INSEE, D\u00e9partement, R\u00e9gion, Pays

TITL_PlaceFormatConversion=R\u00e9glage des lieux Internet avec votre format de lieu
TITL_PlaceFormatConversionTitle=<html><p>Ancestris a besoin que vous indiquiez la correspondance entre les lieux Internet et votre format de lieu.</p></html>
TITL_PlaceFormatConversionLeftTitle=Format des lieux Internet
TITL_PlaceFormatConversionRightTitle=Votre format de lieu
ERR_EmptyConversion=<html>Vous n'avez indiqu\u00e9 aucune correspondance des lieux trouv\u00e9s sur Internet avec le format lieu de votre gedcom.<br>Vous ne pourrez donc pas copier les lieux trouv\u00e9s sur Internet dans votre gedcom.</html>
ERR_NothingSaved=<html>Vous n'avez indiqu\u00e9 aucune correspondance des lieux trouv\u00e9s sur Internet avec le format lieu de votre gedcom.<br>Rien ne sera sauvegard\u00e9 et votre param\u00e9trage pr\u00e9c\u00e9dent sera utilis\u00e9.</html>
ERR_GeonamesWaitforanhour=Ancestris ne peut pas acc\u00e9der actuellement au serveur de lieux. L'acc\u00e8s sera \u00e0 nouveau disponible sous un d\u00e9lai d'une heure.

TITL_ErrorLimit=Limite Geonames d\u00e9pass\u00e9e
MESS_ErrorLimit=


TITL_ErrorUser=Compte Geonames inexistant
MESS_ErrorUser=<html>Le compte Geonames <b>{0}</b> n''existe pas chez Geonames.<br><br/>Veuillez v\u00e9rifier vos pr\u00e9f\u00e9rences dans Pr\u00e9f\u00e9rences =&gt;Extensions=&gt;Geo ou v\u00e9rifier que ce compte a bien \u00e9t\u00e9 cr\u00e9\u00e9 sur <u>https://www.geonames.org</u></html>

TITL_ErrorEnabled=Compte Geonames non activ\u00e9
MESS_ErrorEnabled=<html>Le compte Geonames <b>{0}</b> n''a pas \u00e9t\u00e9 activ\u00e9 pour pouvoir utiliser les web services gratuits de Geonames.<br><br/>Veuillez l''activer sur la page <u>https://www.geonames.org/manageaccount</u></html>

TITL_ErrorLimit=Limite Geonames d\u00e9pass\u00e9e
MESS_ErrorLimit=<html>La limite horaire autoris\u00e9e par Geonames.org pour l''utilisateur <b>{0}</b> d\u00e9fini dans les pr\u00e9f\u00e9rences d''Ancestris est d\u00e9pass\u00e9e.<br/>Vous pouvez en utiliser un autre dans Pr\u00e9f\u00e9rences =&gt;Extensions=&gt;Geo.<br/><br/>N''oubliez pas de le cr\u00e9er et de l''activer avant sur <u>https://www.geonames.org</u></html>

TITL_ErrorOther=Erreur Geonames
MESS_ErrorOther=<html>L''erreur suivante a eu lieu lors de la connexion \u00e0 Geonames.<br><br>{0}</html>

