OpenIDE-Module-Name=Procura de locais
OpenIDE-Module-Display-Category=Ver
OpenIDE-Module-Long-Description=<h1><center>Procura de locais</center></h1>\n\n<p>Procurar por coordenadas geogr\u00e1ficas no servi\u00e7o Geonames.</p>\n\n<p>Esta fun\u00e7\u00e3o \u00e9 usada na gest\u00e3o de locais ou na extens\u00e3o Vista geogr\u00e1fica.</p>
OpenIDE-Module-Short-Description=Procura de locais Geonames
#
GeoNamesPlaceFormat=Cidade, C\u00f3digo postal, C\u00f3digoGeo, Concelho, Distrito, Pa\u00eds
#
TITL_PlaceFormatConversion=Defini\u00e7\u00f5es de locais na Internet com o formato do seu local.
TITL_PlaceFormatConversionTitle=<html><p>O Ancestris precisa que indique a correspond\u00eancia entre os locais encontrados na Internet e os seus elementos de formato Gedcom.</p></html>
TITL_PlaceFormatConversionLeftTitle=Formato de locais da Internet
TITL_PlaceFormatConversionRightTitle=O seu formato de local Gedcom  
ERR_EmptyConversion=<html>N\u00e3o indicou nenhuma correspond\u00eancia entre os locais da Internet e o seu formato de locais no seu ficheiro Gedcom.<br>Nada ser\u00e1 gravado, ser\u00e3o usadas as defini\u00e7\u00f5es anteriores.</html>
ERR_NothingSaved=<html>N\u00e3o indicou nenhuma correspond\u00eancia entre os locais da Internet e o seu formato de locais no seu ficheiro Gedcom.<br>Nada ser\u00e1 gravado. Ser\u00e3o usadas as defini\u00e7\u00f5es anteriores.</html>
#
ERR_GeonamesWaitforanhour=O Ancestris n\u00e3o pode aceder ao servidor de locais por j\u00e1 haver muitos acessos. Por favor, tente novamente mais tarde.
#
TITL_ErrorUser=Conta Geonames desconhecida
MESS_ErrorUser=<html>A conta de utilizador <b>{0}</b> n\u00e3o est\u00e1 registada no Geonames.<br><br>Por favor, verifique as prefer\u00eancias do Ancestris, separador Extens\u00f5es, separador Geo ou certifique-se de que a conta existe em <u>https://www.geonames.org.</u></html>
#
TITL_ErrorEnabled=Conta Geonames n\u00e3o activada
MESS_ErrorEnabled=<html>A conta de utilizador <b>{0}</b> n\u00e3o est\u00e1 activada para utilizar o servi\u00e7o web gratuito.<br><br>Por favor, active-a na p\u00e1gina da sua conta: <u>https://www.geonames.org/manageaccount.</u></html>
TITL_ErrorLimit=Limite do Geonames excedido
MESS_ErrorLimit=<html>O limite hor\u00e1rio permitido pelo Geonames.org para o utilizador <b>{0}</b> indicado nas prefer\u00eancias foi excedido.<br/><br/>Pode definir um nome de utilizador em Prefer\u00eancias -> Extens\u00f5es -> Geo.<br/>N\u00e3o se esque\u00e7a de registar e activar primeiro em <u>https://www.geonames.org</u></html>
#
TITL_ErrorOther=Erro Geonames
MESS_ErrorOther=<html>Ocorreu o seguinte erro ao ligar ao Geonames:<br>{0}</html>
