#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/GedcomCompare/src/ancestris/modules/gedcomcompare/tools
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
#
# Buttons in menu bar
TIP_StartSharingisOn=\u0397 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03bc\u03bf\u03b9\u03c1\u03b1\u03c3\u03bc\u03bf\u03cd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b7. \u0397 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03b9\u03b8\u03b5\u03af \u03b1\u03c0\u03cc \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03bf\u03c5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2.
TIP_StartSharingisOff=\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03c3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ce\u03bd \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03b5\u03c3\u03ac\u03c2 \u03ba\u03b1\u03b9 \u03ac\u03bb\u03bb\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd.
TIP_StopSharingisOn=\u0397 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03bc\u03bf\u03b9\u03c1\u03b1\u03c3\u03bc\u03bf\u03cd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b7. \u0397 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03b9\u03b8\u03b5\u03af \u03b1\u03c0\u03cc \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03bf\u03c5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2.
TIP_StopSharingisOff=\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03c4\u03b1\u03bc\u03b1\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b5\u03c2 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03b5\u03c3\u03ac\u03c2 \u03ba\u03b1\u03b9 \u03ac\u03bb\u03bb\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd.
TIP_Search=\u03a3\u03b1\u03c1\u03ce\u03c3\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b5\u03c2 \u03c4\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bb\u03ad\u03b3\u03be\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b5\u03c0\u03b9\u03ba\u03b1\u03bb\u03cd\u03c8\u03b5\u03b9\u03c2 \u03bc\u03b5 \u03c4\u03b9\u03c2 \u03b4\u03b9\u03ba\u03ad\u03c2 \u03c3\u03b1\u03c2
TIP_SearchInProgress=\u03a3\u03ac\u03c1\u03c9\u03c3\u03b7 \u03c3\u03b5 \u03b5\u03be\u03ad\u03bb\u03b9\u03be\u03b7
TIP_DisplayStats=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c3\u03c4\u03b1\u03c4\u03b9\u03c3\u03c4\u03b9\u03ba\u03ce\u03bd \u03ba\u03b1\u03b9 \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03b5\u03c3\u03bc\u03ac\u03c4\u03c9\u03bd
TIP_Rearrange=\u0391\u03bd\u03b1\u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 \u03c4\u03c9\u03bd \u03c0\u03b1\u03c1\u03b1\u03b8\u03cd\u03c1\u03c9\u03bd
TIP_Settings=\u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03c0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2
#
# Tips for drop down menus
TIP_SortHeader=\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03b7 \u03c3\u03c4\u03ae\u03bb\u03b7 \u03b3\u03b9\u03b1 \u03c4\u03b1\u03be\u03b9\u03bd\u03cc\u03bc\u03b7\u03c3\u03b7 \u03c3\u03b5 \u03b1\u03cd\u03be\u03bf\u03c5\u03c3\u03b1 \u03ae \u03c6\u03b8\u03af\u03bd\u03bf\u03c5\u03c3\u03b1 \u03c3\u03b5\u03b9\u03c1\u03ac
LocalGedcomsPopup_Choose_Main=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03b7\u03bd \u03ba\u03cd\u03c1\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b3\u03b9\u03b1 \u03c3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7
#
# Actions for popup menu
ACT_ShowProfile=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7
ACT_RefreshMap=\u0391\u03bd\u03b1\u03bd\u03b5\u03ce\u03c3\u03c4\u03b5 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03b5\u03ba\u03b4\u03b7\u03bb\u03ce\u03c3\u03b5\u03b9\u03c2
ACT_ContactUser=\u0395\u03c0\u03b9\u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03ae\u03c3\u03c4\u03b5 \u03bc\u03b5 \u03c4\u03bf\u03bd \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7
ACT_ResetFlags=\u0395\u03c0\u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c3\u03b7\u03bc\u03b1\u03b9\u03ce\u03bd
ACT_HideUser=\u0391\u03c0\u03cc\u03ba\u03c1\u03c5\u03c8\u03b7 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7
#
# Tips for getting started
# 1 => no local, no remote => need to open two local genealogies to compare them, or one and wait for a remote one by shring yours
# 2 => no local, some remote => need to open a local one
# 3 => one local, no remote, not shared => need to share and wait, or open another local one
HELP_Instructions1=\u0394\u03b5\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b1\u03bd\u03bf\u03af\u03be\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03ba\u03b1\u03b9 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03bf\u03c2 \u03ac\u03bb\u03bb\u03bf\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2.<br> <br>\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b5\u03c2, \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9:<br><br>&bull;&nbsp;\u03bd\u03b1 \u03b1\u03bd\u03bf\u03af\u03be\u03b5\u03c4\u03b5 \u03c4\u03bf\u03c5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03bd \u03b4\u03cd\u03bf \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03c4\u03b9\u03c2 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 ; \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03b9\u03ba\u03ce\u03bd \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ce\u03bd <br>&bull;&nbsp;\u03ae \u03b1\u03bb\u03bb\u03b9\u03ce\u03c2 \u03bd\u03b1 \u03b1\u03bd\u03bf\u03af\u03be\u03bf\u03c5\u03bd \u03bc\u03cc\u03bd\u03bf \u03bc\u03af\u03b1 \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03c4\u03b7 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03bf\u03c5\u03bd \u03bc\u03b5 \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03ac\u03bb\u03bb\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7.<br> <br>\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 \u03bc\u03b5 \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03ac\u03bb\u03bb\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7, \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9: <br> <br>&bull;&nbsp;\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03ba\u03bf\u03b9\u03bd\u03ae\u03c2 \u03c7\u03c1\u03ae\u03c3\u03b7\u03c2 \u03c0\u03b1\u03c4\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03bf \u03c0\u03c1\u03ac\u03c3\u03b9\u03bd\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af \u03c0\u03bf\u03c5 \u03b2\u03c1\u03af\u03c3\u03ba\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03c9\u03bd, <br>&bull;&nbsp;\u03ba\u03b1\u03b9, \u03c3\u03c4\u03b7 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1, \u03c0\u03b5\u03c1\u03b9\u03bc\u03ad\u03bd\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b8\u03b5\u03af \u03ad\u03bd\u03b1\u03c2 \u03ac\u03bb\u03bb\u03bf\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 ; \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd.
HELP_Instructions2=\u0394\u03b5\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b1\u03bd\u03bf\u03af\u03be\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1, \u03b1\u03bb\u03bb\u03ac \u03ad\u03bd\u03b1\u03c2 \u03ac\u03bb\u03bb\u03bf\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 \u03c4\u03bf\u03c5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03bf\u03c2 \u03bc\u03b5 \u03bc\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1.<br> <br>\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b5\u03c2, \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9:<br><br>&bull;&nbsp;\u03bd\u03b1 \u03b1\u03bd\u03bf\u03af\u03be\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03c4\u03bf \u03c4\u03ad\u03bb\u03bf\u03c2 \u03c3\u03b1\u03c2 ; \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03b9\u03ba\u03ce\u03bd \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ce\u03bd <br>&bull;&nbsp;\u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03ba\u03bf\u03b9\u03bd\u03ae\u03c2 \u03c7\u03c1\u03ae\u03c3\u03b7\u03c2 \u03c0\u03b1\u03c4\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03bf \u03c0\u03c1\u03ac\u03c3\u03b9\u03bd\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af \u03c0\u03bf\u03c5 \u03b2\u03c1\u03af\u03c3\u03ba\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03c9\u03bd, <br>&bull;&nbsp;\u03ba\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af "\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae" \u03ba\u03ac\u03b8\u03b5 \u03c0\u03b1\u03c1\u03b1\u03b8\u03cd\u03c1\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03ae \u03b1\u03bb\u03bb\u03b9\u03ce\u03c2 \u03c0\u03b1\u03c4\u03ae\u03c3\u03c4\u03b5 \u03c4\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af \u00ab\u03a3\u03ac\u03c1\u03c9\u03c3\u03b7\u00bb \u03c0\u03bf\u03c5 \u03b2\u03c1\u03af\u03c3\u03ba\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03c9\u03bd, <br>&bull;&nbsp;\u03ba\u03b1\u03b9 \u03ba\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf \u00ab\u03a3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7\u00bb \u03ba\u03ac\u03b8\u03b5 \u03c0\u03b1\u03c1\u03b1\u03b8\u03cd\u03c1\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03cc\u03c0\u03bf\u03c5 \u03b8\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b5\u03bd\u03c4\u03bf\u03c0\u03b9\u03c3\u03c4\u03b5\u03af \u03b5\u03c0\u03b9\u03ba\u03ac\u03bb\u03c5\u03c8\u03b7.
HELP_Instructions3=\u0388\u03c7\u03b5\u03c4\u03b5 \u03b1\u03bd\u03bf\u03af\u03be\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1, \u03b1\u03bb\u03bb\u03ac \u03bc\u03cc\u03bd\u03bf \u03bc\u03af\u03b1, \u03ba\u03b1\u03b9 \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1\u03c2 \u03ac\u03bb\u03bb\u03bf\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03bf\u03c2.<br> <br>\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03ba\u03cd\u03c1\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03bc\u03b5 \u03bc\u03b9\u03b1 \u03ac\u03bb\u03bb\u03b7, \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9:<br><br>&bull;&nbsp;\u03b1\u03bd\u03bf\u03af\u03be\u03b5\u03c4\u03b5 \u03c4\u03bf\u03c5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03bd \u03bc\u03b9\u03b1 \u03b1\u03ba\u03cc\u03bc\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03ba\u03b1\u03b9 \u03ba\u03ac\u03bd\u03c4\u03b5 \u03c4\u03b7 \u03c3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7, <br>&nbsp;&nbsp;(\u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03b9\u03ba\u03ce\u03bd \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ce\u03bd)<br> <br>&bull;&nbsp;\u03ae \u03b1\u03bb\u03bb\u03b9\u03ce\u03c2 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03ba\u03bf\u03b9\u03bd\u03ae\u03c2 \u03c7\u03c1\u03ae\u03c3\u03b7\u03c2 \u03c0\u03b1\u03c4\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03bf \u03c0\u03c1\u03ac\u03c3\u03b9\u03bd\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af \u03c0\u03bf\u03c5 \u03b2\u03c1\u03af\u03c3\u03ba\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03c9\u03bd,<br> <br>&bull;&nbsp;\u03ba\u03b1\u03b9 \u03c0\u03b5\u03c1\u03b9\u03bc\u03ad\u03bd\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b8\u03b5\u03af \u03ad\u03bd\u03b1\u03c2 \u03ac\u03bb\u03bb\u03bf\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 \u03bc\u03b5 \u03bc\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1, <br>&nbsp;&nbsp;(\u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd).
#
#
# Local gedcoms panel
LocalGedcomFrame.toolTipText=<html>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03bf \u03b1\u03bd\u03c4\u03b9\u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b5\u03cd\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03b1\u03bd\u03bf\u03b9\u03c7\u03c4\u03ae \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03c4\u03bf Ancestris.<br>\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03bf \u03bc\u03b5\u03c4\u03b1\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b5 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03ba\u03b1\u03b9 \u03b1\u03c0\u03cc\u03b8\u03b5\u03c3\u03b7.</html>
LocalGedcomFrame.iconIndiLabel.toolTipText=\u0386\u03c4\u03bf\u03bc\u03b1
LocalGedcomFrame.iconFamLabel.toolTipText=\u039f\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2
LocalGedcomFrame.iconSTLabel.toolTipText=\u03a0\u03b5\u03c1\u03b9\u03bf\u03c7\u03ae-\u03c0\u03b5\u03c1\u03af\u03bf\u03b4\u03bf\u03b9
LocalGedcomFrame.iconEvenLabel.toolTipText=\u0393\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1
LocalGedcomFrame.readyCheckBox.text=\u03a3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7
LocalGedcomFrame.readyCheckBox.toolTipText=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1
LocalGedcomFrame.openCheckBox.text=\u0386\u03bd\u03bf\u03b9\u03be\u03b5
LocalGedcomFrame.openCheckBox.toolTipText=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03cc\u03c4\u03b1\u03bd \u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03b9\u03b8\u03b5\u03af \u03bc\u03b5 \u03ac\u03bb\u03bb\u03bf\u03c5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2
LocalGedcomFrame.privateCheckBox.text=\u0399\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03cc
LocalGedcomFrame.privateCheckBox.toolTipText=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03be\u03b1\u03b9\u03c1\u03ad\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03cc \u03c3\u03b1\u03c2 \u03b1\u03c0\u03cc \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03c3\u03b5\u03b9\u03c2 \u03bc\u03b5 \u03ac\u03bb\u03bb\u03bf\u03c5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2 (\u03b4\u03b5\u03af\u03c4\u03b5 \u03c0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2/\u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 Ancestris).
#
#
# Connected user window
ConnectedUserFrame.Form.toolTipText=<html>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03b1\u03bd\u03c4\u03b9\u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b5\u03cd\u03b5\u03b9 \u03c4\u03b7\u03bd \u03ba\u03cd\u03c1\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b5\u03bd\u03cc\u03c2 \u03ac\u03bb\u03bb\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 Ancestris.<br>\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03bc\u03b5 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03ba\u03b1\u03b9 \u03b1\u03c0\u03cc\u03b8\u03b5\u03c3\u03b7.</html>
ConnectedUserFrame.overviewCheckBox.text=\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae
ConnectedUserFrame.overviewCheckBox.toolTipText=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b1\u03be\u03b9\u03bf\u03bb\u03bf\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03ba\u03ac\u03bb\u03c5\u03c8\u03b7 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03ba\u03cd\u03c1\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2
ConnectedUserFrame.readyCheckBox.text=\u03a3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7
ConnectedUserFrame.readyCheckBox.toolTipText=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03b3\u03b9\u03b1 \u03c3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03ba\u03cd\u03c1\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2
ConnectedUserFrame.iconIndiLabel.toolTipText=\u0386\u03c4\u03bf\u03bc\u03b1
ConnectedUserFrame.iconFamLabel.toolTipText=\u039f\u0399\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2
ConnectedUserFrame.iconSTLabel.toolTipText=\u03a0\u03b5\u03c1\u03b9\u03bf\u03c7\u03ae-\u03a0\u03b5\u03c1\u03af\u03bf\u03b4\u03bf\u03b9
ConnectedUserFrame.iconEvenLabel.toolTipText=\u0393\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1
#
#
#
# Comparisonn window
TITL_Comparison=\u03a3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7
TITL_Instruction=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
TITL_List=\u039b\u03af\u03c3\u03c4\u03b1 \u03c3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7\u03c2
TEXT_Instruction1=\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 \u03b4\u03cd\u03bf \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b5\u03c2, \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03b1\u03c1\u03b1\u03af\u03c4\u03b7\u03c4\u03bf \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5 \u00ab\u03a3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7\u00bb \u03ba\u03b1\u03b9 \u03c3\u03c4\u03b9\u03c2 \u03b4\u03cd\u03bf.\n\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b5\u03bd\u03cc\u03c2 \u03ac\u03bb\u03bb\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7,\n\u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03c0\u03c1\u03ce\u03c4\u03b1 \u03bd\u03b1 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03ba\u03bf\u03b9\u03bd\u03ae\u03c2 \u03c7\u03c1\u03ae\u03c3\u03b7\u03c2 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03bf \u03c0\u03c1\u03ac\u03c3\u03b9\u03bd\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af \u03c4\u03b7\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03c9\u03bd.
ComparisonFrame.toolTipText=<html>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03b4\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c4\u03b7 \u03c3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03b4\u03cd\u03bf \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ce\u03bd.<br>\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03bf \u03bc\u03b5\u03c4\u03b1\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b5 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03ba\u03b1\u03b9 \u03b1\u03c0\u03cc\u03b8\u03b5\u03c3\u03b7.</html>
ComparisonFrame.overlapLabel.text=\u0395\u03c0\u03b9\u03ba\u03ac\u03bb\u03c5\u03c8\u03b7
ComparisonFrame.progressBar.toolTipText=\u03a0\u03bf\u03c3\u03bf\u03c3\u03c4\u03cc \u03ba\u03bf\u03b9\u03bd\u03ce\u03bd \u03c0\u03b5\u03c1\u03b9\u03bf\u03c7\u03ce\u03bd-\u03c0\u03b5\u03c1\u03b9\u03cc\u03b4\u03c9\u03bd \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c3\u03c5\u03b3\u03ba\u03c1\u03b9\u03c4\u03b9\u03ba\u03ce\u03bd \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ce\u03bd
ComparisonFrame.lastCityLabel.text={0} \u03c0\u03cc\u03bb\u03b7-\u03b5\u03c0\u03af\u03b8\u03b5\u03c4\u03b1
ComparisonFrame.lastCityLabel.toolTipText=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03bd\u03c4\u03b9\u03c3\u03c4\u03bf\u03b9\u03c7\u03b9\u03ce\u03bd \u03c4\u03cc\u03c3\u03bf \u03bc\u03b5 \u03c0\u03cc\u03bb\u03b7 \u03cc\u03c3\u03bf \u03ba\u03b1\u03b9 \u03bc\u03b5 \u03b5\u03c0\u03ce\u03bd\u03c5\u03bc\u03bf
ComparisonFrame.eventLabel.text={0} \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1
ComparisonFrame.eventLabel.toolTipText=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c4\u03b1\u03b9\u03c1\u03b9\u03ac\u03b6\u03bf\u03c5\u03bd
ComparisonFrame.geoButton.toolTipText=\u0394\u03b5\u03af\u03c4\u03b5 \u03c4\u03bf\u03bd \u03c7\u03ac\u03c1\u03c4\u03b7 \u03c3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7\u03c2
ComparisonFrame.listButton.toolTipText=\u0394\u03b5\u03af\u03c4\u03b5 \u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7\u03c2
#
# Geo view
TITL_Map=\u03a7\u03ac\u03c1\u03c4\u03b7\u03c2 \u03c3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7\u03c2
LegendPanel.jLabel2.text=\u039a\u03bf\u03b9\u03bd\u03ad\u03c2 \u03c0\u03b5\u03c1\u03b9\u03bf\u03c7\u03ad\u03c2
LegendPanel.jLabel4.text=\u03a0\u03c1\u03cc\u03c3\u03c6\u03b1\u03c4\u03bf\u03c2
LegendPanel.jLabel5.text=\u0391\u03c1\u03c7\u03b1\u03af\u03bf\u03c2
#
# List view
ComparisonFrame.export.toolTipText=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03b1\u03c5\u03c4\u03bf\u03cd \u03c4\u03bf\u03c5 \u03c0\u03af\u03bd\u03b1\u03ba\u03b1 \u03c3\u03b5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03b9\u03ba\u03bf\u03cd \u03c6\u03cd\u03bb\u03bb\u03bf\u03c5
ComparisonFrame.export=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae
ComparisonFrame.export.filter.text=\u0391\u03c1\u03c7\u03b5\u03af\u03b1 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 (*.txt, *.csv)
ComparisonFrame.export.error=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03c4\u03bf\u03c5\n{0}
ComparisonFrame.export.success=\u0397 \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03c4\u03bf\u03c5 {0} \u03ad\u03b3\u03b9\u03bd\u03b5 \u03bc\u03b5 \u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03af\u03b1.
#
# Stats
TITL_StatsPanel=\u03a3\u03c4\u03b1\u03c4\u03b9\u03c3\u03c4\u03b9\u03ba\u03ac \u03ba\u03b1\u03b9 \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03ad\u03c3\u03bc\u03b1\u03c4\u03b1
#
STAT_Overlaps=\u0395\u03c0\u03b9\u03ba\u03b1\u03bb\u03cd\u03c8\u03b5\u03b9\u03c2
STAT_CityNames=\u03a0\u03cc\u03bb\u03b7-\u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1
STAT_Events=\u0393\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1
STAT_Variable=\u039c\u03b5\u03c4\u03b1\u03b2\u03bb\u03b7\u03c4\u03cc\u03c2
STAT_Count=\u039c\u03b5\u03c4\u03c1\u03b7\u03c4\u03ae\u03c2
STAT_Percent=%
STAT_Average=\u039c\u03ad\u03c3\u03b7 \u03c4\u03b9\u03bc\u03ae
STAT_Max=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03b7
#
StatsPanel.UA_users_Label.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd \u03b1\u03c0\u03cc \u03c4\u03bf \u03ac\u03bd\u03bf\u03b9\u03b3\u03bc\u03b1
StatsPanel.UA_activeusers_Label.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd
StatsPanel.UA_indis_Label.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
StatsPanel.UA_fams_Label.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd
StatsPanel.UA_areas_Label.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c0\u03b5\u03c1\u03b9\u03bf\u03c7\u03ce\u03bd-\u03c0\u03b5\u03c1\u03b9\u03cc\u03b4\u03c9\u03bd
StatsPanel.UA_areaslist_Label.text=\u03a0\u03b5\u03c1\u03b9\u03bf\u03c7\u03ad\u03c2 (\u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03b5\u03b9\u03c2 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd)
StatsPanel.UAPanel.border.title=\u0394\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd
StatsPanel.ORPanel.border.title=\u03a3\u03c5\u03bd\u03bf\u03bb\u03b9\u03ba\u03ac \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03ad\u03c3\u03bc\u03b1\u03c4\u03b1
StatsPanel.YRPanel.border.title=\u03a4\u03b1 \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03ad\u03c3\u03bc\u03b1\u03c4\u03ac \u03c3\u03b1\u03c2
StatsPanel.YR_connectionsLabel.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03c9\u03bd
StatsPanel.YR_usersLabel.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03bc\u03bf\u03bd\u03b1\u03b4\u03b9\u03ba\u03ce\u03bd \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03bf\u03bd\u03c4\u03b1\u03b9
StatsPanel.YR_overlapsLabel.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b5\u03c0\u03b9\u03ba\u03b1\u03bb\u03cd\u03c8\u03b5\u03c9\u03bd \u03ba\u03b1\u03b9 \u03bc\u03ad\u03b3\u03b9\u03c3\u03c4\u03c9\u03bd
StatsPanel.YR_citynamesLabel.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03a0\u03cc\u03bb\u03b5\u03c9\u03bd-\u0395\u03c0\u03b9\u03b8\u03ad\u03c4\u03c9\u03bd
StatsPanel.YR_eventsLabel.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd
StatsPanel.YR_areaslist_Label.text=\u03a0\u03b5\u03c1\u03b9\u03bf\u03c7\u03ad\u03c2 [\u03c0\u03b5\u03c1\u03af\u03bf\u03b4\u03bf\u03c2] - \u03a0\u03cc\u03bb\u03b7: \u0395\u03c0\u03ce\u03bd\u03c5\u03bc\u03b1
#
# Profile panel
NoProfileAvailable=\u03a4\u03bf \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03ba\u03cc\u03bc\u03b7 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf.<br>\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03c0\u03c1\u03ce\u03c4\u03b1 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1.
TITL_ProfilePanel=\u03a0\u03c1\u03bf\u03c6\u03af\u03bb \u03c4\u03bf\u03c5 {0}
TITL_ProfilePanel_Myself=\u03b5\u03b3\u03ce \u03bf \u03af\u03b4\u03b9\u03bf\u03c2
ProfilePanel.jLabel1.text=\u03a0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae
ProfilePanel.jLabel2.text=\u03a3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03b9\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03b3\u03b9\u03bd\u03b1\u03bd \u03c0\u03c1\u03bf\u03c2 \u03ac\u03bb\u03bb\u03bf\u03c5\u03c2
ProfilePanel.jButton1.toolTipText=\u03a3\u03c4\u03b5\u03af\u03bb\u03c4\u03b5 \u03ad\u03bd\u03b1 email \u03c3\u03c4\u03bf {0}
ProfilePanel.jLabel5.text=\u0391\u03c0\u03cc
ProfilePanel.jLabel6.text=\u03a3\u03b5
#
# Email labels
MailSubject=Ancestris Genealogy \u03a3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b5 \u0395\u03c0\u03b9\u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03af\u03b1
MailContent=\u0393\u03b5\u03b9\u03b1 \u03c3\u03b1\u03c2 {0},\n\n\u03a9\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 \u03c4\u03bf\u03c5 Ancestris \u03c0\u03bf\u03c5 \u03c3\u03c5\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03b9 \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03bc\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03ba\u03ae \u03bc\u03bf\u03c5, \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03c3\u03b1\u03c4\u03b5 \u03c3\u03b1\u03c2 \u03c0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03bd\u03b1 \u03bc\u03bf\u03c5 \u03c0\u03b5\u03af\u03c4\u03b5 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b1 \u03b3\u03b9\u03b1 \u03bc\u03b5\u03c1\u03b9\u03ba\u03bf\u03cd\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf\u03c5\u03c2 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2 \u03c3\u03b1\u03c2...\n\u0395\u03c5\u03c7\u03b1\u03c1\u03b9\u03c3\u03c4\u03ce \u03c0\u03bf\u03bb\u03cd \u03b5\u03ba \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03c4\u03ad\u03c1\u03c9\u03bd.\n\n{1}
#
#
# tech info panel
TechInfoPanel.jLabel2.text=\u039f\u03bd\u03bf\u03bc\u03b1 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7
TechInfoPanel.jLabel8.text=\u0394\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 IP
TechInfoPanel.jButton1.toolTipText=\u0395\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 IP \u03c3\u03c4\u03bf \u03c7\u03ac\u03c1\u03c4\u03b7
TechInfoPanel.jLabel9.text=\u0395\u03bd\u03c4\u03bf\u03c0\u03b9\u03c3\u03bc\u03cc\u03c2
#
#
# Console message
Cons_UnfoundPlaceTitle=\u039f\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03bc\u03ad\u03c1\u03b7 \u03b4\u03b5\u03bd \u03b2\u03c1\u03af\u03c3\u03ba\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf Geonames \u03ae \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c1\u03ba\u03b5\u03c4\u03ac \u03b1\u03ba\u03c1\u03b9\u03b2\u03ae. \u0398\u03b1 \u03b1\u03b3\u03bd\u03bf\u03b7\u03b8\u03bf\u03cd\u03bd \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03c3\u03cd\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7.\n\u039f\u03b9 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1\u03b9 \u03ba\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03b1. \u039c\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03b5\u03c3\u03c6\u03b1\u03bb\u03bc\u03ad\u03bd\u03b1.\n\u0392\u03b5\u03bb\u03c4\u03b9\u03ce\u03c3\u03c4\u03b5 \u03c4\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03bf \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03bc\u03b5\u03c1\u03ce\u03bd \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03bb\u03af\u03c3\u03c4\u03b1\u03c2 \u03bc\u03b5\u03c1\u03ce\u03bd.
Cons_UnfoundPlace=*  \u03a4\u03bf\u03bc\u03ad\u03b1\u03c2: {1}                                   \u03a4\u03cc\u03c0\u03bf\u03c2: {0}
