CTL_ResourceEditorAction=Editor de recursos
CTL_ResourceEditorTopComponent=Ventana del Editor de recursos
HINT_ResourceEditorTopComponent=<html>Esta ventana le dar\u00e1 la oportunidad de editar los archivos de paquetes de recursos.<br><ul><li>En la parte superior, si el archivo que desee traducir contiene comentarios,<br>mostrar\u00e1 aqu\u00ed.</li><li>En la ventana del centro, frases y palabras que deben estar<br>traducido y presente en el archivo de origen, se mostrar\u00e1 all\u00ed.</li><li>En la parte inferior, es all\u00ed donde tiene que escribir su traducci\u00f3n.</li></ul></html>
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK
ResourceEditorTopComponent.jPanel1.border.title=Comentarios finalmente disponibles
ResourceEditorTopComponent.jPanel3.border.title=Ventana de traducci\u00f3n
ResourceEditorTopComponent.jPanel2.border.title=Sentencias originales
ToolTip-Comment-Window=<html>Esta ventana muestra los comentarios que pueden escribirse en el archivo de recursos<br>est\u00e1n traduciendo.<br>No tienes que hacer nada con ellos, es s\u00f3lo para darle toda la informaci\u00f3n<br>disponible en ese paquete.</html>
ToolTip-FileToTranslate-Window=<html>En esta ventana puede ver todas las frases, palabras que se tiene que traducir. Son<br>en el lenguaje ha elegido como fuente, as\u00ed que si usted traduce del ingl\u00e9s al<br>alem\u00e1n todas las frases que se muestran aqu\u00ed son en ingl\u00e9s.<br><ul><li>Los negros son ya traducidos, pero debe comprobar, tal vez<br>algo ha cambiado en el archivo de origen de los recursos y no informado<br>en el lenguaje que se traduce.</li><li>Los azules ya est\u00e1n traducidos, pero las sentencias, palabras usan en el<br>idioma de origen son las mismas que las disponibles en el idioma resultante.<br>Es una buena idea para protegerlos aunque.</li><li>Los rojos tienen que ser traducidos.</li></ul>Haga clic en una frase y comenzar su traducci\u00f3n en la ventana siguiente.</html>
ToolTip-Translation-Window=<html>Esta es la ventana de traducci\u00f3n. Es en lo que tiene que escribir su traducci\u00f3n.<br>Una cosa importante a saber: la traducci\u00f3n no se guardar\u00e1n si no haga clic en<br>en el bot\u00f3n OK.<br><br>Es muy importante respetar la redacci\u00f3n de la sentencia original. As\u00ed que si la<br>frase original tiene variables o c\u00f3digos html, <b>tienes que escribirlos<br>exactamente del mismo modo</b> en sus oraciones traducidas.<br><br><u>Un ejemplo</u>: si tienes como una fuente sentence: de<ul>"<i>Seleccione {0} para crear las ventanas<br>modelo</i>"y que desea traducir en franc\u00e9s, tienes que escribir:<br>"<i>Escoger {0} pour mod\u00e8le d'agencement du fen\u00eatrage</i>"</ul></html>
ResourceEditorTopComponent.previousButton.text=Anterior
ResourceEditorTopComponent.nextButton.text=Siguiente
ResourceEditorTopComponent.caseSensitiveCheckBox.text=May\u00fasculas y min\u00fasculas
ResourceEditorTopComponent.searchPreviousButton.text=Anterior
ResourceEditorTopComponent.searchNextButton.text=Siguiente
ResourceEditorTopComponent.toLocaleToggleButton.text=A local
ResourceEditorTopComponent.fromLocaleToggleButton.text=Desde el local
