CTL_ResourceEditorAction=L\u00e4hde editori
CTL_ResourceEditorTopComponent=L\u00e4hteen editointi ikkuna
HINT_ResourceEditorTopComponent=<html>T\u00e4m\u00e4 ikkuna antaa sinulle mahdollisuuden muokata l\u00e4hde bundles tiedostoa.<br /><ul><li>Ylem\u00e4ss\u00e4 osassa, jos tiedosto, jonka haluat k\u00e4\u00e4nt\u00e4\u00e4 sis\u00e4lt\u00e4\u00e4 kommentin <br/>Ne n\u00e4ytet\u00e4\u00e4n t\u00e4ss\u00e4.</li><li>Keskimm\u00e4isess\u00e4 ikkunassa, lauseet ja sanat, jotka pit\u00e4\u00e4 <br/>k\u00e4\u00e4nt\u00e4\u00e4 ja n\u00e4ky\u00e4 l\u00e4hde tiedostossa, ovat siell\u00e4.</li><li>Alimpaan osaan , kirjoitat k\u00e4\u00e4nn\u00f6ksesi.</ul></html>\n
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK
ResourceEditorTopComponent.jPanel1.border.title=Kommentti mahdollisesti n\u00e4kyvill\u00e4
ResourceEditorTopComponent.jPanel3.border.title=K\u00e4\u00e4nn\u00f6s ikkuna
ResourceEditorTopComponent.jPanel2.border.title=Alkuper\u00e4iset lauseet
ResourceEditorTopComponent.jLabel1.toolTipText=<html>T\u00e4m\u00e4 ikkuna n\u00e4ytt\u00e4\u00e4 sinulle kommentin joka voidaan kirjoittaal\u00e4hde tiedostoon<br />jota k\u00e4\u00e4nn\u00e4t.<br />Sinun ei tarvitse tehd\u00e4 mit\u00e4\u00e4n nille ne ovat vain informaationa sinulle <br />kyseisess\u00e4 bundle tiedostossa.</html>
ResourceEditorTopComponent.jLabel2.toolTipText=<html>T\u00e4ss\u00e4 ikkunassa voit n\u00e4hd\u00e4 kaikki lauseet, jotka olet k\u00e4\u00e4nt\u00e4nyt. Ne ovat <br />kielell\u00e4 jonka olet valinnut l\u00e4hteeksi, jos k\u00e4\u00e4nn\u00e4t englannista <br />saksaksi kaikki lauseet n\u00e4ytet\u00e4\u00e4n t\u00e4\u00e4ll\u00e4 englanniksi..<br /><ul><li>Mustat on jo k\u00e4\u00e4nnetty, mutta tarkista silti ne, ehk\u00e4 <br />jotain on muutettu l\u00e4hde tiedostossa eik\u00e4 ole raportoitu <br />kielell\u00e4 johon k\u00e4\u00e4nn\u00e4t.</li><li>Siniset on jo k\u00e4\u00e4nnetty, mutta lauseet, sanat jota k\u00e4ytet\u00e4\u00e4n<br />ovat samat kuin loppu tuotoksessa olevat. <br />On kuitenkin hyv\u00e4 tarkistaa ne.</li><li>Punaiset pit\u00e4\u00e4 k\u00e4\u00e4nt\u00e4\u00e4.</li></ul>Klikkaa lauseeseen, ja aloita k\u00e4\u00e4nn\u00f6s alimaiseen ikkunaan.</html>
ResourceEditorTopComponent.jLabel3.toolTipText=<html>T\u00e4m\u00e4 on k\u00e4\u00e4nn\u00f6s ikkuna, johon voit kirjoittaa k\u00e4\u00e4nn\u00f6ksesi.<br />Terke\u00e4\u00e4 tiet\u00e4\u00e4: k\u00e4\u00e4n\u00f6ksesi ei tallennu jos <br />et paina OK nappia alhaalla.<br /><br />On todella t\u00e4rke\u00e4 noudattaa alkuper\u00e4ist\u00e4 k\u00e4\u00e4nn\u00f6st\u00e4. Jos <br />alkuper\u00e4isess\u00e4 lauseessa on html koodia, tai muuttujia, sinun <b>kirjoittaa ne <br />juuri samalla tavalla</b> k\u00e4\u00e4nn\u00f6s lauseeseen.<br /><br /><u>Esimerkiksi</u>:<ul>Jos l\u00e4hde lause on: "<i>Valitse {0} luodaksesi windowing <br />model</i>" haluat k\u00e4\u00e4nt\u00e4\u00e4 sen ranskaksi, sinun t\u00e4ytyy kirjoittaa: <br />"<i>Choisir {0} pour mod\u00e8le d'agencement du fen\u00eatrage</i>"</ul></html>
ResourceEditorTopComponent.previousButton.text=Edellinen
ResourceEditorTopComponent.nextButton.text=Seuraava
ResourceEditorTopComponent.NoTranslation=T\u00e4t\u00e4 lausetta ei ole k\u00e4\u00e4nnetty
