CTL_ResourceEditorAction=Editor de recursos
CTL_ResourceEditorTopComponent=Ventana del Editor de recursos
HINT_ResourceEditorTopComponent=<html>Esta ventana le dar\u00e1 la oportunidad de editar los archivos de paquetes de recursos.<br /><ul><li>En la parte superior, si el archivo que desee traducir contiene comentarios,<br/>estos se mostraran aqu\u00ed.</li><li>En la ventana central, las frases y palabras que deben ser<br/>traducidas y presente en el archivo de origen, se mostraran all\u00ed.</li><li>En la parte inferior, es donde tiene que escribir su traducci\u00f3n.</ul></html>
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK 
ResourceEditorTopComponent.jPanel1.border.title=Comentarios eventualmente disponibles
ResourceEditorTopComponent.jPanel3.border.title=Ventana de Traducci\u00f3n
ResourceEditorTopComponent.jPanel2.border.title=Sentencias originales
ResourceEditorTopComponent.previousButton.text=Anterior
ResourceEditorTopComponent.nextButton.text=Siguiente
ResourceEditorTopComponent.NoTranslation=Esta frase no tiene que ser traducida 
ResourceEditorTopComponent.SameTranslation=Atencion: traduccion identica al idioma original
ResourceEditorTopComponent.empty=<vacio>
ResourceEditorTopComponent.jLabel1.text=? 
ResourceEditorTopComponent.jLabel1.toolTipText=<html>Esta es la ventana de traducci\u00f3n. En ella tienes que escribir tu traducci\u00f3n.<br />Una cosa importante que debes saber: tu traducci\u00f3n no se guardar\u00e1 si no haces a continuaci\u00f3n clic <br />en el bot\u00f3n Aceptar.<br /><br />Es muy importante respetar la redacci\u00f3n de las frases originales. Si la <br />oraci\u00f3n original tiene c\u00f3digos html, o variables, <b>tienes que escribirlos <br />exactamente de la misma manera</b> en tus oraciones traducidas. <br /><br />< u>Un ejemplo </u>: <ul> si tiene como oraci\u00f3n original: "<i> Seleccione {0} para crear el <br /> modelo de ventanas </i>" y desea traducirlo al franc\u00e9s , deber\u00e1 escribir: <br />"<i>Choisir {0} pour mod\u00e8le d'agencement du fen\u00eatrage</i>"</ul></html> 
ResourceEditorTopComponent.jLabel2.text=? 
ResourceEditorTopComponent.jLabel2.toolTipText=<html>En esa ventana puedes ver todas las oraciones, palabras que tienes que traducir. Est\u00e1n <br />en el idioma que ha elegido como origen, as\u00ed que si traduce del ingl\u00e9s al <br />alem\u00e1n, todas las oraciones que se muestran aqu\u00ed est\u00e1n en ingl\u00e9s.<br /><ul><li>Las negras ya est\u00e1n traducidos, pero debe verificarlas, quiz\u00e1s <br />algo se haya cambiado en el archivo fuente de recursos y no se haya reportado <br /> en el idioma al que traduce.</li><li>Las azules ya est\u00e1n traducidas, pero las oraciones, palabras usadas en el <br />idioma de origen son las mismas que las disponibles en el idioma resultante. <br />Sin embargo, es una buena idea revisarlas. </li><li>Las rojas deben ser traducidas. </li></ul>Haga clic en una oraci\u00f3n y comience su traducci\u00f3n en la ventana de abajo.</html>
ResourceEditorTopComponent.jLabel3.text=? 
ResourceEditorTopComponent.jLabel3.toolTipText=<html>Esta ventana muestra los comentarios que se pueden escribir en el archivo de recursos <br />que est\u00e1s traduciendo. <br />No tienes que hacer nada con ellos, es solo para darte toda la informaci\u00f3n <br />disponible en ese paquete.</html>
