CTL_ResourceEditorAction=Redigering for ressurser
CTL_ResourceEditorTopComponent=Redigeringsvindu for ressurser
HINT_ResourceEditorTopComponent=<html>Dette vinduet vil gi deg muligheten \u00e5 redigere ressursfilene.<br /><ul><li>I den \u00f8verste delen vises kommentarene til filen (om de finnes).</li><li>I den midterste delen vises setningene og ordene i kildefilen som b\u00f8r oversettes.</li><li>I den nederste delen skriver du oversettelsen.</li></ul></html>
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK
ResourceEditorTopComponent.jPanel1.border.title=Tilgjengelige kommentarer
ResourceEditorTopComponent.jPanel3.border.title=Oversettelsesvindu
ResourceEditorTopComponent.jPanel2.border.title=Originale setninger
ResourceEditorTopComponent.jLabel1.toolTipText=<html>Dette vinduet viser deg kommentarene som kan skrives<br />i ressursfilene du holder p\u00e5 med \u00e5 oversette.<br />Du trenger ikke \u00e5 gj\u00f8re noe spesielt med dem, de st\u00e5r der kun for ekstra informasjon<br />som er tilgengelig i bundelen.</html>
ResourceEditorTopComponent.jLabel2.toolTipText=<html>I dette vinduet kan du se alle setninger og ord som skal oversettes.<br />De er p\u00e5 spr\u00e5ket du har valgt som kilde, s\u00e5 hvis du oversetter fra engelsk til<br />et annet spr\u00e5k, alt er vist p\u00e5 engelsk.<br /><ul><li>I svart st\u00e5r alt som er allerede oversatt, men sjekk det likevel.<br />Kanskje finner du noe som ikke har v\u00e6rt endret i ressurskildefilen<br />og rapportert p\u00e5 spr\u00e5ket du oversetter til.</li><li>I bl\u00e5tt er alt oversatt, men setningene og ordene brukt<br />p\u00e5 kildespr\u00e5ket er de samme som i spr\u00e5ket du oversetter til.<br />Allikevel, vennligst sjekk dem ut \u00f3g. Du vet aldri om det finnes noe som kan forbedres.</li><li>I r\u00f8dt st\u00e5r det som enda b\u00f8r oversettes.</li></ul>Klikk p\u00e5 en setning eller et ord, og start oversettinga i vinduet nedenfor.</html>
ResourceEditorTopComponent.jLabel3.toolTipText=<html>Dette er oversettelsesvinduet. Her skriver du oversettelsen din.<br />Viktig \u00e5 vite: din oversettelse vil ikke lagres n\u00e5r du ikke trykker<br />p\u00e5 "OK" knappen nedenfor.<br /><br />Det er veldig viktig \u00e5 ta vare p\u00e5 ordvalg til de orginale setninger. S\u00e5 n\u00e5r<br />en orginal setning inneholder html-koder, eller variabler,<b>da m\u00e5 du skrive dem<br />p\u00e5 akkurat den samme m\u00e5ten</b> i oversettelsen din.<br /><br /><u>Et eksempel</u>:<ul>N\u00e5r du har setninga: "<i>Select {0} to create the windowing <br />model</i>" og du vil oversette dem til nederlandsk, skriver du: <br />"<i>Kies {0} voor het sjabloon voor vensters</i>"</ul></html>
