
name = Lign\u00e9e de descendance par famille

info =  <a name="_top_"></a> \
 <h1><center>Lign\u00e9e de descendance par famille</center></h1> \
  <h2>Description</h2> \
  <p>Ce rapport affiche la liste des descendants d'une ou plusieurs personnes suivant votre s\u00e9lection.<br> \
  Il se lance soit \u00e0 partir du menu contextuel d'un individu, et vous obtiendrez la liste de  \
  descendance d'une personne avec une num\u00e9rotation d'Abboville \
  soit en s\u00e9lectionnant deux ou plusieurs personnes dans le Tableau  \
  de donn\u00e9es et en effectuant un clic droit pour s\u00e9lectionner ce rapport.<br>Dans ce cas, le rapport vous \
  fournira les descendances successives des individus choisis.</p> \
  <p> \
  <center><img src="ReportMultDesc.png"></center> \
  </p> \
  <h2>Utilisation</h2> \
  <ol> \
  <li>vous devez d'abord param\u00e9trer le rapport (onglet "options") : voir plus loin. \
  <ul> \
  <li>vous lancez ensuite le rapport en cliquant sur le bouton OK.</li> \
  <li>vous choisissez la personne quand une fen\u00eatre s'ouvre en ouvrant la liste d\u00e9roulante, puis soit en tapant les premi\u00e8res lettres du nom, soit en utilisant l'ascenseur.</li> \
  </ul> \
  </li> \
  <li>pour une s\u00e9lection multiple, apr\u00e8s avoir param\u00e9tr\u00e9 vos options, vous allez dans le tableau de donn\u00e9es, vous s\u00e9lectionnez deux ou plusieurs personnes en appuyant sur Ctrl, \
  puis vous faites un clic-droit et, dans le choix "2 individus" qui appara\u00eet, vous s\u00e9lectionnez "Rapport de descendance multiple".</li> \
  <li>le r\u00e9sultat s'affiche. S'il vous convient, s\u00e9lectionnez-le (Ctrl+A), copiez-le (Ctrl+C) et collez-le (Ctrl+V) dans votre traitement de texte pour une mise en forme \u00e9ventuelle et \
  impression. Vous pouvez \u00e9galement le sauvegarder dans un fichier de votre choix. Si vous avez choisi une sortie CSV, il vous faut sauvegarder le r\u00e9sultat et l'ouvrir avec un \
  tableur (OpenOffice.org Calc par exemple).</li> \
  </ol> \
  <h2>Param\u00e9trages</h2> \
  <h3>Choix principaux :</h3> \
  <ul> \
  <li>Le choix principal est celui d'un des trois "Format du rapport"&nbsp;: \
 <ol> \
 <li>soit une personne par ligne avec les \u00e9v\u00e8nements \u00e0 la suite, </li> \
 <li>soit un \u00e9v\u00e8nement par ligne pour chaque individu (petits paragraphes),</li> \
  <li>soit enfin un tableau (utile en sortie CSV).</li> \
  </li> \
  <li>L'autre choix principal, est celui de la num\u00e9rotation. Vous pouvez en effet pr\u00e9voir une num\u00e9rotation d'Abboville, ou aucune num\u00e9rotation. Faites des essais, mais sachez que \
  suivant le type de sortie (principalement PDF), vous risquez d'avoir du texte qui manque si vous faites tourner ce rapport sur la t\u00eate de votre gedcom, donc sur l'un de vos plus vieux anc\u00eatres, \
  avec une telle num\u00e9rotation. A l'inverse, si vous n'en mettez pas, il n'y aura aucun probl\u00e8me. Une chose \u00e0 se souvenir est que, si vous voulez une sortie CSV, \
  il vous faut choisir le format tableau.</li> \
  <h3>Autres Param\u00e8tres :</h3> \
  <ul> \
  <li><b>Orientation de la page</b> : cela permet de choisir un format Portrait ou Paysage.</li> \
  </ul> \
  <ul> \
  <li><b>Police de caract\u00e8re</b> : cela permet de choisir Helvetica ou Times pour la police de caract\u00e8res.</li> \
  </ul> \
  <ul> \
  <li><b>Taille de police</b> : choisissez parmi l'un des 7 tailles possibles.</li> \
  </ul> \
  <ul> \
  <li><b>Nombre maximum de g\u00e9n\u00e9rations</b> : cela permet de limiter votre rapport en cas de grandes g\u00e9n\u00e9alogies.</li> \
  </ul> \
  <ul> \
  <li><b>Pour l'affichage des lieux</b>, la possibilit\u00e9 de limiter son affichage uniquement \u00e0 une juridiction (donn\u00e9e par le param\u00e8tre \u00e0 la suite), la premi\u00e8re juridiction non vide \u00e0 partir d'une position \
  donn\u00e9e ou  l'ensemble des juridictions. Les juridictions sont num\u00e9rot\u00e9es de gauche \u00e0 droite en partant de 1.</li> \
  </ul> \
  <ul> \
  <li><b>Les \u00e9v\u00e8nements que vous souhaitez voir appara\u00eetre </b>: \u00e9v\u00e8nements d'\u00e9tat-civil (naissance, mariage, d\u00e9c\u00e8s) ainsi que les r\u00e9sidences et les m\u00e9tiers, en indiquant ou non pour chacun \
  d'eux la date et le lieu.</li> \
  </ul> \
  <ul> \
  <li><b>Si votre choix s'est fait vers une sortie csv</b>, vous pouvez choisir d'afficher les adresses de correspondance. Cette option ne s'appliquera qu'avec ce type de sortie. Cette \
  option est utile si vous envisagez par exemple l'organisation d'une grande "cousinade" pour faire des \u00e9tiquettes de mailing.</li> \
  </ul> \
  <h3>Astuce :</h3> \
  <p>Pour qu'un param\u00e8tre soit pris en compte, veillez \u00e0 le valider en cliquant apr\u00e8s la saisie sur un endroit quelconque de l'\u00e9cran.</p> \
  <br> \
  </div> \
  <a href="#_top_">Retour au D\u00e9but</a><br> \
  </div> \

reportFont            = Police de caract\u00e8re
FontNoSerif           = Helvetica
FontSerif             = Times
FontAllChar           = Arial
reportFontSize        = Taille de police
FontSizeXXS           = Super Petite
FontSizeXS            = Tr\u00e8s petite
FontSizeS             = Petite
FontSizeM             = Moyenne
FontSizeL             = Large
FontSizeXL            = Tr\u00e8s Large
FontSizeXXL           = Super Large
reportOrientation     = Orientation de la page
OrientationPO         = Portrait
OrientationLA         = Paysage
formatOptions         = Format
numberingOptions      = Num\u00e9rotations affich\u00e9es
generationOptions     = G\u00e9n\u00e9rations affich\u00e9es
eventOptions          = \u00c9v\u00e9nements affich\u00e9s
reportPlaceOfBirth    = Lieux de Naissance
reportDateOfBirth     = Dates de Naissance
reportPlaceOfDeath    = Lieux de D\u00e9c\u00e8s
reportDateOfDeath     = Dates de D\u00e9c\u00e8s
reportPlaceOfMarriage = Lieux de Mariage
reportDateOfMarriage  = Dates de Mariage
reportOccu            = Professions
reportPlaceOfOccu     = Lieux d'exercice des Professions
reportDateOfOccu      = Dates d'exercice des Professions
reportResi            = R\u00e9sidence
reportPlaceOfResi     = Lieux de R\u00e9sidence
reportDateOfResi      = Dates de R\u00e9sidence
reportMailingAddress	 = Adresses (CSV uniquement)
reportIds            = Num\u00e9ros d'identification (ID)
outputOrder     = Type de rapport
SosaOrder       = Par num\u00e9ros Sosa croissants
LineageOrder    = En suivant la Lign\u00e9e
AgnaticLineage  = Lign\u00e9e Agnatique
IndiPerLine     = Une personne par ligne
EventPerLine    = Un \u00e9v\u00e8nement par ligne
Generation      = G\u00e9n\u00e9ration
GenerationShort = G\u00e9n.:
reportMaxGenerations = Nombre maximum de G\u00e9n\u00e9rations
showAllPlaceJurisdictions = Toutes les Juridictions (Lieudit, Commune, ...)
reportFormat    = Structure du rapport
Table           = Tableau - CSV
title.descendant = Descendance de {0}
see         = Voir famille
reportNumberScheme = Num\u00e9rotation descendante
NumNone     = Aucune num\u00e9rotation
NumAbbo     = Num\u00e9rotation d'Aboville
num.col     = Num\u00e9ro
publicGen   = Nombre de g\u00e9n\u00e9rations consid\u00e9r\u00e9es comme publiques (0=toutes)
title.stats = Statistiques
nb.fam      = Nombre de familles : {0}
nb.indi     = Nombre de personnes : {0}
nb.living   = Nombre de personnes vivantes : {0}
addr1.col	= Adr1
addr2.col	= Adr2
addr3.col	= Adr3
addr4.col	= Adr4
addr5.col	= Adr5
Addressprefix = Adresse:
