#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/gedcom.utilities/src/ancestris/modules/gedcom/utilities/matchers
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
CTL_MatcherOptionsTitle=\u039a\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03bf\u03bc\u03bf\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2
MatcherOptionsPanel.jLabel1.text=\u039a\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03bf\u03bc\u03bf\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c4\u03cd\u03c0\u03bf\u03c5 '' {0} ''
IndiMatcherOptionsPanel.indiAllFirstNamesRadioButton.text=\u038c\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03c1\u03ce\u03c4\u03b1 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03af\u03c3\u03b1
IndiMatcherOptionsPanel.indiCheckAllNamesRadioButton.text=\u038c\u03bb\u03b1 \u03c4\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2 (\u03b5\u03c0\u03ce\u03bd\u03c5\u03bc\u03bf, \u03cc\u03bd\u03bf\u03bc\u03b1) \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03af\u03c3\u03b1
IndiMatcherOptionsPanel.indiMaximumDateIntervalLabel.text=\u039f\u03b9 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2 \u03c7\u03c9\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b1\u03c0\u03cc \u03bb\u03b9\u03b3\u03cc\u03c4\u03b5\u03c1\u03bf \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03b7\u03bc\u03b5\u03c1\u03ce\u03bd \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03af\u03c3\u03b5\u03c2
IndiMatcherOptionsPanel.indiEmptyValuesInvalidRadioButton.text=\u03a4\u03b1 \u03ba\u03b5\u03bd\u03ac \u03ae \u03bc\u03b7 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac
IndiMatcherOptionsPanel.indiExcludeSameFamilyRadioButton.text=\u0391\u03c0\u03bf\u03ba\u03bb\u03b5\u03af\u03c3\u03c4\u03b5 \u03c4\u03b1 \u03af\u03b4\u03b9\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
FamMatcherOptionsPanel.famMaxDateIntervalLabel.text=\u039f\u03b9 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2 \u03c7\u03c9\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b1\u03c0\u03cc \u03bb\u03b9\u03b3\u03cc\u03c4\u03b5\u03c1\u03bf \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03b7\u03bc\u03b5\u03c1\u03ce\u03bd \u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03af\u03c3\u03b5\u03c2
#
IndiMatcherOptionsPanel.jTextArea1.text=\u03a4\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b1\u03bd \u03cc\u03bb\u03b1 \u03ae \u03ba\u03ac\u03c0\u03bf\u03b9\u03b1 \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03ac \u03c4\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b1\u03bd\u03bf\u03bc\u03bf\u03b9\u03cc\u03c4\u03c5\u03c0\u03b1:\n- \u03a6\u03cd\u03bb\u03bf, \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2 \u03ba\u03b1\u03b9 \u03b8\u03b1\u03bd\u03ac\u03c4\u03bf\u03c5, \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1, \u03c4\u03cc\u03c0\u03bf\u03c2 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2.
#
FamMatcherOptionsPanel.jTextArea1.text=\u039f\u03b9 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2 \u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b5\u03ac\u03bd:\n- \u03c4\u03cc\u03c3\u03bf \u03bf \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf\u03c2 \u03cc\u03c3\u03bf \u03ba\u03b1\u03b9 \u03b7 \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf\u03c2 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b9\u03c0\u03bb\u03cc\u03c4\u03c5\u03c0\u03b1,\n- \u03ba\u03b1\u03b9 \u03b1\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03c4\u03b7\u03bd \u03af\u03b4\u03b9\u03b1 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b3\u03ac\u03bc\u03bf\u03c5
FamMatcherOptionsPanel.famEmptyValuesInvalidRadioButton.text=\u03a4\u03b1 \u03ba\u03b5\u03bd\u03ac \u03ae \u03bc\u03b7 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac
#
SubmitterMatcherOptionsPanel.jTextArea1.text=\u039f\u03b9 \u03c5\u03c0\u03bf\u03b2\u03bf\u03bb\u03b5\u03af\u03c2 \u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b1\u03bd \u03c4\u03b1 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1, \u03bf\u03b9 \u03c7\u03ce\u03c1\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03bf\u03b9 \u03c0\u03cc\u03bb\u03b5\u03b9\u03c2 \u03c4\u03bf\u03c5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b1\u03bd\u03bf\u03bc\u03bf\u03b9\u03cc\u03c4\u03c5\u03c0\u03b5\u03c2.
RepositoryMatcherOptionsPanel.jTextArea1.text=\u03a4\u03b1 \u03b1\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c1\u03b9\u03b1 \u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b5\u03ac\u03bd \u03c4\u03b1 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03ac \u03c4\u03bf\u03c5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b1\u03bd\u03bf\u03bc\u03bf\u03b9\u03cc\u03c4\u03c5\u03c0\u03b1.
SourceMatcherOptionsPanel.jTextArea1.text=\u039f\u03b9 \u03c0\u03b7\u03b3\u03ad\u03c2 \u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b5\u03ac\u03bd \u03c4\u03bf\u03c5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03bd 3 \u03b1\u03c0\u03cc \u03c4\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b1\u03bd\u03bf\u03bc\u03bf\u03b9\u03cc\u03c4\u03c5\u03c0\u03b1 : \u03c4\u03af\u03c4\u03bb\u03bf\u03c2, \u03c3\u03c5\u03bd\u03c4\u03bf\u03bc\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1, \u03c3\u03c5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03b1\u03c2, \u03b1\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c1\u03b9\u03bf, \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf.
NoteMatcherOptionsPanel.jTextArea1.text=\u039f\u03b9 \u03c3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03b9\u03c2 \u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b1\u03bd \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03cc \u03c4\u03bf\u03c5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b1\u03bd\u03bf\u03bc\u03bf\u03b9\u03cc\u03c4\u03c5\u03c0\u03bf.
MediaMatcherOptionsPanel.jTextArea1.text=\u03a4\u03b1 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03b1 \u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03b5\u03ac\u03bd \u03c4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03ba\u03b1\u03b9 \u03bf \u03c4\u03af\u03c4\u03bb\u03bf\u03c2 \u03c4\u03bf\u03c5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b1\u03bd\u03bf\u03bc\u03bf\u03b9\u03cc\u03c4\u03c5\u03c0\u03b1.
IndiMatcherOptionsPanel.indiExcludeEmptyNamesRadioButton.text=\u0395\u03be\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03bc\u03b5 \u03ba\u03b5\u03bd\u03ac \u03b5\u03c0\u03af\u03b8\u03b5\u03c4\u03b1 \u03ba\u03b1\u03b9 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1
