#           Bundle resources file for package Ancestris - Unicode
#           Path : AncestrisExtensions/WebBook/src/ancestris/modules/webbook
#
#--=====--WARNING to Translators---------------------------------=====--
# Some lines must not be translated. If a line follow a line beginning 
# with #NOI18N, it must be left the way it is written.
# Using Trancestris you won't be allowed to edit it.
#--=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Livre Web
OpenIDE-Module-Display-Category=Outils
OpenIDE-Module-Short-Description=Publication avanc\u00e9e en local ou sur Internet, avec gestion des donn\u00e9es priv\u00e9es, en multi-sections, html ou php, et transfert automatique
OpenIDE-Module-Long-Description=<h1><center>Livre Web</center></h1>\n\n<p>Outil qui permet de publier sa g\u00e9n\u00e9alogie sur un site web personnel ou sur votre ordinateur. </p>\n\n<p>Les pages g\u00e9n\u00e9r\u00e9es constituent ainsi un livre avec toutes les sections utiles pour une navigation conviviale dans votre arbre pour tous vos visiteurs.</p>\n\n<p>Cet outil automatise le transfert des pages sur votre site, et l'optimise en ne chargeant que les pages qui ont chang\u00e9s depuis la derni\u00e8re mise \u00e0 jour.</p>\n\n<p>Les pages peuvent aussi \u00eatre int\u00e9gr\u00e9es \u00e0 un site existant. Le site peut \u00eatre en html ou bien en php.</p>\n\n<p>Les donn\u00e9es priv\u00e9es peuvent \u00eatre prot\u00e9g\u00e9es par un mot de passe.</p>\n\n<p>Cet outil est accessible depuis le Menu Principal, Outils, Publication, Livre Web.</p>
#
CTL_WebBookAction=&Livre Web - Publication avanc\u00e9e en local ou sur Internet
CTL_WebBookButtonAction=Affichage du Livre Web existant
#
CTL_WebBookTitle=Livre Web - Publication avanc\u00e9e en local ou sur Internet
CTL_Step_1=Contenu de la page d'accueil
CTL_Step_2=Individus \u00e0 afficher
CTL_Step_3=Multim\u00e9dia \u00e0 afficher
CTL_Step_4=Ajout du rapport ascendant
CTL_Step_5=Publication locale
CTL_Step_6=Transfert \u00e9ventuel sur Internet
CTL_Step_7=Int\u00e9gration \u00e9ventuelle \u00e0 un site PHP
#
WebBookVisualPanel1.jLabel1.text=Titre du livre
WebBookVisualPanel1.jLabel2.text=Message
WebBookVisualPanel1.jCheckBox1.text=Afficher
WebBookVisualPanel1.jLabel3.text=Auteur
WebBookVisualPanel1.jLabel4.text=Adresse
WebBookVisualPanel1.jLabel5.text=T\u00e9l\u00e9phone
WebBookVisualPanel1.jLabel6.text=Email
WebBookVisualPanel1.jLabel7.text=Statistiques
WebBookVisualPanel1.jCheckBox2.text=Afficher la ligne d'anc\u00eatres la plus longue
WebBookVisualPanel1.jCheckBox3.text=Afficher le lieu le plus fr\u00e9quent
WebBookVisualPanel1.jLabelTitleMessage.text=Titre du message
WebBookVisualPanel1.jTextFieldMessageTitle.toolTipText=Titre \u00e0 afficher pour le message
#
WebBookVisualPanel2.jLabel1.text=Individu de-cujus
WebBookVisualPanel2.jLabel2.text=Individus inconnus
WebBookVisualPanel2.jLabel3.text=Affichage
WebBookVisualPanel2.jCheckBox1.text=Conjoints
WebBookVisualPanel2.jCheckBox2.text=Enfants
WebBookVisualPanel2.jCheckBox3.text=Demi-fr\u00e8res et demi-soeurs
WebBookVisualPanel2.jCheckBox4.text=Relations
WebBookVisualPanel2.jCheckBox5.text=Notes
WebBookVisualPanel2.jCheckBox6.text=Num\u00e9ros d'identification
WebBookVisualPanel2.jCheckBox7.text=Bouton d'envoi d'email \u00e0 l'auteur
WebBookVisualPanel2.jCheckBox8.text=Masquer les donn\u00e9es priv\u00e9es
#
WebBookVisualPanel3.jLabel1.text=Sources
WebBookVisualPanel3.jCheckBox1.text=G\u00e9n\u00e9ration de la section des Sources
WebBookVisualPanel3.jCheckBox2.text=Recopie locale des originaux
WebBookVisualPanel3.jLabel2.text=Media
WebBookVisualPanel3.jCheckBox3.text=G\u00e9n\u00e9ration de la section des Photos
WebBookVisualPanel3.jCheckBox4.text=Recopie locale des originaux
WebBookVisualPanel3.jLabel3.text=Cartes
WebBookVisualPanel3.jCheckBox5.text=G\u00e9n\u00e9ration de la carte g\u00e9ographique
WebBookVisualPanel3.jCheckBox6.text=Affichage des lieux non trouv\u00e9es
#
WebBookVisualPanel4.jLabel1.text=Anc\u00eatres
WebBookVisualPanel4.jCheckBox1.text=G\u00e9n\u00e9ration de la liste des anc\u00eatres
WebBookVisualPanel4.jLabel2.text=Premi\u00e8re g\u00e9n\u00e9ration \u00e0 afficher
WebBookVisualPanel4.jLabel3.text=Derni\u00e8re g\u00e9n\u00e9ration \u00e0 afficher
WebBookVisualPanel4.jLabel4.text=Affichage des sources
#
WebBookVisualPanel5.jLabel1.text=Sauvegarde du livre Web en local
WebBookVisualPanel5.jLabel2.text=R\u00e9pertoire
WebBookVisualPanel5.jLabel3.text=Sauvegarde du log de la g\u00e9n\u00e9ration du livre
WebBookVisualPanel5.jLabel4.text=Fichier
#
WebBookVisualPanel6.jLabel1.text=Transfert
WebBookVisualPanel6.jCheckBox1.text=Remonter les pages sur le site
WebBookVisualPanel6.jLabel2.text=Adresse FTP du site
WebBookVisualPanel6.jLabel3.text=R\u00e9pertoire racine
WebBookVisualPanel6.jLabel4.text=Connexion
WebBookVisualPanel6.jLabel5.text=Nom utilisateur FTP
WebBookVisualPanel6.jLabel6.text=Mot de passe FTP
WebBookVisualPanel6.jLabel7.text=Description du site
WebBookVisualPanel6.jLabel9.text=Type de transfert
WebBookVisualPanel6.jCheckBox2.text=Remise \u00e0 z\u00e9ro de l'historique
WebBookVisualPanel6.jLabel10.text=Ex\u00e9cution
WebBookVisualPanel6.jLabel11.text=Programme \u00e0 lancer en fin de g\u00e9n\u00e9ration
WebBookVisualPanel6.jLabel12.text=Sauvegarde du log des remont\u00e9es
WebBookVisualPanel6.TITL_PGM=Indiquez le nom du programme \u00e0 lancer en fin de g\u00e9n\u00e9ration
WebBookVisualPanel6.TITL_LOG=Indiquez un fichier log pour conserver les d\u00e9tails des remont\u00e9es
#
WebBookVisualPanel7.jCheckBox1.text=Mise \u00e0 profit du langage PHP
WebBookVisualPanel7.jLabel13.text=Profile
WebBookVisualPanel7.jLabel11.text=Codes
WebBookVisualPanel7.jLabel14.text=Code
WebBookVisualPanel7.jCheckBox2.text=Int\u00e9gration dans un site existant
WebBookVisualPanel7.jLabel2.text=Test \u00e0 v\u00e9rifier
WebBookVisualPanel7.jLabel1.text=Site PHP
WebBookVisualPanel7.jLabel7.text=Site existant
WebBookVisualPanel7.jLabel4.text=Donn\u00e9es priv\u00e9es
WebBookVisualPanel7.jLabel3.text=Sp\u00e9cifique
WebBookVisualPanel7.jLabel5.text=D\u00e9but de page
WebBookVisualPanel7.jLabel6.text=D\u00e9but d'ent\u00eate
WebBookVisualPanel7.jLabel8.text=Feuilles de style
WebBookVisualPanel7.jLabel9.text=Fin d'ent\u00eate
WebBookVisualPanel7.jLabel10.text=Scripts
WebBookVisualPanel7.jLabel12.text=Bas de page
TTT_Title=<html>Le titre qui s'affichera en t\u00eate de la page <br>d'accueil du site et dans la barre de titre</html>
TTT_Author=<html>Le nom de l'auteur du livre \u00e0 <br>afficher sur la page d'accueil</html>
TTT_Address=<html>Une adresse pour joindre l'auteur du site, <br>ou du moins le situer approximativement.<br>Indiquer sinon '-' pour ne pas mettre <br>d'adresse sur la page d'accueil.</html>
TTT_Email=<html>Une adresse email pour joindre l'auteur du site.<br>Indiquer sinon '-' pour ne pas mettre <br>d'email sur la page d'accueil.</html>
TTT_Phone=<html>Le t\u00e9l\u00e9phone, facultatif, de l'auteur du site<br>Indiquer sinon '-' pour ne pas mettre <br>de num\u00e9ro de t\u00e9l\u00e9phone sur la page d'accueil.</html>
TTT_DisplayMessage=<html>Cochez cette case pour afficher le <br>message ci-dessous sur la page d'accueil du site</html>
TTT_Message=<html>Un message qui appara\u00eetra sur la page d'accueil du site</html>
TTT_DisplayStatsAnc=<html>Cochez cette case pour afficher sur la page d'accueil <br>des statistiques sur les anc\u00e8tres du de-cujus</html>
TTT_DisplayStatsLoc=<html>Cochez cette case pour afficher sur la page d'accueil <br>des statistiques sur les lieux les plus fr\u00e9quents</html>
TTT_decujus=<html>S\u00e9lectionnez ici la personne qui sera le decujus <br>pour la navigation et la num\u00e9rotation des individus sur le site</html>
TTT_Unknown=<html>Ceci est la cha\u00eene de caract\u00e8res qui sera utilis\u00e9e <br>pour les individus de la g\u00e9n\u00e9alogie dont le nom sera inconnu</html>
TTT_DisplayFamily=<html>Cochez cette case pour afficher les conjoints <br>dans les fiches d\u00e9taill\u00e9es des individus</html>
TTT_DisplayKids=<html>Cochez cette case pour afficher les enfants <br>dans les fiches d\u00e9taill\u00e9es des individus</html>
TTT_DisplaySiblings=<html>Cochez cette case pour afficher les demi-fr\u00e8res et demi-soeurs <br>dans les fiches d\u00e9taill\u00e9es des individus</html>
TTT_DisplayRel=<html>Cochez cette case pour afficher les relations de parent\u00e9 <br>dans les fiches d\u00e9taill\u00e9es des individus</html>
TTT_DisplayNotes=<html>Cochez cette case pour afficher les notes <br>dans les fiches d\u00e9taill\u00e9es des individus</html>
TTT_DisplayId=<html>Cochez cette case pour afficher les num\u00e9ros identifiants <br>des individus dans les fiches d\u00e9taill\u00e9es des individus</html>
TTT_DisplayEmail=<html>Cochez cette case pour afficher le bouton Email <br>\u00e0 chaque individu dans les fiches d\u00e9taill\u00e9es des individus</html>
TTT_DisplaySources=<html>Cochez cette case pour g\u00e9n\u00e9rer <br>la section des sources sur le site</html>
TTT_TypeOfSources=<html>Choisissez ici les \u00e9l\u00e9ments \u00e0 afficher avec les sources. Trois options :<br>- Aucune autre information que le nom de l'entit\u00e9 associ\u00e9e \u00e0 la source.<br>- On affiche le nom de l'entit\u00e9 avec un texte associ\u00e9 si il en existe un.<br>- On affiche le texte, mais aussi une miniature d'un m\u00e9dia si il existe.</html>
TTT_SourceCopies=<html>Cochez cette case pour forcer la recopie des documents sources originaux sur l'emplacement du site en local. <br>Ceci permet d'\u00e9conomiser l'espace disque sinon.<br>Cette option ne fonctionne que sur Linux et est sans impact sur le site distant.<br>Sur Mac et Windows, il y aura toujours recopie locale.</html>
TTT_DisplayMedia=<html>Cochez cette case pour g\u00e9n\u00e9rer <br>la section des m\u00e9dias sur le site</html>
TTT_MediaCopies=<html>Cochez cette case pour forcer la recopie des documents m\u00e9dia originaux sur l'emplacement du site en local. <br>Ceci permet d'\u00e9conomiser l'espace disque sinon.<br>Cette option ne fonctionne que sur Linux et est sans impact sur le site distant.<br>Sur Mac et Windows, il y aura toujours recopie locale.</html>
TTT_DisplayMap=<html>Cochez cette case pour g\u00e9n\u00e9rer la <br>carte g\u00e9ographique sur le site.</html>
TTT_DisplayEmptyLoc=<html>Cochez cette case pour afficher les lieux <br>dont les coordonn\u00e9es g\u00e9ographiques sont inconnues</html>
TTT_DisplayAncetorReport=<html>Cochez cette case pour g\u00e9n\u00e9rer <br>la section des anc\u00eatres du de-cujus sur le site</html>
TTT_AncetorGenMin=<html>La g\u00e9n\u00e9ration d'anc\u00eatres <br>\u00e0 partir de laquelle afficher l'ascendance du de-cujus</html>
TTT_AncetorGenMax=<html>La g\u00e9n\u00e9ration d'anc\u00eatres <br>apr\u00e8s laquelle ne plus afficher l'ascendance du de-cujus</html>
TTT_TypeOfAncestorsSources=<html>Choisissez ici la mani\u00e8re d'afficher les sources</html>
TTT_LocalDir=<html>Le r\u00e9pertoire local dans lequel sera sauvegard\u00e9 votre livre web. <br>Le livre sera accessible en ouvrant le fichier <br>index.htlml depuis votre navigateur Web.</html>
TTT_LogFile=<html>Le fichier log dans lequel sera sauvegard\u00e9 le d\u00e9tail de la g\u00e9n\u00e9ration du livre Web.<br>Vous y trouverez les \u00e9l\u00e9ments d\u00e9taill\u00e9s <br>permettant de savoir si la g\u00e9n\u00e9ration s'est bien pass\u00e9e</html>
TTT_UploadBook=<html>Cochez cette case pour transf\u00e9rer le livre Web sur un <br>site Internet, une fois le livre g\u00e9n\u00e9r\u00e9 localement</html>
TTT_FTPAddress=<html>L'adresse FTP du site Internet, sous la forme ftp.monsite.com</html>
TTT_FTPDir=<html>Le r\u00e9pertoire sur votre site dans lequel placer le livre Web, <br>sous la forme /public_html/genealogie/</html>
TTT_FTPUser=<html>Le nom utilisateur FTP pour la connexion sur votre site et pouvoir y remonter les fichiers.</html>
TTT_FTPPassword=<html>Le mot de passe FTP pour la connexion sur votre site et pouvoir y remonter les fichiers.</html>
TTT_SiteDesc=<html>La description succinte de votre site, <br>\u00e0 placer dans la page d'accueil pour le r\u00e9f\u00e9rencement <br>dans les moteurs de recherche</html>
TTT_FTPTransferType=<html>Choisissez ici le type de transfert de fichier sur le site, <br>afin d'optimiser \u00e9ventuellement le temps n\u00e9cessaire</html>
TTT_FTPEraseHistory=<html>Cochez cette case pour remettre \u00e0 z\u00e9ro l'historique de remont\u00e9e des fichiers.<br>Ceci aura pour effet de remonter en force tous les fichiers.<br>Attention: vous perdrez une information utile <br>si vous avez un large volume de fichiers \u00e0 transf\u00e9rer.</html>
TTT_PostExec=<html>Vous avez la possibilit\u00e9, si vous le souhaitez, <br>de lancer un programme \u00e0 la fin de la g\u00e9n\u00e9ration du livre web.<br>Indiquez ici son emplacement et son nom.<br>Laissez sinon \u00e0 blanc pour ne rien lancer du tout</html>
TTT_FTPLogFile=<html>Le fichier log dans lequel sera sauvegard\u00e9 le d\u00e9tail du transfert des fichiers sur le site, <br>vous permettant ainsi de savoir si le transfert s'est bien pass\u00e9</html>
TTT_PHPSupport=<html>Cochez cette case si votre site supporte le langage PHP <br>et si vous souhaitez l'utiliser pour <br>g\u00e9rer les donn\u00e9es priv\u00e9es,<br>ou pour int\u00e9grer les pages dans un site PHP existant<br>(voir l'aide pour les limitations) </html>
TTT_PHPProfil=<html>Profil pour visualiser les <br>donn\u00e9es priv\u00e9es dans le site PHP.</html>
TTT_PHPCode=<html>Mot de passe pour visualiser les <br>donn\u00e9es priv\u00e9es dans le site PHP.</html>
TTT_PHPTest=<html>L'instruction du test PHP \u00e0 v\u00e9rifier pour affichier les donn\u00e9es priv\u00e9es,<br>par exemple <b>isItOk()</b> or <b>$profil == 'gene'</b></html>
TTT_PHPIntegrate=<html>Cochez cette case si les pages g\u00e9n\u00e9r\u00e9es doivent <br>s'int\u00e9grer dans la structure et le style d'un site existant.</html>
TTT_PHPInit=<html>Chemin relatif depuis le r\u00e9pertoire des pages g\u00e9n\u00e9r\u00e9es, <br>du script existant qui s'ex\u00e9cute au d\u00e9but de chaque page du site.</html>
TTT_PHPMyScript=<html>Le script qui permet de d\u00e9finir des instructions communes <br>\u00e0 toutes les pages g\u00e9n\u00e9r\u00e9es du WebBook.<br>Par exemple, la cat\u00e9gorie des pages g\u00e9n\u00e9alogiques <br>ou encore le chemin relatif vers les feuilles de style existante du site.</html>
TTT_PHPHeadStart=<html>Chemin relatif depuis le r\u00e9pertoire des pages g\u00e9n\u00e9r\u00e9es, <br>du script existant qui \u00e9crit le haut de page html <br>et le d\u00e9but de la section 'head' des pages du site.</html>
TTT_PHPHeadCSS=<html>Chemin relatif depuis le r\u00e9pertoire des pages g\u00e9n\u00e9r\u00e9es, <br>de la feuille de style du site.</html>
TTT_PHPHeadEnd=<html>Chemin relatif depuis le r\u00e9pertoire des pages g\u00e9n\u00e9r\u00e9es, <br>du script existant qui \u00e9crit la fin de la section 'head' des pages du site.</html>
TTT_PHPHeadBody=<html>Chemin relatif depuis le r\u00e9pertoire des pages g\u00e9n\u00e9r\u00e9es, <br>du script existant qui \u00e9crit le d\u00e9but de la section 'body' des pages du site.</html>
TTT_PHPFooter=<html>Chemin relatif depuis le r\u00e9pertoire des pages g\u00e9n\u00e9r\u00e9es, <br>du script existant qui \u00e9crit la fin de la section 'body' des pages du site.</html>
sourceType.type1=Sans les donn\u00e9es pour les entit\u00e9s associ\u00e9es
sourceType.type2=Avec les textes pour les entit\u00e9s associ\u00e9es
sourceType.type3=Avec les m\u00e9dias pour les entit\u00e9s associ\u00e9es
#
sourceTypeAncestor.type1=Pas de mention des sources
sourceTypeAncestor.type2=Titre \u00e0 chaque g\u00e9n\u00e9ration
sourceTypeAncestor.type3=Titre et texte \u00e0 chaque g\u00e9n\u00e9ration
#
transferType.type1=Syst\u00e9matique
transferType.type2=Ajout de la diff\u00e9rence
transferType.type3=Ajout & suppression de la diff\u00e9rence
#
PREF_defaultTitle=G\u00e9n\u00e9alogie ANDRE x LAPEYRE
PREF_defaultAuthor=Fr\u00e9d\u00e9ric
PREF_defaultAddress=Paris
PREF_defaultPhone=+33 1 40 50 60 70
PREF_defaultEmail=monemail@site.com
PREF_defaultMessage=Nouveaut\u00e9 sur mon site : les cousins Chancel \net la branche Charlemagne
#
PREF_defaultFTPSite=ftp.mysite.com
PREF_defaultFTPDir=/public_html/genealogie/
PREF_defaultFTPUser=monuser
PREF_defaultFTPPassword=monmotdepasse
PREF_defaultSiteDesc=G\u00e9n\u00e9alogie des familles Andr\u00e9 et Lapeyre\nde 1323 \u00e0 nos jours
#
PREF_PHPProfil=genealogie
PREF_PHPCode=pw1234
PREF_PHPTest=authgen()
#
CTRL_Mandatory_Title=Veuillez saisir un titre
CTRL_Mandatory_Decujus=Veuillez indiquer l'individu De-Cujus
CTRL_Mandatory_Unknown=Veuillez saisir "individus inconnus"
CTRL_Mandatory_LocalWebDir=Veuillez saisir un r\u00e9pertoire local
CTRL_GeoModuleNotFound=Le module G\u00e9o est n\u00e9cessaire pour b\u00e9n\u00e9ficier des cartes
CTRL_MinMax=La 1\u00e8re g\u00e9n\u00e9ration devrait \u00eatre inf\u00e9rieure \u00e0 la derni\u00e8re
CTRL_Invalid_LocalWebDir=R\u00e9pertoire local inexistant
CTRL_NotDir_LocalWebDir=Le r\u00e9pertoire indiqu\u00e9 n'est pas un r\u00e9pertoire
CTRL_NotWritable_LocalWebDir=Le r\u00e9pertoire indiqu\u00e9 est interdit en \u00e9criture
CTRL_CautionForDeletion_LocalWebDir=S\u00e9curit\u00e9 : v\u00e9rifiez et effacez vous-m\u00eames les fichiers du r\u00e9pertoire.
CTRL_Mandatory_LogFile=Fichier log obligatoire
CTRL_Invalid_LogDir=Fichier log inexistant
CTRL_Mandatory_FTPsite=Veuillez saisir le site FTP
CTRL_Mandatory_FTPdir=Veuillez saisir le r\u00e9pertoire FTP
CTRL_Mandatory_FTPuser=Veuillez saisir le nom d'utilisateur
CTRL_Mandatory_FTPpassw=Veuillez saisir le mot de passe
CTRL_Invalid_FTPexec=Programme \u00e0 ex\u00e9cuter inexistant
CTRL_Invalid_FTPLogDir=R\u00e9pertoire du fichier log des remont\u00e9es inexistant
CTRL_CannotIntegrate=L'integration \u00e0 un site existant n\u00e9cessite la mise \u00e0 profit du langage PHP
#
TASK_WebBookExecution=Livre Web en cours de g\u00e9n\u00e9ration...
TASK_WebBookExecutionStart=G\u00e9n\u00e9ration du Livre Web commenc\u00e9e.
TASK_WebBookExecutionStopped=G\u00e9n\u00e9ration du Livre Web annul\u00e9e en cours d'ex\u00e9cution.
TASK_WebBookExecutionSuccess=G\u00e9n\u00e9ration du Livre Web termin\u00e9e avec succ\u00e8s \!-)))))
TASK_WebBookExecutionFailed=G\u00e9n\u00e9ration du Livre Web termin\u00e9e avec des erreurs :-(((((
#
LOG_ErrorLogFile=Probl\u00e8me \u00e0 la cr\u00e9ation du fichier log {0}
LOG_Geo_module_Not_Found=Plugin G\u00e9o non trouv\u00e9 ou non install\u00e9. Ne peut g\u00e9n\u00e9rer la section de la carte g\u00e9ographique
LOG_LocationsUnfound={0} lieu(x) n'''ont pu \u00eatre trouv\u00e9s. Il se peut que vous n''ayez pas encore lanc\u00e9 la Carte G\u00e9o dans Ancestris avec ce fichier Gedcom, ce qui permet de rechercher les lieux sur Internet et de les stocker en local.
#
EXEC_start=D\u00e9but de la g\u00e9n\u00e9ration des pages
EXEC_end=Fin de la g\u00e9n\u00e9ration des pages
EXEC_params=Valeurs des param\u00e8tres saisies dans l'assistant
EXEC_clean=Nettoyage du r\u00e9pertoire local
EXEC_init=Initialisation des sections du livre Web
EXEC_create=Cr\u00e9ation des sections du livre Web
EXEC_upload=Remont\u00e9e des pages sur votre site
EXEC_showPages=Affichage des pages
EXEC_DONE=: ok
TXT_menu_individuals=Individus
TXT_menu_documents=Documents
TXT_menu_structuredlist=Listes structur\u00e9es
TXT_menu_maps=Cartes
TXT_menu_statistics=Statistiques
TXT_menu_tools=Outils
TXT_menu_locations=Lieux
TXT_menu_days=Calendrier familial
#
TXT_Lastnames=Patronymes
TXT_Individualslist=Liste des individus
TXT_Individualsdetails=D\u00e9tails des individus
TXT_Sources=Sources
TXT_SourcesIndex=Index des Sources
TXT_Media=Photos et autres m\u00e9dia
TXT_MediaIndex=Index des photos et autres m\u00e9dia
TXT_Map=Carte g\u00e9ographique
TXT_Citieslist=Liste des villes
TXT_Citiesdetails=D\u00e9tails des villes
TXT_Dayslist=Calendrier familial
TXT_Daysdetails=D\u00e9tails du calendrier
TXT_Search=Recherche d'individus
TXT_StatsFrequent=El\u00e9ments les plus fr\u00e9quents
TXT_StatsImplex=Implexe et consanguinit\u00e9
TXT_RepSosa=Liste des anc\u00eatres
#
alt_male=Homme
alt_female=Femme
alt_unknown=Sexe inconnu
alt_start=D\u00e9but de la section
alt_previous=Page pr\u00e9c\u00e9dente
alt_top=Haut de page
alt_home=Page d'accueil du site
alt_bottom=Bas de page
alt_next=Page suivante
alt_end=Fin de la section
TXT_text_sosa=Le premier individu de cette g\u00e9n\u00e9alogie est {0} dont les {1,number,integer} anc\u00eatres ont \u00e9t\u00e9 retrouv\u00e9s sur {2,number,integer} g\u00e9n\u00e9rations.
TXT_text_old=Le plus ancien de ses anc\u00eatres est {0}.
TXT_text_longuest1=C'est l'individu avec la lign\u00e9e d'anc\u00eatres la plus longue.
TXT_text_largest1=C'est l'individu avec le nombre d'anc\u00eatres le plus grand.
TXT_text_longuest2=L''individu avec la lign\u00e9e d''anc\u00eatres la plus longue est {0} avec des anc\u00eatres sur {1} g\u00e9n\u00e9rations.
TXT_text_largest2=L''individu avec le nombre d''anc\u00eatres le plus grand est {0} avec {1} anc\u00eatres.
TXT_text_unknown_date=\u00e0 une date inconnue
TXT_text_place=Le lieu le plus r\u00e9pandu de cette g\u00e9n\u00e9alogie est {0}.
TXT_text_stats=Il y a {0,number,integer} individus et {1,number,integer} familles repr\u00e9sentant {2,number,integer} patronymes et {3,number,integer} lieux diff\u00e9rents dans cette g\u00e9n\u00e9alogie.
TXT_text_cousins=Parmi ces individus, en plus du de-cujus, {0,number,integer} sont ses anc\u00eatres directs, {1,number,integer} sont des individus g\u00e9n\u00e9tiquement apparent\u00e9s et {2,number,integer} ne sont pas de la m\u00eame lign\u00e9e sanguine.
TXT_text_family=Les {0,number,integer} unions dont {1,number,integer} mariages ont donn\u00e9 naissance \u00e0 {2,number,\#\#.\#\#} enfants par couple en moyenne.
TXT_text_pages=Ces pages ont \u00e9t\u00e9 cr\u00e9\u00e9es par {0} le {1, date} \u00e0 {1, time, HH:mm}.
#
TXT_idx_email_subject=Message au sujet de votre g\u00e9n\u00e9alogie
TXT_idx_email_dear=Cher/Ch\u00e8re
TXT_idx_email_body=Je vous contacte car
TXT_idx_email_link=Me contacter par email.
TXT_mail_comment=Envoyer un commentaire \u00e0 l'auteur du site au sujet de cet individu
TXT_src_comment=Acc\u00e8s au d\u00e9tail de la source num\u00e9ro
TXT_popupemail_title=Formulaire d'envoi d'email
TXT_emailform_description=Instructions
TXT_emailform_info=Merci de m'envoyer un commentaire au sujet de cet individu. Veuillez s'il vous plait remplir le formulaire ci-dessous et appuyez sur "Envoyer". Votre messagerie va vous proposer le mail \u00e0 m'envoyer. Vous pourrez \u00e9ventuellement le modifier puis me l'envoyer comme un email normal.
TXT_emailform_form=Formulaire
TXT_emailform_name=Votre nom
TXT_emailform_reason=La raison de votre message
TXT_emailform_message=Message d\u00e9taill\u00e9
TXT_emailform_send=Envoyer
TXT_emailform_cancel=Annuler
TXT_emailform_mynameis=Mon nom est
fam_chronologie=Chronologie
fam_grandparents=Parents et grand-parents
fam_siblings=Fr\u00e8res et soeurs
fam_family=Famille
fam_spouse=Conjoint
fam_stepsibfather=Fr\u00e8res et soeurs consanguins
fam_stepsibmother=Fr\u00e8res et soeurs ut\u00e9rins
fam_kids=Enfants
fam_stepkids=Enfants consanguins et ut\u00e9rins
fam_note=Notes
fam_relations=Relations
fam_relhas=A un/e
fam_relis=Est
fam_relunk=relation inconnue
fam_relwhois=qui est
fam_relat=pour l'\u00e9v\u00e9nement
fam_relthe=le
fam_relof=de
fam_noteSrc=relative \u00e0 l'\u00e9v\u00e8nement
src_media=Media
src_associations=Entit\u00e9s associ\u00e9es
#
med_none=Aucun fichier trouv\u00e9
med_priv=Information priv\u00e9e
popup_title=Media
place_loc=Lieu
place_event=Ev\u00e9nements
place_nodate=Date inconnue
date_detail=Date
date_event=Ev\u00e9nements
date_indi=Individus
search_criteria=Crit\u00e8re de recherche
search_exact=mot entier
search_firstname=Pr\u00e9nom
search_lastname=Patronyme
search_place=Lieu
search_id=Identifiant
search_sosa=Num\u00e9ro sosa
search_dateand=et <=
search_not=non
search_birthd=Ann\u00e9e de naissance
search_marrid=Ann\u00e9e de mariage
search_deathd=Ann\u00e9e de d\u00e9c\u00e8s
search_and=Et
search_or=Ou
search_go=Rechercher
search_reset=Effacer
search_please=R\u00e9sultats de la recherche - Veuillez sp\u00e9cifier un crit\u00e8re de recherche.
search_result=R\u00e9sultats de la recherche
search_results=r\u00e9sultats trouv\u00e9s (les r\u00e9sultats confidentiels sont masqu\u00e9s ici).
searcht_sex=Sexe
searcht_id=Id.
searcht_name=Nom de l'individu
searcht_sosa=Num. Sosa
searcht_bdate=Date de naissance
searcht_ddate=Date de d\u00e9c\u00e8s
January=Janvier
February=F\u00e9vrier
March=Mars
April=Avril
May=Mai
June=Juin
July=Juillet
August=Aout
September=Septembre
October=Octobre
November=Novembre
December=D\u00e9cembre
map_ancestors=Anc\u00eatres:
map_all=Tous
map_ascendants=Ascendants seulement
map_cousins=Cousins seulements
map_others=Autres seulement
map_events=Ev\u00e9nements:
map_birth=Naissances
map_marriages=Mariages
map_deaths=D\u00e9c\u00e8s
map_years=Ann\u00e9es:
map_to=\u00e0
map_volume=Volume:
map_high=Haut
map_medium=Moyen
map_low=Bas
map_density=Densit\u00e9:
map_markersize=Taille marqueurs:
map_of=Carte indiquant la position de {0}
map_detailed_events=Voir les \u00e9v\u00e9nements d\u00e9taill\u00e9s pour
map_box_city=Ville de
map_box_individual=individus
map_box_ascendants=ascendants
map_box_cousins=cousins
map_box_others=autres
map_box_most=Patronymes les plus fr\u00e9quents
map_box_events=\u00e9v\u00e9nements
map_box_births=naissances
map_box_marriages=mariages
map_box_deaths=d\u00e9c\u00e8s
map_box_occon=Survenus le
map_box_occbet=Survenus entre le
map_box_occand=et le
#
frequency_description=Description
frequency_info=Ce rapport pr\u00e9sente la fr\u00e9quence, du plus au moins fr\u00e9quent, de trois \u00e9l\u00e9ments de l'arbre g\u00e9n\u00e9alogique: les patronymes, les lieux, et les jours de l'ann\u00e9e.
frequency_table=Tableau des fr\u00e9quences
frequency_header_rank=Rang
frequency_header_lastname=Patronyme
frequency_header_frequency=Fr\u00e9q.
frequency_header_city=Lieu
frequency_header_day=Jour
#
implex_description=Description
implex_info=Ce rapport affiche le nombre d'anc\u00eatre trouv\u00e9s, le taux de couverture, le taux d'implexe et le coefficient de consanguinit\u00e9.\n\n Le taux de couverture est le rapport entre les anc\u00eatres connus et les anc\u00eatres possibles (colonne % ci-dessous).\n\n Un implexe est une personne qui appara\u00eet plusieurs fois dans l'arbre d'ascendance. Ainsi, le taux d'implexe est le rapport entre le nombre d'anc\u00eatres cumul\u00e9s et le nombre d'anc\u00eatres diff\u00e9rents.\n Exemple: si un individu a 100 anc\u00eatres, mais seulement 80 sont diff\u00e9rents, le taux d'implexe est 1 - (80 / 100) = 20%.\n\n Le coefficient de consanguinit\u00e9 d'un individu est la probabilit\u00e9 que deux all\u00e8les de cet individu soient identiques. Cela suppose que ses parents aient un ou plusieurs anc\u00eatres identiques.
#
implex_root_individual=Individu racine
implex_implex_factor=Taux d'implexe :
implex_consanguinity_factor=Coefficient de consanguinit\u00e9 :
implex_header_implex_generation=G\u00e9n\u00e9ration n\u00b0
implex_header_implex_possible=Nombre d'Anc\u00eatres possibles
implex_header_implex_known=Nombre d'Anc\u00eatres connus
implex_header_implex_cumul=Nombre d'Anc\u00eatres cumul\u00e9s (A)
implex_header_implex_diff=Nombre d'Anc\u00eatres diff\u00e9rents
implex_header_implex_diffcumul=Nombre d'Anc\u00eatres cumul\u00e9s diff\u00e9rents (B)
implex_header_implex_implex=Implexe % (1-B/A)
implex_header_implex_common_ancestors=Liste des anc\u00eatres communs pour le taux d'implexe
implex_header_consanguinity_common_ancestors=Liste des anc\u00eatres communs pour le coefficient de consanguinit\u00e9
#
RepSosaOptions.sourceList=Liste des sources pour la g\u00e9n\u00e9ration {0}:
RepSosaOptions.generation=GENERATION
RepSosaOptions.title=Anc\u00eatres de
RepSosaOptions.generations=G\u00e9n\u00e9rations
RepSosaOptions.limited=(liste limit\u00e9e \u00e0 la g\u00e9n\u00e9ration {0})
RepSosaOptions.unlimited=(liste compl\u00e8te disponible)
#
upload_yes=D\u00e9tail de la remont\u00e9e sur votre site dans la fen\u00eatre d'ex\u00e9cution ci-contre
upload_none=Aucune remont\u00e9e demand\u00e9e
WebBookVisualPanel2.jLabel4.text=Donn\u00e9es priv\u00e9es
WebBookVisualPanel2.jButton1.text=Pr\u00e9f\u00e9rences
#
TITL_ChooseDir=Choisir le r\u00e9pertoire pour une copie locale du Livre Web
TITL_ChooseLogFile=Designation du fichier Log
OK_Button=OK
