OpenIDE-Module-Name=\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae - \u0395\u03ba\u03c4\u03b5\u03c4\u03b1\u03bc\u03ad\u03bd\u03bf\u03c2 \u03c0\u03bb\u03bf\u03b7\u03b3\u03cc\u03c2
OpenIDE-Module-Display-Category=\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae
OpenIDE-Module-Long-Description=<h1><center>\u0395\u03ba\u03c4\u03b5\u03c4\u03b1\u03bc\u03ad\u03bd\u03bf\u03c2 \u03c0\u03bb\u03bf\u03b7\u03b3\u03cc\u03c2</center></h1>\n\n<p>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03b5\u03b9 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b7\u03b3\u03b7\u03b8\u03b5\u03af\u03c4\u03b5 \u03c3\u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2. \u0395\u03af\u03bd\u03b1\u03b9 \u03bc\u03af\u03b1 \u03b5\u03ba\u03c4\u03b5\u03c4\u03b1\u03bc\u03ad\u03bd\u03b7 \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7.\n\n<p>\u0391\u03c5\u03c4\u03cc \u03c3\u03b1\u03c2 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b7\u03b3\u03b7\u03b8\u03b5\u03af\u03c4\u03b5 \u03b1\u03bd\u03ac\u03bc\u03b5\u03c3\u03b1 \u03c3\u03b5 \u03bc\u03ad\u03bb\u03b7 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03ba\u03b1\u03b9 \u03c3\u03b5 \u03ac\u03bb\u03bb\u03b5\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2. \u0395\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b2\u03b1\u03c3\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03b1 \u03b1\u03bd\u03c4\u03af\u03c3\u03c4\u03bf\u03b9\u03c7\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03ba\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03c6\u03c9\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1 \u03c4\u03bf\u03c5\u03c2 \u03c4\u03bf\u03c5\u03c2, \u03cc\u03c4\u03b1\u03bd \u03b1\u03c5\u03c4\u03ae \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9.\n\n<p>\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03bf \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5,  \u03b1\u03c0\u03cc \u03c4\u03bf \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae, \u03b5\u03ba\u03c4\u03b5\u03c4\u03b1\u03bc\u03ad\u03bd\u03bf\u03c2 \u03c0\u03bb\u03bf\u03b7\u03b3\u03cc\u03c2.
OpenIDE-Module-Short-Description=\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae - \u0395\u03ba\u03c4\u03b5\u03c4\u03b1\u03bc\u03ad\u03bd\u03bf\u03c2 \u03c0\u03bb\u03bf\u03b7\u03b3\u03cc\u03c2
#
Actions/Window/ancestris-modules-nav-NavigatorAction.instance=\u03a0\u03bb\u03bf\u03b7\u03b3\u03cc\u03c2 Ancestris
#
CTL_MENU_NavigatorAction=\u0395\u03ba\u03c4\u03b5\u03c4\u03b1\u03bc\u03ad\u03bd\u03bf\u03c2 &\u03c0\u03bb\u03bf\u03b7\u03b3\u03cc\u03c2
HINT_NavigatorExtendedTopComponent=\u039f\u03c0\u03c4\u03b9\u03ba\u03ae \u03c0\u03bb\u03bf\u03ae\u03b3\u03b7\u03c3\u03b7 \u03b5\u03bd\u03c4\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03c4\u03bf\u03c5 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 \u03c3\u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 {0}
CTL_AncestrisNavigator=\u03a0\u03bb\u03bf\u03b7\u03b3\u03cc\u03c2
blueprint.father.empty=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03b5\u03bd\u03cc\u03c2 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1
blueprint.mother.empty=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03bc\u03b7\u03c4\u03ad\u03c1\u03b1\u03c2
blueprint.wife.empty=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03b5\u03bd\u03cc\u03c2 \u03c3\u03c5\u03b6\u03cd\u03b3\u03bf\u03c5
blueprint.husband.empty=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03b5\u03bd\u03cc\u03c2 \u03c3\u03c5\u03b6\u03cd\u03b3\u03bf\u03c5
#
FamilyPanel.jLabel2.text=\u03a3\u03cd\u03b6\u03c5\u03b3\u03bf\u03c2
FamilyPanel.jLabel3.text=\u0395\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf
FamilyPanel.jLabel1.text=\u0386\u03bb\u03bb\u03bf\u03b9 \u03c3\u03c5\u03b3\u03b3\u03b5\u03bd\u03b5\u03af\u03c2
FamilyPanel.motherPanel.border.title=\u039c\u03b7\u03c4\u03ad\u03c1\u03b1
FamilyPanel.fatherPanel.border.title=\u03a0\u03b1\u03c4\u03ad\u03c1\u03b1\u03c2
TootlTipTextClickSel=\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03af\u03ba \u03b3\u03b9\u03b1 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae
TootlTipTextClickSwitch=\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03b2\u03b5\u03af\u03c4\u03b5 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03ad\u03bd\u03c9\u03c3\u03b7
TootlTipTextDClickEdtSel=\u0394\u03b9\u03c0\u03bb\u03cc \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1
TootlTipTextDClickEdt=\u0394\u03b9\u03c0\u03bb\u03cc \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c7\u03c9\u03c1\u03af\u03c2 \u03bd\u03b1 \u03b3\u03af\u03bd\u03b5\u03b9 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae
TootlTipTextDClickCre=\u0394\u03b9\u03c0\u03bb\u03cc \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1
TootlTipTextRClickMenu=\u039a\u03ac\u03bd\u03c4\u03b5 \u03b1\u03c1\u03b9\u03c3\u03c4\u03b5\u03c1\u03cc \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03c4\u03bf \u03bc\u03b5\u03bd\u03bf\u03cd \u03c0\u03b5\u03c1\u03b9\u03b2\u03ac\u03bb\u03bb\u03bf\u03bd\u03c4\u03bf\u03c2
FamilyPanel.eventsTab.TabConstraints.tabTitle=\u0393\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1
FamilyPanel.famSpousePanel.TabConstraints.tabTitle=\u03a0\u03b1\u03b9\u03b4\u03b9\u03ac
FamilyPanel.famParentPanel.TabConstraints.tabTitle=\u0391\u03b4\u03ad\u03c1\u03c6\u03b9\u03b1
