#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/report.svgtree/src/ancestris/report/svgtree
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
# Generate all-in-one tree in svg format
#
# Languages supported :
#     - Danish - 2017/11/21 by Niels-Ole Olsen
#     - Dutch - 2017/01/28 by Harry Mensch
#     - English (default) Info updated 2010/01/20 by Paul Robinson
#     - French
#     - German
#     - Latvian 2017/12/12 Mārtiņš Anšmits
#     - Polish
#     - Swedish added 20130513.2157di
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Name=\u0393\u03c1\u03b1\u03c6\u03b9\u03ba\u03cc \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c0\u03bf\u03bb\u03bb\u03ce\u03bd \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd
OpenIDE-Module-Long-Description=<h1><center>\u0394\u03ad\u03bd\u03c4\u03c1\u03bf \u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ce\u03bd \u03c0\u03bf\u03bb\u03bb\u03ce\u03bd \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd</center></h1>\n\n<p>\u0391\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03bf\u03cd \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03bf\u03cd \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5 \u03c3\u03b5 \u03bc\u03b5\u03c4\u03b1\u03b2\u03bb\u03b7\u03c4\u03cc \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd, \u03bc\u03b5 \u03c9\u03c1\u03bf\u03c3\u03ba\u03cc\u03c0\u03bf\u03c5\u03c2 \u03ba\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2.</p>\n\n<p>\u0393\u03b9\u03b1 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc, \u039a\u03cd\u03c1\u03b9\u03bf \u03bc\u03b5\u03bd\u03bf\u03cd, \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1, \u039b\u03af\u03c3\u03c4\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ad\u03c2, \u0393\u03c1\u03b1\u03c6\u03b9\u03ba\u03cc \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c0\u03bf\u03bb\u03bb\u03b1\u03c0\u03bb\u03ce\u03bd \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd \u03b1\u03cd\u03be\u03bf\u03c5\u03c3\u03b1 \u03ba\u03b1\u03b9 \u03c6\u03b8\u03af\u03bd\u03bf\u03c5\u03c3\u03b1. </p>
OpenIDE-Module-Short-Description=\u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2 - \u0393\u03c1\u03b1\u03c6\u03b9\u03ba\u03ae \u03b4\u03b5\u03bd\u03c4\u03c1\u03bf\u03b5\u03b9\u03b4\u03ae \u03b1\u03bd\u03b1\u03c0\u03b1\u03c1\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7
TITL_SizeWarning=\u03a0\u03c1\u03bf\u03b5\u03b9\u03b4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03bc\u03b5\u03b3\u03ad\u03b8\u03bf\u03c5\u03c2
MSG_SizeWarning=\u03a4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03b9 {0} \u03ac\u03c4\u03bf\u03bc\u03b1.\n\u0391\u03c5\u03c4\u03cc \u03c0\u03b9\u03b8\u03b1\u03bd\u03cc\u03c4\u03b1\u03c4\u03b1 \u03b8\u03b1 \u03c5\u03c0\u03b5\u03c1\u03b2\u03b5\u03af \u03c4\u03b7 \u03c7\u03c9\u03c1\u03b7\u03c4\u03b9\u03ba\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c4\u03b7\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 \u03ae \u03b1\u03c0\u03bb\u03ce\u03c2 \u03b8\u03b1 \u03c0\u03b1\u03b3\u03ce\u03c3\u03b5\u03b9 \u03c4\u03bf\u03bd \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03ae \u03c3\u03b1\u03c2.\n\n\u0398\u03ad\u03bb\u03b5\u03c4\u03b5 \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03c3\u03b5\u03c4\u03b5 \u03ae \u03bc\u03ac\u03bb\u03bb\u03bf\u03bd \u03bd\u03b1 \u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03c4\u03c9\u03bd \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd;
#
name=\u0393\u03c1\u03b1\u03c6\u03b9\u03ba\u03cc \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c0\u03bf\u03bb\u03bb\u03b1\u03c0\u03bb\u03ce\u03bd \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd \u03b1\u03cd\u03be\u03bf\u03c5\u03c3\u03b1\u03c2 \u03ba\u03b1\u03b9 \u03c6\u03b8\u03af\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03c3\u03b5\u03b9\u03c1\u03ac\u03c2
#
info=<h1><center>\u0394\u03ad\u03bd\u03c4\u03c1\u03bf \u03c0\u03bf\u03bb\u03bb\u03ce\u03bd \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd \u03b1\u03bd\u03bf\u03b4\u03b9\u03ba\u03ae\u03c2 \u03ba\u03b1\u03b9 \u03ba\u03b1\u03b8\u03bf\u03b4\u03b9\u03ba\u03ae\u03c2 \u03c3\u03b5\u03b9\u03c1\u03ac\u03c2</center></h1>\n<p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03ad\u03bd\u03b1 \u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03cc \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c3\u03b5\n\u03bc\u03bf\u03c1\u03c6\u03ae \u03ae \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 SVG, PDF \u03ae PNG\n\u03c3\u03c4\u03b7\u03bd \u03bf\u03b8\u03cc\u03bd\u03b7.\n\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03bc\u03b9\u03b1 \u03c3\u03c5\u03bd\u03bf\u03bb\u03b9\u03ba\u03ae \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 \u03c4\u03bf\u03c5 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03bf\u03cd \u03c3\u03b1\u03c2\n\u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5, \u03cc\u03c0\u03bf\u03c5 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b5\u03af\u03c4\u03b5 \u03cc\u03bb\u03bf\u03c5\u03c2 \u03c4\u03bf\u03c5\u03c2 \u03c3\u03c5\u03b3\u03b3\u03b5\u03bd\u03b5\u03af\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5\n\u03c3\u03c5\u03bc\u03c0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03b1\u03bd\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c4\u03c9\u03bd \u03b8\u03b5\u03af\u03c9\u03bd, \u03be\u03b1\u03b4\u03ad\u03c1\u03c6\u03c9\u03bd, \u03ba.\u03bb\u03c0. \u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf\u03bd \u03c4\u03cd\u03c0\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03b5\u03be\u03cc\u03b4\u03bf\u03c5 \u03c3\u03c4\u03b9\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2.\n</p>\n<p>\n<center><img src="ReportGraphicalTreeSample.gif"></center>\n</p>\n<p><b>\u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ad\u03c2:</b></p>\n<p>\u03a4\u03c1\u03cc\u03c0\u03bf\u03c2 \u03b4\u03b9\u03b1\u03bc\u03cc\u03c1\u03c6\u03c9\u03c3\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae\u03c2 \u03bc\u03bf\u03c1\u03c6\u03ae\u03c2 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd:\n<ol>\n<li>\u03b1\u03bd \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ac\u03ba\u03c5\u03c1\u03bf, \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03b7 \u03c0\u03c1\u03ce\u03c4\u03b7 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b7 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03bc\u03ad\u03c1\u03bf\u03c2.</li>\n<li>\u03b1\u03bd \u03b7 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b9\u03c3\u03bf\u03cd\u03c4\u03b1\u03b9 \u03bc\u03b5 <font color="blue">\u03cc\u03bb\u03b1</font>, \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03cc\u03bb\u03b5\u03c2 \u03bf\u03b9 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2, \u03b4\u03b9\u03b1\u03c7\u03c9\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03bc\u03b5 \u03ba\u03cc\u03bc\u03bc\u03b1\u03c4\u03b1. </li>\n<li>\u0394\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac, \u03b5\u03b9\u03c3\u03b1\u03b3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03c4\u03bf\u03c5\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2 (\u03be\u03b5\u03ba\u03b9\u03bd\u03ce\u03bd\u03c4\u03b1\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf 0 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c0\u03c1\u03ce\u03c4\u03bf) \u03ba\u03b1\u03b9 \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c0\u03bf\u03c5 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5. \u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, \u03b5\u03ac\u03bd \u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae \u03c4\u03bf\u03c5 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03bf\u03cd \u03c3\u03b1\u03c2 \u03bc\u03ad\u03c1\u03bf\u03c5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 "\u03c7\u03c9\u03c1\u03b9\u03cc, \u03c0\u03cc\u03bb\u03b7, \u03ba\u03bf\u03bc\u03b7\u03c4\u03b5\u03af\u03b1, \u03c0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1, \u03c7\u03ce\u03c1\u03b1", \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03c3\u03b1\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03b9\u03c3\u03b1\u03b3\u03ac\u03b3\u03b5\u03c4\u03b5\n<font color="blue">0, 1 (3)</font> \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7: "\u03c7\u03c9\u03c1\u03b9\u03cc, \u03c0\u03cc\u03bb\u03b7 (\u03c0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1)".</li>\n</ol></p>\n<p>\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03ad\u03c8\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf <a href="http://www.w3.org/Graphics/SVG/">SVG</a> \u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae PNG \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03ad\u03bd\u03b1 \u03c4\u03c1\u03af\u03c4\u03bf \u03bc\u03ad\u03c1\u03bf\u03c2\n\u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03cc\u03c0\u03c9\u03c2:</p>\n<ul>\n<li><a href="https://xmlgraphics.apache.org/batik/tools/rasterizer.html">batik svg rasterizer</a>.\n\u039c\u03cc\u03bb\u03b9\u03c2 \u03c4\u03bf \u03ba\u03b1\u03c4\u03b5\u03b2\u03ac\u03c3\u03b5\u03c4\u03b5, \u03b5\u03ba\u03c4\u03b5\u03bb\u03ad\u03c3\u03c4\u03b5 \u03c4\u03bf \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03b7\u03bd \u03b1\u03ba\u03cc\u03bb\u03bf\u03c5\u03b8\u03b7 \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae:\n<\u03ba\u03ad\u03bd\u03c4\u03c1\u03bf>\n<i>java -jar batik-rasterize.jar file.svg</i>\n</center>\n<p>\u039c\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c7\u03c1\u03b5\u03b9\u03b1\u03c3\u03c4\u03b5\u03af \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03bc\u03b5\u03c4\u03c1\u03bf \u03c3\u03c4\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae \u03b5\u03bd\u03c4\u03bf\u03bb\u03ce\u03bd\n\u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03ba\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b7 \u03bc\u03bd\u03ae\u03bc\u03b7, \u03c0.\u03c7. -Xmx512m \u03ba\u03b1\u03b9 \u03af\u03c3\u03c9\u03c2 \u03c7\u03c1\u03b5\u03b9\u03b1\u03c3\u03c4\u03b5\u03af \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03cc\u03c3\u03b5\u03c4\u03b5\n\u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b1\u03c6\u03bf\u03cd \u03bc\u03b5\u03b3\u03ac\u03bb\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 GEDCOM \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03ba\u03ac\u03bd\u03bf\u03c5\u03bd \u03c4\u03bf \u03b1\u03c0\u03bf\u03c4\u03ad\u03bb\u03b5\u03c3\u03bc\u03b1\n\u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf svg \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03cd\u03c3\u03ba\u03bf\u03bb\u03bf \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af.</p></li>\n<li><a href="https://inkscape.org/en/about/">inkscape</a>.\n\u039c\u03b5\u03c4\u03ac \u03c4\u03b7 \u03bb\u03ae\u03c8\u03b7, \u03b5\u03ba\u03c4\u03b5\u03bb\u03ad\u03c3\u03c4\u03b5 \u03c4\u03bf \u03c9\u03c2 \u03b5\u03be\u03ae\u03c2:<br>\n<\u03ba\u03ad\u03bd\u03c4\u03c1\u03bf>\n<i>inkscape file.svg -y 0.5 --export-png=file.png</i>\n</center></li>\n</ul>
#
gen_ancestors=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd
gen_ancestor_descendants=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd
gen_descendants=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd
max_names=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03c9\u03bd \u03bf\u03bd\u03bf\u03bc\u03ac\u03c4\u03c9\u03bd
max_names_per_line=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03bf\u03bd\u03bf\u03bc\u03ac\u03c4\u03c9\u03bd \u03b1\u03bd\u03ac \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae
draw_title=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03af\u03c4\u03bb\u03bf\u03c5 \u03bc\u03b5\u03c4\u03ac \u03c4\u03bf\u03c5 \u03b5\u03c0\u03c9\u03bd\u03cd\u03bc\u03bf\u03c5
draw_name_suffix=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b5\u03c0\u03af\u03b8\u03b7\u03bc\u03b1 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2
font_name_suffix=\u0394\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ac\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b5\u03c0\u03af\u03b8\u03b7\u03bc\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03bf\u03c5 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2
draw_places=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03cc\u03c0\u03c9\u03bd \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2 \u03ba\u03b1\u03b9 \u03b8\u03b1\u03bd\u03ac\u03c4\u03bf\u03c5
place_display_format=\u039c\u03bf\u03c1\u03c6\u03ae \u03bc\u03ad\u03c1\u03bf\u03c5\u03c2 (\u03b5\u03bb\u03ad\u03b3\u03be\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2)
draw_dates=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd
draw_occupation=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b5\u03c0\u03b1\u03b3\u03b3\u03b5\u03bb\u03bc\u03ac\u03c4\u03c9\u03bd
draw_images=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b5\u03b9\u03ba\u03cc\u03bd\u03c9\u03bd
high_quality_images=PDF: \u0395\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2 \u03c5\u03c8\u03b7\u03bb\u03ae\u03c2 \u03c0\u03bf\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2
high_quality_images.tip=<html>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b5\u03c0\u03b7\u03c1\u03b5\u03ac\u03b6\u03b5\u03b9 \u03bc\u03cc\u03bd\u03bf \u03c4\u03b7\u03bd \u03ad\u03be\u03bf\u03b4\u03bf \u03c3\u03b5 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 PDF.<br>\n<i>\u03a3\u03b7\u03bc\u03b5\u03af\u03c9\u03c3\u03b7:</i> \u03a4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 PDF \u03c0\u03bf\u03c5 \u03c0\u03b1\u03c1\u03ac\u03b3\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c1\u03ba\u03b5\u03c4\u03ad\u03c2 \u03c6\u03bf\u03c1\u03ad\u03c2 \u03bc\u03b5\u03b3\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03b1 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b7.</html>
draw_sex_symbols=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c3\u03cd\u03bc\u03b2\u03bf\u03bb\u03bf \u03c6\u03cd\u03bb\u03bb\u03bf\u03c5
draw_indi_ids=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 IDs \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
draw_fam_ids=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 IDs \u03c4\u03c9\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd
other_marriages=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03ac\u03bb\u03bb\u03c9\u03bd \u03b3\u03ac\u03bc\u03c9\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd
show_spouses=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c3\u03c5\u03b6\u03cd\u03b3\u03c9\u03bd
display_fambox=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c0\u03bb\u03b1\u03b9\u03c3\u03af\u03c9\u03bd \u03bc\u03b5 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2
husband_first=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5 \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf\n
husband_first.tip=<html>\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af\u03c3\u03c4\u03b5 \u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c8\u03ac\u03c7\u03bd\u03bf\u03bd\u03c4\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf \u03c0\u03c1\u03b9\u03bd \u03b1\u03c0\u03cc \u03c4\u03b7 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b1.<br>\n\u0391\u03bd \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf, \u03c7\u03c4\u03af\u03c3\u03c4\u03b5 \u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03b1\u03bd\u03b1\u03b6\u03b7\u03c4\u03ce\u03bd\u03c4\u03b1\u03c2 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b1 \u03c0\u03c1\u03b9\u03bd \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf.</html>
draw_divorce=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd \u03b4\u03b9\u03b1\u03b6\u03c5\u03b3\u03af\u03bf\u03c5
shrink_boxes=\u03a3\u03c5\u03c1\u03c1\u03b9\u03ba\u03bd\u03ce\u03c3\u03c4\u03b5 \u03c4\u03b1 \u03ba\u03bf\u03c5\u03c4\u03b9\u03ac \u03cc\u03c4\u03b1\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc\u03bd
use_colors=\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c7\u03c1\u03ce\u03bc\u03b1\u03c4\u03b1
swap_names=\u0395\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03c4\u03b5 \u03c0\u03c1\u03ce\u03c4\u03b1 \u03c4\u03bf \u03b5\u03c0\u03ce\u03bd\u03c5\u03bc\u03bf
gen_ancestors.nolimit=\u0391\u03c0\u03b5\u03c1\u03b9\u03cc\u03c1\u03b9\u03c3\u03c4\u03bf
nolimit=\u0391\u03c0\u03b5\u03c1\u03b9\u03cc\u03c1\u03b9\u03c3\u03c4\u03bf
plain=plain
bold=bold
italic=italic
bolditalic=bold+italic
arrangement=\u03a3\u03c5\u03bc\u03c6\u03c9\u03bd\u03af\u03b1
arrangement.center=\u039a\u03ad\u03bd\u03c4\u03c1\u03bf
arrangement.left=\u03a3\u03c4\u03bf\u03af\u03c7\u03b9\u03c3\u03b7 \u03b1\u03c1\u03b9\u03c3\u03c4\u03b5\u03c1\u03ac
arrangement.top=\u03a3\u03c4\u03bf\u03af\u03c7\u03b9\u03c3\u03b7 \u03b5\u03c0\u03ac\u03bd\u03c9 (\u03bf\u03c1\u03b9\u03b6\u03cc\u03bd\u03c4\u03b9\u03b1)
rotation=\u03a0\u03b5\u03c1\u03b9\u03c3\u03c4\u03c1\u03bf\u03c6\u03ae
none=\u039a\u03b1\u03bd\u03ad\u03bd\u03b1\u03c2
rotation.270=\u0391\u03c1\u03b9\u03c3\u03c4\u03b5\u03c1\u03ac
rotation.180=\u0391\u03bd\u03c9 \u03ba\u03ac\u03c4\u03c9
rotation.90=\u0394\u03b5\u03be\u03b9\u03ac
flip=\u0395\u03b9\u03ba\u03cc\u03bd\u03b1 \u03ba\u03b1\u03b8\u03c1\u03ad\u03c6\u03c4\u03b7
output.file=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03b5\u03be\u03cc\u03b4\u03bf\u03c5
output_type=\u03a4\u03cd\u03c0\u03bf\u03c2 \u03b5\u03be\u03cc\u03b4\u03bf\u03c5 (svg, pdf, png, ...)
output_type.tip=<html>\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf\u03bd \u03c4\u03cd\u03c0\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03c3\u03b5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf.<br>\n\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03ad\u03be\u03bf\u03b4\u03bf \u03bf\u03b8\u03cc\u03bd\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c3\u03b5 \u03c0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03bf \u03b4\u03b9\u03b1\u03bb\u03cc\u03b3\u03bf\u03c5.<br>\n<b>\u03a3\u03b7\u03bc\u03b5\u03af\u03c9\u03c3\u03b7:</b> \u0397 \u03ad\u03be\u03bf\u03b4\u03bf\u03c2 \u03bf\u03b8\u03cc\u03bd\u03b7\u03c2 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03b1\u03c4\u03ac\u03bb\u03bb\u03b7\u03bb\u03b7 \u03b3\u03b9\u03b1 \u03bc\u03b5\u03b3\u03ac\u03bb\u03b1 \u03b4\u03ad\u03bd\u03c4\u03c1\u03b1.</html>
output_type.svg=\u0391\u03c1\u03c7\u03b5\u03af\u03bf SVG
output_type.pdf=\u0391\u03c1\u03c7\u03b5\u03af\u03bf PDF
output_type.png=\u0391\u03c1\u03c7\u03b5\u03af\u03bf PNG
output_type.screen=\u039f\u03b8\u03cc\u03bd\u03b7
title=\u03a4\u03af\u03c4\u03bb\u03bf\u03c2
title_height=\u039c\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ac\u03c2 \u03c4\u03af\u03c4\u03bb\u03bf\u03c5
title_height.tip=<html>\u039f\u03c1\u03af\u03c3\u03c4\u03b5 \u03c3\u03b5 <b>0</b> \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ac\u03c2.</html>>
title.tip=\u0395\u03b9\u03c3\u03b1\u03b3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03c4\u03bf\u03bd \u03c4\u03af\u03c4\u03bb\u03bf \u03c4\u03b7\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2 \u03ae \u03b1\u03c6\u03ae\u03c3\u03c4\u03b5 \u03ba\u03b5\u03bd\u03cc \u03b3\u03b9\u03b1 \u03c7\u03c9\u03c1\u03af\u03c2 \u03c4\u03af\u03c4\u03bb\u03bf.
footer_mode=\u03a5\u03c0\u03bf\u03c3\u03ad\u03bb\u03b9\u03b4\u03bf
footer_mode.local=\u03a4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c4\u03c9\u03bd \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03c9\u03bd \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd
footer_mode.global=\u03a4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5
footer_mode.current=\u03a4\u03c1\u03ad\u03c7\u03bf\u03c5\u03c3\u03b1 \u03ce\u03c1\u03b1
footer.local=\u03a4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae
footer.global=\u03a4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae
footer.current=\u0395\u03ba\u03c4\u03c5\u03c0\u03ce\u03b8\u03b7\u03ba\u03b5
not_available=\u03bc\u03b7 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf
builder=\u0394\u03bf\u03bc\u03ae \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5
outputs=\u0388\u03be\u03bf\u03b4\u03bf\u03c2
treeElements=\u039a\u03bf\u03c5\u03c4\u03b9\u03ac
layouts=\u03a3\u03c7\u03ad\u03b4\u03b9\u03bf
renderers=\u0395\u03b9\u03ba\u03cc\u03bd\u03b1
fontNameTitle=\u0393\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ac \u03c4\u03af\u03c4\u03bb\u03bf\u03c5
fontNameFooter=\u0393\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ac \u03c5\u03c0\u03bf\u03c3\u03ad\u03bb\u03b9\u03b4\u03bf\u03c5
fontNameDetail=\u0393\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ac \u03b3\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2
