#
name=\u03a7\u03c1\u03bf\u03bd\u03b9\u03ba\u03ae \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae \u03ba\u03b1\u03c4\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 \u03b1\u03bd\u03ac \u03b3\u03b5\u03bd\u03b9\u03ac
#
info=<h1><center>\u0393\u03b5\u03bd\u03b9\u03ba\u03ae \u03ba\u03b1\u03c4\u03b1\u03b3\u03c9\u03b3\u03ae \u03b1\u03bd\u03ac \u03b3\u03b5\u03bd\u03b9\u03ac</center></h1>\n<h1><center>(\u03a4\u03b1\u03be\u03b9\u03bd\u03cc\u03bc\u03b7\u03c3\u03b7 Sosa)</center></h1>\n<br>\n<p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03bc\u03b5 \u03c4\u03ad\u03c3\u03c3\u03b5\u03c1\u03b9\u03c2 \u03c4\u03c1\u03cc\u03c0\u03bf\u03c5\u03c2:\n<ul>\n<li>\u0393\u03b5\u03bd\u03b9\u03ad\u03c2 Sosa\n<li>\u0393\u03b5\u03bd\u03b9\u03ad\u03c2 Sosa \u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae \u03c0\u03af\u03bd\u03b1\u03ba\u03b1\n<li>\u03a0\u03c1\u03bf\u03b3\u03bf\u03bd\u03b9\u03ba\u03ae \u03ba\u03b1\u03c4\u03b1\u03b3\u03c9\u03b3\u03ae\n<li>\u039c\u03cc\u03bd\u03bf \u03b1\u03b3\u03bd\u03b7\u03c4\u03b9\u03ba\u03ae \u03ba\u03b1\u03c4\u03b1\u03b3\u03c9\u03b3\u03ae (\u03cc\u03bd\u03bf\u03bc\u03b1 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1)\n</ul>\n</p>\n\u0393\u03b9\u03b1 \u03bd\u03b1 \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac, \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03c0\u03c1\u03ce\u03c4\u03b1 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c1\u03b9\u03b6\u03b9\u03ba\u03cc \u03ac\u03c4\u03bf\u03bc\u03bf.\n\u0391\u03c5\u03c4\u03cc \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b3\u03af\u03bd\u03b5\u03b9 \u03b1\u03c0\u03cc \u03c4\u03bf \u03bc\u03b5\u03bd\u03bf\u03cd \u03c0\u03b5\u03c1\u03b9\u03b2\u03ac\u03bb\u03bb\u03bf\u03bd\u03c4\u03bf\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5,\n\u03ae \u03b5\u03c0\u03b9\u03bb\u03ad\u03b3\u03bf\u03bd\u03c4\u03b1\u03c2 \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03bc\u03b5\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2.\n\u03a3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03ac\u03c4\u03bf\u03bc\u03bf \u03b8\u03b1 \u03b4\u03bf\u03b8\u03b5\u03af \u03ad\u03bd\u03b1\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 Sosa,\n\u03be\u03b5\u03ba\u03b9\u03bd\u03ce\u03bd\u03c4\u03b1\u03c2 \u03bc\u03b5 \u03c4\u03bf \u03c1\u03b9\u03b6\u03b9\u03ba\u03cc \u03ac\u03c4\u03bf\u03bc\u03bf \u03c9\u03c2 1.\n<h2>\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2:</h2>\n<ul>\n<li><b>\u0394\u03bf\u03bc\u03ae \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2</b> - \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03b1\u03bd\u03ac\u03bc\u03b5\u03c3\u03b1 \u03c3\u03c4\u03bf\u03c5\u03c2 \u03c4\u03ad\u03c3\u03c3\u03b5\u03c1\u03b9\u03c2 \u03c4\u03c1\u03cc\u03c0\u03bf\u03c5\u03c2 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd\n\u03c4\u03bf\u03c5 \u03c1\u03b9\u03b6\u03b9\u03ba\u03bf\u03cd \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5.\n<li><b>\u03a0\u03b1\u03c1\u03bf\u03c5\u03c3\u03af\u03b1\u03c3\u03b7 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03c9\u03bd</b> - \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 "\u0388\u03bd\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03b1\u03bd\u03ac \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae" \u03b3\u03b9\u03b1 \u03bc\u03b9\u03b1\n\u03bb\u03af\u03c3\u03c4\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03c9\u03bd \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03ac\u03c4\u03bf\u03bc\u03bf \u03ae "\u0388\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03b1\u03bd\u03ac \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae" \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03b1 \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1\n\u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae \u03c0\u03b1\u03c1\u03b1\u03b3\u03c1\u03ac\u03c6\u03bf\u03c5.\n</ul>\n\u039c\u03b5\u03c4\u03b1\u03be\u03cd \u03b1\u03c5\u03c4\u03ce\u03bd \u03c4\u03c9\u03bd \u03b4\u03cd\u03bf \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ce\u03bd, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c0\u03bf\u03bb\u03bb\u03ad\u03c2 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ad\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ad\u03c2 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2.\n<h2>\u03a0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03b5\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2:</h2>\n<ul>\n<li><b>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03ba\u03bf\u03c5\u03ba\u03ba\u03af\u03b4\u03c9\u03bd</b> - \u03b5\u03ac\u03bd \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03b5\u03af "\u0388\u03bd\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03b1\u03bd\u03ac \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae", \u03ba\u03ac\u03b8\u03b5 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03b8\u03b1\n\u03bd\u03b1 \u03b3\u03af\u03bd\u03b5\u03b9 \u03bc\u03b5 \u03c3\u03c6\u03b1\u03af\u03c1\u03b5\u03c2.\n<li><b>\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b5\u03ba\u03ba\u03af\u03bd\u03b7\u03c3\u03b7\u03c2 Sosa</b> - \u03bf\u03c0\u03bf\u03b9\u03bf\u03c3\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03b1\u03c1\u03c7\u03b9\u03ba\u03cc\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03b5\u03af \u03b3\u03b9\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c1\u03af\u03b6\u03b1\u03c2\n<li><b>\u0395\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf GEDCOM</b> - \u03b7 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03b1\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd Sosa\n\u03bc\u03ad\u03c3\u03b1 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM.\n<li><b>\u0393\u03b5\u03bd\u03b9\u03ad\u03c2 \u03c0\u03bf\u03c5 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ad\u03c2</b> - \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b4\u03b5 \u03b8\u03b1\n\u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7\u03bd \u03ad\u03be\u03bf\u03b4\u03bf, \u03c4\u03b1 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03ba\u03b1\u03b9 \u03c4\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03b1 \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c9\u03c2 "...".\n\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03c4\u03bf\u03bd \u03c3\u03c5\u03bd\u03bf\u03bb\u03b9\u03ba\u03cc \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u00abx\u00bb \u03c4\u03c9\u03bd \u03ba\u03c1\u03c5\u03c6\u03ce\u03bd \u03b5\u03c4\u03ce\u03bd.\n<li><b>\u03a0\u03c1\u03ce\u03c4\u03b7 \u03b3\u03b5\u03bd\u03b9\u03ac \u03c0\u03c1\u03bf\u03c2 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7</b> - \u03be\u03b5\u03ba\u03b9\u03bd\u03ac \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac Sosa \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03bf \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03b3\u03b5\u03bd\u03b9\u03ac\u03c2\n<li><b>\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd</b> - \u03c3\u03c4\u03b1\u03bc\u03b1\u03c4\u03ac \u03b7 \u03b1\u03c0\u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03b5\u03ac\u03bd \u03b5\u03c0\u03b9\u03c4\u03b5\u03c5\u03c7\u03b8\u03b5\u03af \u03b1\u03c5\u03c4\u03cc\u03c2 \u03bf \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2\n<li><b>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03cc\u03c0\u03bf\u03c5 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2, \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1\u03c2 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2 \u03ba.\u03bb\u03c0.</b> - \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b4\u03b9\u03b1\u03c6\u03cc\u03c1\u03c9\u03bd \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03c9\u03bd \u03c3\u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\n<li><b>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03b9\u03ce\u03bd</b> - \u03b7 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03b4\u03b5\u03af\u03c7\u03bd\u03b5\u03b9 \u03bc\u03ac\u03bb\u03bb\u03bf\u03bd \u03ba\u03ac\u03b8\u03b5 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03b3\u03b9\u03b1 \u03bc\u03b9\u03b1 \u03b5\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7\n\u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03c0\u03c1\u03ce\u03c4\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b1\u03bd\u03c4\u03ae\u03b8\u03b7\u03ba\u03b5 \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd<li><b>\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf\u03bd \u03c4\u03c1\u03cc\u03c0\u03bf \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u03c0\u03b7\u03b3\u03ce\u03bd</b> - \u03b4\u03b9\u03ac\u03c6\u03bf\u03c1\u03b5\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c0\u03b7\u03b3\u03ce\u03bd\n<li><b>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c0\u03b7\u03b3\u03ce\u03bd \u03cc\u03c4\u03b1\u03bd \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5 \u03ba\u03b1\u03bc\u03af\u03b1</b> - \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03b9 "\u03ba\u03b1\u03bc\u03af\u03b1 \u03c0\u03b7\u03b3\u03ae" \u03cc\u03c4\u03b1\u03bd \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5 \u03ba\u03b1\u03bc\u03af\u03b1\n(\u03c7\u03c1\u03ae\u03c3\u03b9\u03bc\u03bf \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c5\u03c0\u03bf\u03b4\u03b5\u03af\u03be\u03b5\u03b9 \u03cc\u03c4\u03b9 \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ad\u03bd\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03b1\u03bb\u03bb\u03ac \u03b4\u03b5\u03bd \u03b1\u03bd\u03c4\u03b9\u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af \u03ba\u03b1\u03bc\u03af\u03b1 \u03c0\u03b7\u03b3\u03ae \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc)\n<li><b>\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03c4\u03bf \u03c0\u03c1\u03cc\u03b8\u03b5\u03bc\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03bf\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03b7\u03b3\u03ad\u03c2</b> - \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03b5\u03af \u03c4\u03bf \u03c0\u03c1\u03cc\u03b8\u03b5\u03bc\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03bf\u03c2 \u03bc\u03c0\u03c1\u03bf\u03c3\u03c4\u03ac \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03c0\u03b7\u03b3\u03ae\n<li><b>\u039b\u03ad\u03be\u03b7 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03bc\u03c0\u03c1\u03bf\u03c3\u03c4\u03ac \u03b1\u03c0\u03cc \u03c0\u03b7\u03b3\u03ad\u03c2</b> - \u03c0\u03c1\u03cc\u03b8\u03b5\u03bc\u03b1 \u03ae \u03bb\u03ad\u03be\u03b7 \u03bc\u03c0\u03c1\u03bf\u03c3\u03c4\u03ac \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03c0\u03b7\u03b3\u03ae\n<li><b>\u03a7\u03c1\u03ce\u03bc\u03b1 \u03c0\u03b7\u03b3\u03ce\u03bd</b> - \u03bb\u03af\u03c3\u03c4\u03b1 \u03c7\u03c1\u03c9\u03bc\u03ac\u03c4\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b1 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03bf\u03c5\u03bd \u03c4\u03b9\u03c2 \u03c0\u03b7\u03b3\u03ad\u03c2 \u03bd\u03b1 \u03be\u03b5\u03c7\u03c9\u03c1\u03af\u03b6\u03bf\u03c5\u03bd\n</ul>\n<h2>\u03a0\u03b1\u03c1\u03b1\u03b4\u03b5\u03af\u03b3\u03bc\u03b1\u03c4\u03b1 \u03b5\u03be\u03cc\u03b4\u03bf\u03c5:</h2>\n<ul>\n<li>\u0393\u03b5\u03bd\u03b9\u03ad\u03c2 Sosa:\n<br>\u0393\u0395\u039d\u0399\u0391 1\n<br>&nbsp;&nbsp;&nbsp;1 \u03c1\u03af\u03b6\u03b1 (\u03b5\u03c0\u03b9\u03bb\u03ad\u03b3\u03b5\u03c4\u03b1\u03b9 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c9\u03c2 \u03c3\u03b7\u03bc\u03b5\u03af\u03bf \u03b5\u03ba\u03ba\u03af\u03bd\u03b7\u03c3\u03b7\u03c2)\n<br>\u0393\u0395\u039d\u0399\u0391 2\n<br>&nbsp;&nbsp;&nbsp;2 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1\u03c2\n<br>&nbsp;&nbsp;&nbsp;3 \u03bc\u03b7\u03c4\u03ad\u03c1\u03b1\n<br>\u0393\u0395\u039d\u0399\u0391 3\n<br>&nbsp;&nbsp;&nbsp;4 \u03c0\u03b1\u03c0\u03c0\u03bf\u03cd\u03c2 1\n<br>&nbsp;&nbsp;&nbsp;5 \u03b3\u03b9\u03b1\u03b3\u03b9\u03ac 1\n<br>&nbsp;&nbsp;&nbsp;6 \u03c0\u03b1\u03c0\u03c0\u03bf\u03cd\u03c2 2\n<br>&nbsp;&nbsp;&nbsp;7 \u03b3\u03b9\u03b1\u03b3\u03b9\u03ac 2\n<br>\u0393\u0395\u039d\u0399\u0391 4\n<br>&nbsp;&nbsp;&nbsp;...<br><br>\n<li>\u0391\u03cd\u03be\u03bf\u03c5\u03c3\u03b1 \u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 Sosa:<br>\n<\u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2><tr>\n<td>Sosa</td><td>\u038c\u03bd\u03bf\u03bc\u03b1</td><td>\u0393\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7</td><td>\u0398\u03ac\u03bd\u03b1\u03c4\u03bf\u03c2</td>\n<td>\u0395\u03c0\u03ac\u03b3\u03b3\u03b5\u03bb\u03bc\u03b1</td><td>\u039a\u03b1\u03c4\u03bf\u03b9\u03ba\u03af\u03b1</td></tr>\n<tr><td>1</td><td>\u03c1\u03af\u03b6\u03b1</td><td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td </tr>\n<tr><td>2</td><td>\u03c0\u03b1\u03c4\u03ad\u03c1\u03b1\u03c2</td><td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td </tr>\n<tr><td>3</td><td>\u03bc\u03b7\u03c4\u03ad\u03c1\u03b1</td><td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td </tr>\n<tr><td>4</td><td>\u03c0\u03b1\u03c0\u03c0\u03bf\u03cd\u03c2&nbsp;1</td><td>xxx</td>\n<td>xxx</td><td>xxx</td><td>xxx</td></tr>\n<tr><td>5</td><td>\u03b3\u03b9\u03b1\u03b3\u03b9\u03ac&nbsp;1</td><td>xxx</td>\n<td>xxx</td><td>xxx</td><td>xxx</td></tr>\n<tr><td>6</td><td>\u03c0\u03b1\u03c0\u03c0\u03bf\u03cd\u03c2&nbsp;2</td><td>xxx</td>\n<td>xxx</td><td>xxx</td><td>xxx</td></tr>\n<tr><td>7</td><td>\u03b3\u03b9\u03b1\u03b3\u03b9\u03ac&nbsp;2&nbsp;&nbsp;&nbsp;</td>\n<td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td></tr>\n<tr><td>...</td><td>...</td><td>...</td><td>...</td><td>...< /td><td>...</td></tr>\n</table><br><li>\u0391\u03cd\u03be\u03bf\u03c5\u03c3\u03b1 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c9\u03b3\u03ae (\u03c0\u03b1\u03c4\u03ad\u03c1\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1 \u03bc\u03b7\u03c4\u03ad\u03c1\u03b5\u03c2):\n<br>&nbsp;1 \u03c1\u03af\u03b6\u03b1\n<br>&nbsp;&nbsp;&nbsp;2 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1\u03c2\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4 \u03c0\u03b1\u03c0\u03c0\u03bf\u03cd\u03c2 1\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5 \u03b3\u03b9\u03b1\u03b3\u03b9\u03ac 1\n<br>&nbsp;&nbsp;&nbsp;3 \u03bc\u03b7\u03c4\u03ad\u03c1\u03b1\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6 \u03c0\u03b1\u03c0\u03c0\u03bf\u03cd\u03c2 2\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7 \u03b3\u03b9\u03b1\u03b3\u03b9\u03ac 2\n<br>&nbsp;...<br><br>\n<li>\u039c\u03cc\u03bd\u03bf \u03b1\u03bd\u03b5\u03c1\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf agnatic (\u03b5\u03c0\u03ce\u03bd\u03c5\u03bc\u03bf \u03c4\u03bf\u03c5 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1):\n<br>&nbsp;1 \u03c1\u03af\u03b6\u03b1\n<br>&nbsp;&nbsp;2 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1\u03c2\n<br>&nbsp;&nbsp;&nbsp;4 \u03c0\u03b1\u03c0\u03c0\u03bf\u03cd\u03c2\n<br>&nbsp;&nbsp;&nbsp;&nbsp;8 \u03c0\u03c1\u03bf\u03c0\u03ac\u03c0\u03c0\u03bf\u03c5\u03c2\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;...\n</ul>\n<h2>\u03a3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03b9\u03c2 \u03c0\u03b7\u03b3\u03ad\u03c2:</h2>\n<ul>\n<li>\u03a4\u03c1\u03af\u03b1 \u03b5\u03c0\u03af\u03c0\u03b5\u03b4\u03b1 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b1\u03bd\u03b1\u03ba\u03c4\u03ce\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03b9\u03c2 \u03c0\u03b7\u03b3\u03ad\u03c2\n<li>\u03a4\u03bf \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 "SOUR:TEXT" \u03c0\u03c1\u03bf\u03ad\u03c1\u03c7\u03b5\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c0\u03c1\u03bf\u03ad\u03bb\u03b5\u03c5\u03c3\u03b7\u03c2\n<li>\u039f\u03b9 \u03c3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03b9\u03c2 \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 "SOUR:NOTE" \u03c0\u03c1\u03bf\u03ad\u03c1\u03c7\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c0\u03c1\u03bf\u03ad\u03bb\u03b5\u03c5\u03c3\u03b7\u03c2\n<li>\u039f\u03b9 \u03c3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03b9\u03c2 \u03c0\u03b7\u03b3\u03ae\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03c7\u03b5\u03c4\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03ad\u03bd\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd, \u03b5\u03af\u03c4\u03b5 \u03bc\u03b5 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 "INDI:event:SOUR:NOTE",\n"FAM:event:SOUR:NOTE", "INDI:event:SOUR:DATA:TEXT" \u03ae "FAM:event:SOUR:DATA:TEXT"\n</ul>\n<h3>\u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae \u03c7\u03c1\u03ae\u03c3\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ce\u03bd:</h3>\n\u0393\u03b9\u03b1 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03c3\u03c6\u03b1\u03bb\u03af\u03c3\u03b5\u03c4\u03b5 \u03cc\u03c4\u03b9 \u03bc\u03b9\u03b1 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03ad\u03c7\u03b5\u03b9 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03b5\u03af \u03c3\u03c9\u03c3\u03c4\u03ac,\n\u03ba\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03bf\u03c0\u03bf\u03c5\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03c3\u03c4\u03b7\u03bd \u03bf\u03b8\u03cc\u03bd\u03b7 \u03c0\u03c1\u03b9\u03bd \u03b5\u03ba\u03c4\u03b5\u03bb\u03ad\u03c3\u03b5\u03c4\u03b5 \u03be\u03b1\u03bd\u03ac \u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac.\n&nbsp;<br>
#
ascendants.of=\u039f\u03b9 \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf\u03b9 \u03c4\u03c9\u03bd
reportType=\u0394\u03bf\u03bc\u03ae \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2
SosaReport=\u039b\u03af\u03c3\u03c4\u03b1 \u03b1\u03cd\u03be\u03bf\u03c5\u03c3\u03b1\u03c2 \u03c3\u03b5\u03b9\u03c1\u03ac\u03c2 \u03ba\u03b1\u03c4\u03ac sosa
TableReport=\u03a0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b1\u03cd\u03be\u03bf\u03c5\u03c3\u03b1\u03c2 \u03c3\u03b5\u03b9\u03c1\u03ac\u03c2 \u03ba\u03b1\u03c4\u03ac sosa
LineageReport=\u039a\u03b1\u03c4\u03b1\u03b3\u03c9\u03b3\u03ae \u03ba\u03b1\u03c4\u03ac \u03b1\u03cd\u03be\u03bf\u03c5\u03c3\u03b1 \u03c3\u03b5\u03b9\u03c1\u03ac
AgnaticReport=\u039c\u03cc\u03bd\u03bf \u03b1\u03bd\u03b9\u03bf\u03cd\u03c3\u03b1 \u03c3\u03b5\u03b9\u03c1\u03ac agnatic
reportFormat=\u03a0\u03b1\u03c1\u03bf\u03c5\u03c3\u03af\u03b1\u03c3\u03b7 \u03b5\u03ba\u03b4\u03b7\u03bb\u03ce\u03c3\u03b5\u03c9\u03bd
IndiPerLine=\u0388\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03b1\u03bd\u03ac \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae
EventPerLine=\u0388\u03bd\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03b1\u03bd\u03ac \u0393\u03c1\u03b1\u03bc\u03bc\u03ae
displayBullet=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03ba\u03bf\u03c5\u03ba\u03ba\u03af\u03b4\u03c9\u03bd \u03c3\u03b5 \u03c0\u03b5\u03c1\u03af\u03c0\u03c4\u03c9\u03c3\u03b7 \u03b5\u03bd\u03cc\u03c2 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03bf\u03c2 \u03b1\u03bd\u03ac \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae
#
#
# Individuals to display
privateGen=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ad\u03c2
reportMaxGenerations=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd
#
#
# For each individual, events to display
reportPlaceOfBirth=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03a4\u03cc\u03c0\u03c9\u03bd \u0393\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2
reportDateOfBirth=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u0393\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2
reportPlaceOfBaptism=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03a4\u03cc\u03c0\u03c9\u03bd \u0392\u03ac\u03c0\u03c4\u03b9\u03c3\u03b7\u03c2
reportDateOfBaptism=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u0392\u03ac\u03c0\u03c4\u03b9\u03c3\u03b7\u03c2
reportPlaceOfDeath=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03a4\u03cc\u03c0\u03c9\u03bd \u03b8\u03b1\u03bd\u03ac\u03c4\u03bf\u03c5
reportDateOfDeath=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u0398\u03b1\u03bd\u03ac\u03c4\u03bf\u03c5
reportPlaceOfBurial=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03a4\u03cc\u03c0\u03c9\u03bd \u03a4\u03b1\u03c6\u03ae\u03c2
reportDateOfBurial=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03a4\u03cc\u03c0\u03c9\u03bd \u03a4\u03b1\u03c6\u03ae\u03c2
reportPlaceOfMarriage=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03a4\u03cc\u03c0\u03c9\u03bd \u0393\u03ac\u03bc\u03bf\u03c5
reportDateOfMarriage=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u0393\u03ac\u03bc\u03bf\u03c5
reportOccu=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd \u03b5\u03c0\u03b1\u03b3\u03b3\u03b5\u03bb\u03bc\u03ac\u03c4\u03c9\u03bd
occuSymbol=\u03a3\u03cd\u03bc\u03b2\u03bf\u03bb\u03bf \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03b5\u03ba\u03b4\u03b7\u03bb\u03ce\u03c3\u03b5\u03b9\u03c2 \u03b5\u03c0\u03b1\u03b3\u03b3\u03b5\u03bb\u03bc\u03ac\u03c4\u03c9\u03bd
reportPlaceOfOccu=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03a4\u03cc\u03c0\u03c9\u03bd \u0395\u03c0\u03b1\u03b3\u03b3\u03b5\u03bb\u03bc\u03ac\u03c4\u03c9\u03bd
reportDateOfOccu=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u0395\u03c0\u03b1\u03b3\u03b3\u03b5\u03bb\u03bc\u03ac\u03c4\u03c9\u03bd
reportResi=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b5\u03ba\u03b4\u03b7\u03bb\u03ce\u03c3\u03b5\u03c9\u03bd \u03c4\u03cc\u03c0\u03bf\u03c5 \u03ba\u03b1\u03c4\u03bf\u03b9\u03ba\u03af\u03b1\u03c2
resiSymbol=\u03a3\u03cd\u03bc\u03b2\u03bf\u03bb\u03bf \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03b5\u03ba\u03b4\u03b7\u03bb\u03ce\u03c3\u03b5\u03b9\u03c2 \u03a4\u03cc\u03c0\u03bf\u03c5 \u039a\u03b1\u03c4\u03bf\u03b9\u03ba\u03af\u03b1\u03c2
reportPlaceOfResi=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03a4\u03cc\u03c0\u03c9\u03bd \u039a\u03b1\u03c4\u03bf\u03b9\u03ba\u03af\u03b1\u03c2
reportDateOfResi=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u039a\u03b1\u03c4\u03bf\u03b9\u03ba\u03af\u03b1\u03c2
reportIndiNumber=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 (\u03c0.\u03c7. I123)
#
#
# For each individual, events to display
showEventName=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bf\u03bd\u03bf\u03bc\u03ac\u03c4\u03c9\u03bd \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03c9\u03bd \u03b1\u03bd\u03c4\u03af \u03c3\u03c5\u03bc\u03b2\u03cc\u03bb\u03c9\u03bd
showAllPlaceJurisdictions=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u0394\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03b9\u03ce\u03bd
displaySource=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03b5\u03ac\u03bd \u03ba\u03b1\u03b9 \u03c0\u03ce\u03c2 \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bf\u03b9 \u03c0\u03b7\u03b3\u03ad\u03c2
src_no=\u039c\u03b7\u03bd \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c0\u03b7\u03b3\u03ae \u03ae \u03c4\u03bf \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03c4\u03c9\u03bd \u03c0\u03b7\u03b3\u03ce\u03bd
src_title_no_text=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03af\u03c4\u03bb\u03bf\u03c5 \u03c0\u03b7\u03b3\u03ae\u03c2 \u03bc\u03b5 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd
src_title_gen_no_text=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03af\u03c4\u03bb\u03bf\u03c5 \u03c0\u03b7\u03b3\u03ae\u03c2 \u03c3\u03c4\u03bf \u03c4\u03ad\u03bb\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b9\u03ac\u03c2
src_title_text_gen=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03af\u03c4\u03bb\u03bf\u03c5 \u03c0\u03b7\u03b3\u03ae\u03c2 \u03bc\u03b5 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03ba\u03b1\u03b9 \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03c3\u03c4\u03bf \u03c4\u03ad\u03bb\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b9\u03ac\u03c2
src_title_gen_text_gen=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03af\u03c4\u03bb\u03bf\u03c5 \u03c0\u03b7\u03b3\u03ae\u03c2 \u03ba\u03b1\u03b9 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03c3\u03c4\u03bf \u03c4\u03ad\u03bb\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b9\u03ac\u03c2
src_title_end_no_text=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03af\u03c4\u03bb\u03bf\u03c5 \u03c0\u03b7\u03b3\u03ae\u03c2 \u03c3\u03c4\u03bf \u03c4\u03ad\u03bb\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2
src_title_text_end=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03af\u03c4\u03bb\u03bf\u03c5 \u03c0\u03b7\u03b3\u03ae\u03c2 \u03bc\u03b5 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03ba\u03b1\u03b9 \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03c3\u03c4\u03bf \u03c4\u03ad\u03bb\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2
src_title_end_text_end=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03af\u03c4\u03bb\u03bf\u03c5 \u03c0\u03b7\u03b3\u03ae\u03c2 \u03ba\u03b1\u03b9 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03c3\u03c4\u03bf \u03c4\u03ad\u03bb\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2
#
displayEmpty=Display source title and text at end of report
prefixEvent=\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03c4\u03bf \u03c0\u03c1\u03cc\u03b8\u03b5\u03bc\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03bf\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03b7\u03b3\u03ad\u03c2
prefixSource=\u039b\u03ad\u03be\u03b7 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03bc\u03c0\u03c1\u03bf\u03c3\u03c4\u03ac \u03b1\u03c0\u03cc \u03c0\u03b7\u03b3\u03ad\u03c2
srcColor=\u03a7\u03c1\u03ce\u03bc\u03b1 \u03c0\u03b7\u03b3\u03ce\u03bd
#
Black=\u039c\u03b1\u03cd\u03c1\u03bf
Grey=\u0393\u03ba\u03c1\u03af
Purple=\u039c\u03c9\u03b2
Indigo=\u039b\u03bf\u03c5\u03bb\u03b1\u03ba\u03af
Blue=\u039c\u03c0\u03bb\u03b5
Green=\u03a0\u03c1\u03ac\u03c3\u03b9\u03bd\u03bf\u03c2
Yellow=\u039a\u03af\u03c4\u03c1\u03b9\u03bd\u03bf\u03c2
Orange=\u03a0\u03bf\u03c1\u03c4\u03bf\u03ba\u03b1\u03bb\u03af
Red=\u039a\u03cc\u03ba\u03ba\u03b9\u03bd\u03bf
#
#
#
# Text in the report
Generation=\u0393\u0395\u039d\u0399\u0391
GenerationShort=\u0393\u03b5\u03bd\u03b9\u03ac.:
placeFormat=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03b5\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2
title.agnatic=Agnatic \u03ba\u03b1\u03c4\u03b1\u03b3\u03c9\u03b3\u03ae \u03c4\u03bf\u03c5 {0}
title.lineage=\u0393\u03c1\u03ac\u03c6\u03b7\u03bc\u03b1 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03c4\u03bf\u03c5 {0}
title.sosa=\u03a0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf\u03b9 \u03c4\u03bf\u03c5 {0}
sourceList=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c0\u03b7\u03b3\u03ce\u03bd:
noSource=\u03c7\u03c9\u03c1\u03af\u03c2 \u03c0\u03b7\u03b3\u03ae
noText=\u039a\u03b1\u03bd\u03ad\u03bd\u03b1 \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03b4\u03b5\u03bd \u03c3\u03c7\u03b5\u03c4\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03ad\u03c2 \u03c4\u03b9\u03c2 \u03c0\u03b7\u03b3\u03ad\u03c2.
startSosa=\u0391\u03c1\u03c7\u03b9\u03ba\u03cc\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 Sosa (0 = \u03a4\u03b9\u03bc\u03ae \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1\u03c2 Sosa)
sosaTag=\u0395\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf GEDCOM \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03b1\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd sosa
