#
name=Gr\u00e1fico da pir\u00e2mide de idades
#
info=<h1><center>Pir\u00e2mide de idades</center></h1> \n<p>Mostra gr\u00e1ficos demogr\u00e1ficos para todos os indiv\u00edduos no ficheiro Gedcom. \nCada gr\u00e1fico mostra dados para um tipo diferente de evento. \n</p> \n<p> \n<center><img src="ReportDemographySample.gif"></center> \n</p> \n<h2>Coment\u00e1rios a alguns dos gr\u00e1ficos</h2> \n<ul> \n<li><strong>Idade</strong>:  \na idade \u00e0 data do \u00f3bito; \nnormalmente ser\u00e1 uma pir\u00e2mide invertida (para al\u00e9m de uma  \ngrande base por causa da elevada mortalidade infantil);</li> \n<li><strong>Idade quando os pais morreram</strong>: \nnormalmente a pir\u00e2mide \u00e9 mais larga na base para as mulheres porque morreram \u00e0 nascen\u00e7a ou ao dar \u00e0 luz um filho mais novo.</li> \n</ul> \n<h2>Os detalhes matem\u00e1ticos</h2> \n<p><a href="ReportDemography.java">ReportDemography.java</a> \n\u00e9 a fonte mais fi\u00e1vel para descobrir exactamente o que \u00e9 contado. \nPor gr\u00e1fico, encontrar\u00e1 algo do g\u00e9nero:</p> \n<pre>  new ...Analyzer (..., ..., translate(...)) &\#123; \n<br />    addFact (entity) &\#123; \n<br />     ... \n<br />     addAge (individual, event); \n<br />   } \n<br /> }</pre><p> \n<em>translate</em> obt\u00e9m a etiqueta para o separador e eixo Y de <a href="ReportDemography.properties">ReportDemography.properties</a>.<br /> \n<em>addFact</em> \u00e9 executado por entidade.<br /> \n<em>entity</em> \u00e9 uma fam\u00edlia ou um indiv\u00edduo.<br /> \n<em>addAge</em> e suas variantes contam realmente algo.<br /> \n<em>individual</em> ou \u00e9 um membro da fam\u00edlia, \nou a entidade, se for um indiv\u00edduo, ou um familiar pr\u00f3ximo da entidade. \n</p><p> \nNote que quando a idade de um filho \u00e9 calculada, o seu \u00f3bito eventual \u00e9 ignorado.</p> \n<h2>Adicionar outro gr\u00e1fico</h2><p> \nBasta duplicar e ajustar um analisador que se aproxime dos seus desejos. \nUtilize o relat\u00f3rio de utilidade apropriado para compilar e recarregar as classes de relat\u00f3rio. \nA nova vers\u00e3o ficar\u00e1 activa ap\u00f3s o rein\u00edcio de toda a aplica\u00e7\u00e3o,  \nou utilizar o bot\u00e3o para recarregar classes de relat\u00f3rios. \n</p><p>  \nNote-se que <em>try...catch</em> salta entidades ou eventos  \ncaso as propriedades ou datas requeridas n\u00e3o estejam dispon\u00edveis, caso contr\u00e1rio o relat\u00f3rio colidiria. \nPor vezes, uma grande captura \u00e9 suficiente. Para evitar saltos desnecess\u00e1rios, \npoder\u00e1 precisar de mais capturas: aninhadas e/ou uma ap\u00f3s a outra.    \n</p><p>Exemplo para obter outro tipo de data:</p> \n<pre>  PropertyDate date = (PropertyDate)indi.getProperty(new TagPath("INDI:NATU:DATE"));</pre> \n<p>Examine a vista de edi\u00e7\u00e3o em modo Gedcom para construir uma TagPath.  \n</p><p>M\u00e9todos para seguir rela\u00e7\u00f5es</p> \n<pre>  Indi[] x = indi.getOlderSiblings();</pre> \n<pre>  Indi[] x = indi.getYoungerSiblings();</pre> \n<pre>  Indi[] x = indi.getBialogicalFather();</pre> \n<pre>  Indi[] x = indi.getBialogicalMother();</pre> \n<pre>  Indi[] x = indi.getSiblings(true); // include me or not</pre> \n<pre>  Indi[] x = fam.getChildren();</pre> \n<pre>  Indi[] x = fam.getChildren(true); // sorted or not</pre> \n<pre>  Indi[] x = fam.getPartners();</pre> \n<pre>  Indi   x = fam.getHusband();</pre> \n<pre>  Indi   x = fam.getWife();</pre> \n<pre>  Indi   x = fam.getOtherSpouse(indi); \n<pre>  Fam[]  x = indi.getFamiliesWhereChild();</pre>  \n<pre>  Fam[]  x = indi.getFamiliesWhereSpouse();</pre> \n<pre>  Fam    x = indi.getFamilyWhereBiologicalChild();</pre> 
title=Pir\u00e2mide de idades para {0}
ageGroupSize=Tamanho dos grupos de idades:
men=Homens
women=Mulheres
fathers=Pais
mothers=M\u00e3es
ageAtChildsBirth=Idade \u00e0 nascen\u00e7a de um filho
ageAtFirstMariage=Idade \u00e0 data do primeiro casamento
ageAtParentsDeath=Idade ao \u00f3bito de um dos progenitores
ageOfYoungestChildLeftBehind=Idade do filho mais novo ao \u00f3bito de um dos progenitores
ageAtDivorce=Idade ao div\u00f3rcio
ageOfOldestWhenYoungestWasBorn=Idade do filho mais velho quando o mais novo nasceu
ageOfYoungestOrphan=Idade do filho mais novo quando faleceu o segundo progenitor
yearsSinceDeathOfSpouse=Anos de sobreviv\u00eancia ao c\u00f4njuge
