#
name=Gr\u00e1fico de pir\u00e1mide de edad
#
info=<h1> <center> Pir\u00e1mide de edad </center> </h1>\n<p> Muestra gr\u00e1ficos demogr\u00e1ficos de todas las personas en un archivo Gedcom.\nCada gr\u00e1fico muestra datos para un tipo diferente de evento.\n</p>\n<p>\n<center> <img src = "ReportDemographySample.gif"> </center>\n</p>\n<h2> Comentarios sobre algunos gr\u00e1ficos </h2>\n<ul>\n<li> <strong> Edad </strong>\nLa edad en la que fallecieron las personas.\nNormalmente deber\u00eda ser una pir\u00e1mide invertida (aparte de una\nbase grande debido a la alta mortalidad infantil). </li>\n<li> <strong> Edad cuando muri\u00f3 el progenitor </strong>\nPor lo general, la pir\u00e1mide es m\u00e1s ancha en la parte inferior para las mujeres porque murieron al nacer o al dar a luz a un hermano o hermana menor. </li>\n</ul>\n<h2> Los detalles matem\u00e1ticos </h2>\n<p> <a href="ReportDemography.java"> ReportDemography.java </a>\nes la fuente m\u00e1s confiable para averiguar exactamente qu\u00e9 se cuenta.\nPor gr\u00e1fico, encontrar\u00e1 algo como: </p>\n<pre> nuevo ... Analizador (..., ..., traducir (...)) & \# 123;\n<br /> addFact (entidad) & \# 123;\n<br /> ...\n<br /> addAge (individual, evento);\n<br />}\n<br />} </pre> <p>\n<em> translate </em> obtiene la etiqueta de la pesta\u00f1a y el eje Y de <a href="ReportDemography.properties"> ReportDemography.properties </a>. <br />\n<em> addFact </em> se ejecuta por entidad. <br />\nLa <em> entidad </em> es una familia o un individuo. <br />\n<em> addAge </em> y sus variantes realmente cuentan algo. <br />\nEl <em> individuo </em> es un miembro de la familia,\no la entidad si es un individuo, o un pariente cercano de la entidad.\n</p> <p>\nTenga en cuenta que cuando se calcula la edad de un ni\u00f1o, actualmente se ignora su eventual muerte. </p>\n<h2> Agregar otro gr\u00e1fico </h2> <p>\nSimplemente duplique y ajuste un analizador que se acerque a sus deseos.\nUtilice el informe de utilidad adecuado para compilar y volver a cargar las clases de informes.\nLa nueva versi\u00f3n se activar\u00e1 despu\u00e9s de reiniciar toda la aplicaci\u00f3n,\no use el bot\u00f3n para recargar las clases de informes.\n</p> <p>\nTenga en cuenta que <em> try ... catch </em> omite entidades o eventos\nen caso de que las propiedades o fechas requeridas no est\u00e9n disponibles, de lo contrario, el informe fallar\u00eda.\nA veces, una gran captura es suficiente. Para evitar saltos innecesarios,\nes posible que necesite m\u00e1s capturas: anidadas y / o una tras otra.\n</p> <p> Ejemplo para obtener otro tipo de fecha: </p>\n<pre> PropertyDate date = (PropertyDate) indi.getProperty (new TagPath ("INDI: NATU: DATE")); </pre>\n<p> Examine la vista de edici\u00f3n en modo GedCom para ensamblar un TagPath.\n</p> <p> M\u00e9todos para seguir relaciones </p>\n<pre> Indi [] x = indi.getOlderSiblings (); </pre>\n<pre> Indi [] x = indi.getYoungerSiblings (); </pre>\n<pre> Indi [] x = indi.getBialogicalFather (); </pre>\n<pre> Indi [] x = indi.getBialogicalMother (); </pre>\n<pre> Indi [] x = indi.getSiblings (verdadero); // incluirme o no </pre>\n<pre> Indi [] x = fam.getChildren (); </pre>\n<pre> Indi [] x = fam.getChildren (verdadero); // ordenado o no </pre>\n<pre> Indi [] x = fam.getPartners (); </pre>\n<pre> Indi x = fam.getHusband (); </pre>\n<pre> Indi x = fam.getWife (); </pre>\n<pre> Indi x = fam.getOtherSpouse (indi);\n<pre> Fam [] x = indi.getFamiliesWhereChild (); </pre>\n<pre> Fam [] x = indi.getFamiliesWhereSpouse (); </pre>\n<pre> Fam x = indi.getFamilyWhereBiologicalChild (); </pre>
title=Pir\u00e1mide Demogr\u00e1fica para {0}
ageGroupSize=Tama\u00f1o de los Grupos de Edad:
men=Hombres
women=Mujeres
fathers=Padres
mothers=Madres
ageAtChildsBirth=Edad cuando naci\u00f3 un ni\u00f1o/a
ageAtFirstMariage=Edad al primer matrimonio
ageAtParentsDeath=Edad cuando un progenitor muri\u00f3
ageOfYoungestChildLeftBehind=edad del hijo/a m\u00e1s joven cuando uno de los progenitores muri\u00f3
ageAtDivorce=edad al divorcio
ageOfOldestWhenYoungestWasBorn=edad del mayor cuando naci\u00f3 el menor
ageOfYoungestOrphan=edad del m\u00e1s joven cuando muri\u00f3 el segundo progenitor
yearsSinceDeathOfSpouse=a\u00f1os que un c\u00f3nyuge sobrevive
