#
name=Grafico piramidale dell'et\u00e0
#
info=<h1><center>Piramide dell'et\u00e0</center></h1> \n<p>Mostra grafici demografici per tutti gli individui in un file Gedcom. \nOgni grafico visualizza i dati per un diverso tipo di evento. \n</p> \n<p> \n<center><img src="ReportDemographySample.gif"></center> \n</p> \n<h2>Osservazioni per alcuni grafici</h2> \n<ul> \n<li><strong> Et\u00e0</strong> \nL'et\u00e0 in cui gli individui sono deceduti. \nNormalmente dovrebbe essere una piramide invertita (a parte una \nbase ampia a causa dell'elevata mortalit\u00e0 infantile).</li> \n<li><strong>Et\u00e0 alla morte dei genitori</strong> \nDi solito la piramide \u00e8 pi\u00f9 ampia nella parte inferiore per le donne perch\u00e9 mor\u00ec alla nascita o quando diede alla luce un fratello o una sorella minore.</li> \n</ul> \n<h2>I dettagli matematici</h2> \n<p><a href="ReportDemography.java">ReportDemography.java</ a> \n\u00e8 la fonte pi\u00f9 affidabile per scoprire esattamente cosa viene conteggiato. \nPer grafico troverai qualcosa come:</p> \n<pre> new ...Analyzer (..., ..., translate(...)) &\#123;\n<br /> addFact (entit\u00e0) &\#123;\n<br /> ... \n<br /> addAge (individuo, evento); \n<br /> } \n<br /> }</pre><p> \n<em>translate</em> ottiene l'etichetta per la scheda e l'asse Y da <a href="ReportDemography.properties">ReportDemography.properties< /a>.<br /> \n<em>addFact</em> viene eseguito per entit\u00e0.<br /> \nL'<em>entit\u00e0</em> \u00e8 una famiglia o un individuo.<br /> \n<em>addAge</ em> e le sue varianti in realt\u00e0 contano qualcosa.<br /> \nL'<em>individuo</em> \u00e8 o un membro della famiglia, \no l'entit\u00e0 se \u00e8 un individuo, o un parente stretto dell'entit\u00e0. \n</p><p> \nNota che quando viene calcolata l'et\u00e0 di un bambino, la sua eventuale morte viene attualmente ignorata.</p> \n<h2>Aggiungi un altro grafico</h2><p> \nBasta duplicare e regolare un analizzatore che si avvicina a i tuoi desideri. \nUtilizzare il report di utilit\u00e0 appropriato per compilare e ricaricare le classi di report. \nLa nuova versione diventer\u00e0 attiva dopo aver riavviato l'intera applicazione, \noppure utilizzare il pulsante per ricaricare le classi di report. \n</p><p> \nTieni presente che <em>try...catch</em> ignora entit\u00e0 o eventi \nnel caso in cui le propriet\u00e0 o le date richieste non siano disponibili, altrimenti il \u200b\u200brapporto andrebbe in crash.\n A volte basta una grossa cattura. Per evitare salti inutili,\npotresti aver bisogno di pi\u00f9 catture: annidate e/o una dopo l'altra. \n</p><p>Esempio per ottenere un altro tipo di data:</p> \n<pre> PropertyDate date = (PropertyDate)indi.getProperty(new TagPath("INDI:NATU:DATE"));</pre> \n< p>Esaminare la schermata di modifica in modalit\u00e0 GedCom per assemblare un TagPath. \n</p><p>Metodi per seguire le relazioni</p> \n<pre> Indi[] x = indi.getOlderSiblings();</pre> \n<pre> Indi[] x = indi.getYoungerSiblings();</pre > \n<pre> Indi[] x = indi.getBialogicalFather();</pre> \n<pre> Indi[] x = indi.getBialogicalMother();</pre> \n<pre> Indi[] x = indi.getSiblings(true ); // includimi o no</pre> \n<pre> Indi[] x = fam.getChildren();</pre> \n<pre> Indi[] x = fam.getChildren(true); // ordinato o meno</pre> \n<pre> Indi[] x = fam.getPartners();</pre> \n<pre> Indi x = fam.getHusband();</pre> \n<pre> Indi x = fam .getWife();</pre> \n<pre> Indi x = fam.getOtherSpouse(indi); \n<pre> Fam[] x = indi.getFamiliesWhereChild();</pre> \n<pre> Fam[] x = indi.getFamiliesWhereSpouse();</pre> \n<pre> Fam x = indi.getFamilyWhereBiologicalChild();</ pre>
title=Piramide demografica per {0}
ageGroupSize=Dimensione dei gruppi di et\u00e0:
men=Uomini
women=Donne
fathers=Padri
mothers=Madri
ageAtChildsBirth=l'et\u00e0 in cui \u00e8 nato un figlio
ageAtFirstMariage=et\u00e0 al primo matrimonio
ageAtParentsDeath=et\u00e0 alla morte di un genitore
ageOfYoungestChildLeftBehind=et\u00e0 del figlio pi\u00f9 piccolo alla morte di un genitore
ageAtDivorce=et\u00e0 al divorzio
ageOfOldestWhenYoungestWasBorn=et\u00e0 del pi\u00f9 grande quando \u00e8 nato il pi\u00f9 giovane
ageOfYoungestOrphan=et\u00e0 del minore quando \u00e8 morto il secondo genitore
yearsSinceDeathOfSpouse=anni che un coniuge \u00e8 sopravvissuto all'altro
