#
name=Gr\u00e0fic de la pir\u00e0mide d'edat
#
info=<h1><center>Pir\u00e0mide d'edat</center></h1>\n<p>Mostra els gr\u00e0fics demogr\u00e0fics de totes les persones d'un fitxer Gedcom.\nCada gr\u00e0fic mostra dades per a un tipus d'esdeveniment diferent.\n</p>\n<p>\n<center><img src="ReportDemographySample.gif"></center>\n</p>\n<h2>Observacions per a alguns dels gr\u00e0fics</h2>\n<ul>\n<li><strong>Edat</strong>\nEdat en qu\u00e8 les persones van morir.\nNormalment hauria de ser una pir\u00e0mide invertida (a part d'a\ngran base a causa de l'alta mortalitat infantil).</li>\n<li><strong>Edat en qu\u00e8 va morir el progenitor</strong>\nEn general, la pir\u00e0mide \u00e9s m\u00e9s ampla a la part inferior per a les dones perqu\u00e8 van morir en n\u00e9ixer o quan van donar a llum un germ\u00e0 o una germana menor.</li>\n</ul>\n<h2>Els detalls matem\u00e0tics</h2>\n<p><a href="ReportDemography.java">ReportDemography.java</a>\n\u00e9s la font m\u00e9s fiable per esbrinar exactament qu\u00e8 es compta.\nPer gr\u00e0fic trobareu alguna cosa com:</p>\n<pre> nou ...Analitzador (..., ..., traduir(...)) &\#123;\n<br /> addFact (entitat) &\#123;\n<br />...\n<br /> addAge (individu, esdeveniment);\n<br /> }\n<br /> }</pre><p>\n<em>tradueix</em> obt\u00e9 l'etiqueta per a la pestanya i l'eix Y de <a href="ReportDemography.properties">ReportDemography.properties</a>.<br />\n<em>addFact</em> s'executa per entitat.<br />\nL'<em>entitat</em> \u00e9s una fam\u00edlia o un individu.<br />\n<em>addAge</em> i les seves variants realment compten alguna cosa.<br />\nEl <em>individu</em> \u00e9s un membre de la fam\u00edlia,\no l'entitat si \u00e9s una persona f\u00edsica, o un parent proper de l'entitat.\n</p><p>\nTingueu en compte que quan es calcula l'edat d'un nen, actualment s'ignora la seva eventual mort.</p>\n<h2>Afegiu un altre gr\u00e0fic</h2><p>\nNom\u00e9s heu de duplicar i ajustar un analitzador que s'acosti als vostres desitjos.\nUtilitzeu l'informe d'utilitat adequat per compilar i tornar a carregar les classes d'informe.\nLa nova versi\u00f3 s'activar\u00e0 despr\u00e9s de reiniciar tota l'aplicaci\u00f3,\no utilitzeu el bot\u00f3 per tornar a carregar les classes d'informe.\n</p><p>\nTingueu en compte que <em>try...catch</em> omet entitats o esdeveniments\nen cas que les propietats o les dates requerides no estiguin disponibles, en cas contrari, l'informe es bloquejaria.\nDe vegades n'hi ha prou amb una gran captura. Per evitar salts innecessaris,\npotser necessiteu m\u00e9s captures: niuades i/o una darrere l'altra.\n</p><p>Exemple per obtenir un altre tipus de data:</p>\n<pre> Data PropertyDate = (PropertyDate)indi.getProperty(new TagPath("INDI:NATU:DATE"));</pre>\n<p>Examineu la vista d'edici\u00f3 en mode GedCom per muntar un TagPath.\n</p><p>M\u00e8todes per seguir les relacions</p>\n<pre> Indi[] x = indi.getOlderSiblings();</pre>\n<pre> Indi[] x = indi.getYoungerSiblings();</pre>\n<pre> Indi[] x = indi.getBialogicalFather();</pre>\n<pre> Indi[] x = indi.getBialogicalMother();</pre>\n<pre> Indi[] x = indi.getSiblings(true); // incloure'm o no</pre>\n<pre> Indi[] x = fam.getChildren();</pre>\n<pre> Indi[] x = fam.getChildren(true); // ordenat o no</pre>\n<pre> Indi[] x = fam.getPartners();</pre>\n<pre> Indi x = fam.getHusband();</pre>\n<pre> Indi x = fam.getWife();</pre>\n<pre> Indi x = fam.getOtherSpouse(indi);\n<pre> Fam[] x = indi.getFamiliesWhereChild();</pre>\n<pre> Fam[] x = indi.getFamiliesWhereSpouse();</pre>\n<pre> Fam x = indi.getFamilyWhereBiologicalChild();</pre>
title=Pir\u00e0mide demogr\u00e0fica per a {0}
ageGroupSize=Mida dels Grups d'Edat:
men=Homes
women=Dones
fathers=Pares
mothers=Mares
ageAtChildsBirth=edat en qu\u00e8 va n\u00e9ixer un nen/nena
ageAtFirstMariage=edat quan es va casar per primera vegada
ageAtParentsDeath=edat en qu\u00e8 va morir un progenitor
ageOfYoungestChildLeftBehind=edat del fill petit quan va morir un progenitor
ageAtDivorce=edat en el divorci
ageOfOldestWhenYoungestWasBorn=edat del m\u00e9s gran quan va n\u00e9ixer el m\u00e9s petit
ageOfYoungestOrphan=edat del m\u00e9s jove quan va morir el segon progenitor
yearsSinceDeathOfSpouse=anys que el c\u00f2njuge sobreviu
