name              = Stan Genealogii


info              = <h1><center>Stan Genealogii</center></h1> \n\
                 <br /> \n\
                 Raport ten jest uporz\u0105dkowany wykaz przodk\u00f3w os\u00f3b \
                 gdzie genealog widzi bardzo szybko brakuj\u0105cych przodk\u00f3w lub brakuj\u0105ce dane. \n\
                 <br /> \n\
                 Ten raport opiera si\u0119 na numeracji SOSA, kt\u00f3ra zosta\u0142a wygenerowane z de cujus osoby, korzystaj\u0105c np. z przybornika. \n\
                 <br /><br /> \n\
                 <b>Opcje:</b> \n\
                 <ul> \n\
                 <li><b>Maksymalna liczba przodk\u00f3w:</b>  \n\
                 Liczba przodkach, powy\u017cej kt\u00f3rej nie wy\u015bwietla brakuj\u0105cych przodk\u00f3w.<br /> \n\
                 <li><b>Do\u0142\u0105cz rodze\u0144stwo:</b>  \n\
                 Wy\u015bwietl rodze\u0144stwo dla ka\u017cdego znalezionego przodka, opr\u00f3cz samego przodka.<br /> \n\
                 <li><b>Katalog medi\u00f3w:</b>  \n\
                 Gdy pliki multimedialne s\u0105 w drzewie, raport sprawdzi \
                 czy pliki multimedialne istniej\u0105 w okre\u015blonym katalogu.<br /> \n\
                 </ul> \n\
                 <b>Znaczenie flag:</b> \n\
                 <ul> \n\
                 <li><b>" ":</b>zdarzenie nie istnieje.<br /> \n\
                 <li><b>".":</b>zdarzenie istnieje i nadal musi by\u0107 udokumentowane.<br /> \n\
                 <li><b>"1":</b>zdarzenie istnieje i jest poprawnie udokumentowane.<br /> \n\
                 <li><b>"#":</b>zdarzenie istnieje i jest udokumentowane, ale znaleziono anomalie (patrz lista poni\u017cej).<br /> \n\
                 <li><b>"o":</b>dzieci w rodzinie pojawiaj\u0105 si\u0119 nie chronologicznie.<br /> \n\
                 <li><b>"S":</b>\u0179r\u00f3d\u0142a medi\u00f3w do do\u0142\u0105czenia.<br /> \n\
                 </ul> \n\
                 <b>Kontrola generowania potencjalnych anomalii:</b> \n\
                 <ul> \n\
                 <li>Je\u015bli SOSA jest >= 15 wtedy tagi zdarze\u0144 BIRT, DEAT i MARR powinny istnie\u0107.<br /> \n\
                 <li>Je\u015bli \u017ar\u00f3d\u0142o posiada media, wtedy ten tekst powinien by\u0107 wype\u0142niony.<br /> \n\
                 <li>Zdarzenie mo\u017ce mie\u0107 tylko jedno \u017ar\u00f3d\u0142o.<br /> \n\
                 <li>\u0179r\u00f3d\u0142o mo\u017ce by\u0107 przy\u0142\u0105czone do jednego zdarzenia do osoby.<br /> \n\
                 </ul> 

maxNbOfAncestors     = Liczba przodkach, powy\u017cej kt\u00f3rej nie wy\u015bwietla brakuj\u0105cych przodk\u00f3w
includeSiblings      = Do\u0142\u0105cz rodze\u0144stwo

TXT_NoSosaFound=Ta genealogia nie posiada \u017cadnej numeracji SOSA. Ten raport wymaga cho\u0107 jedn\u0105 do uruchomienia.
TXT_entity_not_used=Wpisy nieu\u017cywane:
TXT_multiple_source=\u0179r\u00f3d\u0142a u\u017cyte wi\u0119cej ni\u017c jeden raz: "
TXT_entity_not_used_none=Brak
TXT_multiple_source_none=Brak
TXT_unused_media=Lista plik\u00f3w z {0} nie u\u017cywanych przez GEDCOM:"
TXT_directoryUsed=Wszystkie pliki w tym drzewie katalog\u00f3w s\u0105 u\u017cywane przez GEDCOM.
TXT_invalidDirectory=B\u0142\u0119dny katalog.
#
TXT_counters=Status dodatk\u00f3w lub poprawek do dodania lub poprawienia genealogii:
TXT_anomalies=brakuj\u0105ce lub niekompletne daty lub miejsca:
TXT_sequence=z chronologicznych sekwencji dzieci
TXT_source=tekst\u00f3w \u017ar\u00f3de\u0142 do zapisu lub nieprawid\u0142owych lub brakuj\u0105cych plik\u00f3w \u017ar\u00f3d\u0142owych do do\u0142\u0105czenia
#
TXT_maxnbofunusedfilesreached=...Liczba niewykorzystanych plik\u00f3w w katalogu osi\u0105gn\u0119\u0142a 100. Wy\u015bwietlanie zosta\u0142o wstrzymane...
