#
name=Stav vyhled\u00e1v\u00e1n\u00ed ud\u00e1lost\u00ed podle generace
#
info=<h1><center>Stav vyhled\u00e1v\u00e1n\u00ed ud\u00e1lost\u00ed podle generace</center></h1>\n<br />\nTato zpr\u00e1va je kontroln\u00ed seznam informac\u00ed pro genealogick\u00e9 stromy.<br/>\nGenealog m\u016f\u017ee velmi rychle vid\u011bt chyb\u011bj\u00edc\u00ed p\u0159edky (pr\u00e1zdn\u00e9 \u0159\u00e1dky) nebo chyb\u011bj\u00edc\u00ed \u00fadaje (pr\u00e1zdn\u00e9 znaky).<br />\nChcete-li z\u00edskat genealogick\u00fd strom, kter\u00fd je v z\u00e1sad\u011b \u00fapln\u00fd, c\u00edlem je proto z\u00edskat v\u0161echny \u0159\u00e1dky vypln\u011bn\u00e9 "1111" pro ka\u017edou ud\u00e1lost (viz p\u0159\u00edznaky s v\u00fdznamem n\u00ed\u017ee).\n<br />\nTato zpr\u00e1va se op\u00edr\u00e1 o \u010d\u00edsla SOSA nebo SOSADABOVILLE. Lze je vygenerovat pomoc\u00ed n\u00e1stroje pro generov\u00e1n\u00ed SOSA v nab\u00eddce N\u00e1stroje.\n<br /><br />\n<b>P\u0159\u00edklady pou\u017eit\u00ed, kter\u00e9 m\u016f\u017ee tento p\u0159ehled poskytnout:</b>\n<ul>\n<li>Zobrazen\u00ed pokroku ve v\u00fdzkumu.<br />\n<li>Kontrola data a m\u00edsta kon\u00e1n\u00ed akc\u00ed.<br />\n<li>Kontrola zdroj\u016f.<br />\n<li>P\u0159id\u00e1n\u00ed  zdroj\u016f.<br />\n<li>Vy\u0159e\u0161en\u00ed po\u0159ad\u00ed d\u011bt\u00ed.<br />\n<li>Vyhled\u00e1n\u00ed medi\u00e1ln\u00edch soubor\u016f k p\u0159ipojen\u00ed.<br />\n<li>Kontrola, zda n\u011bkter\u00e9 entity ve va\u0161\u00ed genealogii nepou\u017e\u00edv\u00e1 n\u011bkdo z ostatn\u00edch.<br />\n<li>Kontrola, zda n\u011bkter\u00e9 medi\u00e1ln\u00ed soubory um\u00edst\u011bn\u00e9 na va\u0161em disku nepou\u017e\u00edv\u00e1 va\u0161e genealogie.<br />\n</ul>\n<b>Mo\u017enosti:</b>\n<ul>\n<li><b>Maxim\u00e1ln\u00ed po\u010det chyb\u011bj\u00edc\u00edch p\u0159edk\u016f k zobrazen\u00ed:</b>\nPo\u010det p\u0159edk\u016f, nad kter\u00fdmi nezobrazujeme chyb\u011bj\u00edc\u00ed p\u0159edky.<br />\n<li><b>Zobrazit sourozence:</b>\nZobraz\u00ed sourozence pro ka\u017ed\u00e9ho nalezen\u00e9ho p\u0159edka krom\u011b samotn\u00e9ho p\u0159edka.<br />\n<li><b>Adres\u00e1\u0159 m\u00e9di\u00ed:</b>\nZobraz\u00ed sourozence pro ka\u017ed\u00e9ho nalezen\u00e9ho p\u0159edka krom\u011b samotn\u00e9ho p\u0159edka.<br />\n</ul>\n<b>V\u00fdznam sloupc\u016f:</b>\n<ul>\n<li><b>Nb:</b> P\u0159\u00edr\u016fstkov\u00fd po\u010det nalezen\u00fdch jednotlivc\u016f<br />\n<li><b>Sosa:</b> Sosa \u010d\u00edslo jednotlivce<br />\n<li><b>Gen:</b> \u010c\u00edslo \u00farovn\u011b genealogie pro jednotlivce<br />\n<li><b>Id:</b> Identifika\u010dn\u00ed \u010d\u00edslo jednotlivce. Kliknut\u00edm na n\u011bj zobraz\u00edte v editoru.<br />\n<li><b>Med:</b> Existence m\u00e9dia pro jednotlivce: prvn\u00ed \u010d\u00edslo je po\u010det nalezen\u00fdch m\u00e9di\u00ed, k\u00f3d '1' ozna\u010duje, \u017ee v\u0161echna m\u00e9dia maj\u00ed platn\u00e9 soubory pro ka\u017ed\u00e9, '\u00a7' jinak.<br / >\n<li><b>Narozen\u00ed:</b> 4 \u010d\u00edslice ozna\u010duj\u00edc\u00ed datum narozen\u00ed (' ', '.', '1', jinak '\#'), m\u00edsto narozen\u00ed (' ', '.', '1' , jinak '\#'), po\u010det nalezen\u00fdch zdroj\u016f narozen\u00ed (' ', 'n' jinak '\#'), platn\u00fd soubor existuje pro v\u0161echny zdroje narozen\u00ed a text nen\u00ed pr\u00e1zdn\u00fd ('1', jinak '\u00a7'). <br />\n<li><b>Chr:</b> Stejn\u00e9 jako v\u00fd\u0161e pro k\u0159est. Tato ud\u00e1lost je voliteln\u00e1 a nespou\u0161t\u00ed anom\u00e1lii, pokud chyb\u00ed.<br />\n<li><b>Marr:</b> Stejn\u00e9 jako v\u00fd\u0161e pro man\u017eelstv\u00ed. Pokud d\u011bti nedodr\u017euj\u00ed chronologick\u00e9 po\u0159ad\u00ed, je nav\u00edc p\u0159id\u00e1n symbol \u201e@\u201c. Tato ud\u00e1lost spust\u00ed anom\u00e1lii, pokud chyb\u00ed.<br />\n<li><b>Rodina:</b> Identifika\u010dn\u00ed \u010d\u00edslo rodiny, jej\u00edm\u017e man\u017eelem je tato osoba. Man\u017eel mus\u00ed existovat, b\u00fdt odli\u0161n\u00fd od jednotlivce a m\u00edt sosa \u010d\u00edslo. Kliknut\u00edm na n\u011bj zobraz\u00edte v editoru.<br />\n<li><b>Occu:</b> Stejn\u00e9 jako k\u0159est pro okupaci. Tato ud\u00e1lost je voliteln\u00e1.<br />\n<li><b>Smrt:</b> Stejn\u00e9 jako narozen\u00ed a svatba pro p\u0159\u00edpad \u00famrt\u00ed.<br />\n<li><b>Jm\u00e9no:</b> Jm\u00e9no osoby.<br />\n</ul>\n<b>V\u00fdznam p\u0159\u00edznak\u016f:</b>\n<ul>\n<li><b>Z\u00e1kladn\u00ed informace jsou \u00fapln\u00e9</b><br />\n<ul>\n<li><b>" ":</b> M\u00e9dium nebo ud\u00e1lost neexistuje, ale m\u016f\u017ee to b\u00fdt norm\u00e1ln\u00ed.<br />\n<li><b>"~":</b> Ud\u00e1lost existuje, je spr\u00e1vn\u011b zdokumentov\u00e1na a platn\u00e1, ale ne\u00fapln\u00e1. Datum je rozsah, chyb\u00ed m\u00edsto m\u011bsta.<br />\n<li><b>"1":</b> Ud\u00e1lost existuje, je spr\u00e1vn\u011b zdokumentov\u00e1na, platn\u00e1 a \u00fapln\u00e1.<br />\n</ul>\n<li><b>Z\u00e1kladn\u00ed informace jsou ne\u00fapln\u00e9 nebo chybn\u00e9</b><br />\n<ul>\n<li><b>".":</b> Ud\u00e1lost existuje, ale chyb\u00ed hodnota. Chyb\u00ed datum nebo m\u00edsto.<br />\n<li><b>"\#":</b> Ud\u00e1lost existuje a je zdokumentov\u00e1na, ale je neplatn\u00e1 nebo jen ne\u00fapln\u00e1. Datum m\u016f\u017ee b\u00fdt pouze p\u0159ibli\u017en\u00e9 rozmez\u00ed. M\u00edsto m\u016f\u017ee m\u00edt nespr\u00e1vn\u00fd po\u010det jurisdikc\u00ed (viz v\u00fdznam sloupce a seznam obecn\u00fdch anom\u00e1li\u00ed n\u00ed\u017ee).<br />\n<li><b>"@":</b> D\u011bti v rodin\u011b se nezobrazuj\u00ed chronologicky.<br />\n<li><b>"\u00a7":</b> Text zdroje chyb\u00ed nebo je pr\u00e1zdn\u00fd nebo medi\u00e1ln\u00ed soubor nebo zdrojov\u00fd soubor chyb\u00ed nebo je neplatn\u00fd.<br />\n</ul>\n</ul>\n<b>Potenci\u00e1ln\u00ed obecn\u00e9 anom\u00e1lie:</b>\n<ul>\n<li>Pokud je sosa >= 15, m\u011bly by existovat ud\u00e1losti BIRT, DEAT a MARR.<br />\n<li>Pro BIRTH, DEAT a MARR by m\u011bl existovat zdroj.<br />\n<li>Pokud zdroj existuje, text by nem\u011bl b\u00fdt pr\u00e1zdn\u00fd.<br />\n</ul>
# Ancestris - http://www.ancestris.org
# 
# Copyright 2021 Ancestris
# 
# Author: Frédéric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
TXT_counters=Chyby:
