#
name=Ku\u015fa\u011fa g\u00f6re olay arama durumu
name.da=\u015eecere ilerlemesi
name.fr=Ku\u015fa\u011fa g\u00f6re olay arama durumu
name.lv=\u015eecere \u0130lerlemesi
name.nl=\u015eecere \u0130lerlemesi
name.pl=\u015eecere Durumu
#
info=<h1><center>Ku\u015fa\u011fa g\u00f6re olay arama durumu</center></h1> \n<br /> \nBu rapor, ata a\u011fac\u0131 bilgilerinizin nas\u0131l ilerledi\u011finin bir kontrol listesidir.<br/> \nSoybilimci \u00e7ok h\u0131zl\u0131 bir \u015fekilde eksik atalar\u0131 (bo\u015f sat\u0131rlar) veya eksik verileri (bo\u015f karakterler) g\u00f6rebilir.<br /> \nTemel olarak tamamlanm\u0131\u015f bir \u015fecere a\u011fac\u0131 elde etmek i\u00e7in ama\u00e7, bu nedenle, her olay i\u00e7in t\u00fcm sat\u0131rlar\u0131 "1111" ile doldurmakt\u0131r (a\u015fa\u011f\u0131daki i\u015faretlerin anlamlar\u0131na bak\u0131n). \n<br /> \nBu rapor, SOSA veya SOSADABOVILLE numaralar\u0131na dayanmaktad\u0131r. Ara\u00e7lar men\u00fcs\u00fcndeki SOSA olu\u015fturma arac\u0131 kullan\u0131larak olu\u015fturulabilirler. \n<br /><br /> \n<b>Bu raporun sa\u011flayabilece\u011fi kullan\u0131m \u00f6rnekleri:</b> \n<ul> \n<li>Ara\u015ft\u0131rman\u0131n ilerlemesini takip edin.<br /> \n<li>Etkinlikler i\u00e7in tarihleri \u200b\u200bve yerleri kontrol edin.<br /> \n<li>Kaynaklar\u0131 kontrol edin.<br /> \n<li>Kaynaklar\u0131 ekleyin.<br /> \n<li>\u00c7ocuklar\u0131n s\u0131ras\u0131n\u0131 \u00e7\u00f6z\u00fcn.<br /> \n<li>Eklenecek medya dosyalar\u0131n\u0131 aray\u0131n.<br /> \n<li>Soy k\u00fct\u00fc\u011f\u00fcn\u00fczdeki baz\u0131 varl\u0131klar\u0131n di\u011ferleri taraf\u0131ndan kullan\u0131lmad\u0131\u011f\u0131n\u0131 kontrol edin.<br /> \n<li>Diskinizde bulunan baz\u0131 medya dosyalar\u0131n\u0131n \u015fecereniz taraf\u0131ndan kullan\u0131lmad\u0131\u011f\u0131n\u0131 kontrol edin.<br /> \n</ul> \n<b>Se\u00e7enekler:</b> \n<ul> \n<li><b>G\u00f6r\u00fcnt\u00fclenecek maksimum kay\u0131p ata say\u0131s\u0131:</b>  \nYukar\u0131da eksik atalar\u0131 g\u00f6stermedi\u011fimiz ata say\u0131s\u0131.<br /> \n<li><b>Karde\u015fleri g\u00f6r\u00fcnt\u00fcle:</b>  \nAtan\u0131n kendisine ek olarak bulunan her bir ata i\u00e7in karde\u015fleri g\u00f6r\u00fcnt\u00fcler.<br /> \n<li><b>Medya dizini :</b>  \nAtan\u0131n kendisine ek olarak bulunan her bir ata i\u00e7in karde\u015fleri g\u00f6r\u00fcnt\u00fcler.<br /> \n</ul> \n<b>S\u00fctunlar\u0131n anlam\u0131:</b> \n<ul> \n<li><b>Say\u0131:</b> Bulunan bireyin art\u0131ml\u0131 say\u0131s\u0131<br /> \n<li><b>Sosa:</b> Sosa birey say\u0131s\u0131<br /> \n<li><b>\u015eecere:</b> Birey i\u00e7in \u015eecere d\u00fczeyi say\u0131s\u0131<br /> \n<li><b>Kimlik:</b> Ki\u015finin kimlik numaras\u0131. D\u00fczenleyicide g\u00f6r\u00fcnt\u00fclemek i\u00e7in \u00fczerine t\u0131klay\u0131n.<br /> \n<li><b>Medya:</b> Ki\u015fi i\u00e7in bir medyan\u0131n varl\u0131\u011f\u0131: ilk say\u0131 bulunan medya say\u0131s\u0131d\u0131r, '1' kodu t\u00fcm medyalar\u0131n her biri i\u00e7in ge\u00e7erli dosyalara sahip oldu\u011funu g\u00f6sterir, aksi takdirde '\u00a7'.<br /> \n<li><b>Do\u011fum:</b> Do\u011fum tarihini g\u00f6steren 4 basamak (' ', '.', '1', yoksa '\#'), Do\u011fum yeri (' ', '.', '1', yoksa '\#'), bulunan do\u011fum kaynaklar\u0131n\u0131n say\u0131s\u0131 (' ', 'n' yoksa '\#'), t\u00fcm do\u011fum kaynaklar\u0131 i\u00e7in ge\u00e7erli dosya var ve metin bo\u015f de\u011fil ('1', yoksa '\u00a7').<br /> \n<li><b>Vaftiz:</b> Vaftiz i\u00e7in yukar\u0131dakiyle ayn\u0131. Bu olay iste\u011fe ba\u011fl\u0131d\u0131r ve eksikse bir anormalli\u011fi tetiklemez.<br /> \n<li><b>Evlilik:</b> Evlilik i\u00e7in yukar\u0131dakiyle ayn\u0131. Ayr\u0131ca, \u00e7ocuklar kronolojik bir s\u0131ray\u0131 takip etmezlerse "@" sembol\u00fc eklenir. Bu olay, eksikse bir anormalli\u011fi tetikler.<br /> \n<li><b>Aile:</b> Bu bireyin e\u015fi oldu\u011fu ailenin kimlik numaras\u0131. Bir e\u015fin var olmas\u0131, bireyden farkl\u0131 olmas\u0131 ve bir sosa numaras\u0131na sahip olmas\u0131 gerekir. D\u00fczenleyicide g\u00f6r\u00fcnt\u00fclemek i\u00e7in \u00fczerine t\u0131klay\u0131n.<br /> \n<li><b>Meslek:</b> Meslek i\u00e7in vaftiz etmekle ayn\u0131. Bu etkinlik iste\u011fe ba\u011fl\u0131d\u0131r.<br /> \n<li><b>\u00d6l\u00fcm:</b> \u00d6l\u00fcm olay\u0131 i\u00e7in do\u011fum ve evlilik ile ayn\u0131.<br /> \n<li><b>\u0130sim:</b> Bireyin ismi.<br /> \n</ul> \n<b>Bayraklar\u0131n anlam\u0131:</b> \n<ul> \n<li><b>Temel bilgiler tamamland\u0131</b><br /> \n<ul> \n<li><b>" ":</b> Medya veya olay yok, ancak normal olabilir.<br /> \n<li><b>"~":</b> Olay var, do\u011fru belgelenmi\u015f ve ge\u00e7erli, ancak eksik. Bir tarih bir aral\u0131kt\u0131r, yer \u015fehri eksiktir.<br /> \n<li><b>"1":</b> Olay var, do\u011fru bir \u015fekilde belgelenmi\u015f, ge\u00e7erli ve eksiksiz.<br /> \n</ul> \n<li><b>Temel bilgiler eksik veya hatal\u0131</b><br /> \n<ul> \n<li><b>".":</b> Olay var, ancak de\u011fer eksik. Tarih veya yer eksik.<br /> \n<li><b>"\#":</b> Olay var ve belgelenmi\u015f ancak ge\u00e7ersiz veya tam de\u011fil. Bir tarih yaln\u0131zca yakla\u015f\u0131k bir aral\u0131k olabilir. Bir yer yanl\u0131\u015f say\u0131da yetki alan\u0131na sahip olabilir (a\u015fa\u011f\u0131daki s\u00fctun anlam\u0131 ve genel anormallikler listesine bak\u0131n).<br /> \n<li><b>"@":</b> Bir ailedeki \u00e7ocuklar kronolojik olarak g\u00f6r\u00fcnmez.<br /> \n<li><b>"\u00a7":</b> Kaynak metni eksik veya bo\u015f ya da medya dosyas\u0131 veya kaynak dosya eksik veya ge\u00e7ersiz.<br /> \n</ul> \n</ul> \n<b>Potansiyel genel anomallikler:</b> \n<ul> \n<li>Sosa >= 15 ise DO\u011eUM, \u00d6L\u00dcM ve EVLENME olaylar\u0131 mevcut olmal\u0131d\u0131r.<br /> \n<li>DO\u011eUM, \u00d6L\u00dcM ve EVL\u0130L\u0130K i\u00e7in bir kaynak bulunmal\u0131d\u0131r.<br /> \n<li>Kaynak varsa metin bo\u015f b\u0131rak\u0131lmamal\u0131d\u0131r.<br /> \n</ul> 
# 
maxNbOfAncestors=G\u00f6r\u00fcnt\u00fclenecek maksimum eksik ata say\u0131s\u0131
includeSiblings=Karde\u015fleri g\u00f6ster
directoryParam=Medya dizini
# Ancestris - http://www.ancestris.org
# 
# Copyright 2021 Ancestris
# 
# Author: Frédéric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
TXT_NoSosaFound=Bu \u015fecere herhangi bir SOSA numaraland\u0131rmas\u0131na sahip de\u011fildir. Bu raporun \u00e7al\u0131\u015ft\u0131r\u0131lmas\u0131 gerekiyor.
#
TXT_entity_not_used=Kullan\u0131lmayan varl\u0131klar:
TXT_multiple_source=Birden fazla kullan\u0131lan kaynaklar: "
TXT_entity_not_used_none=Yok
TXT_multiple_source_none=Yok
#
TXT_unused_media=GEDCOM taraf\u0131ndan kullan\u0131lmayan {0} dosyalar\u0131n\u0131n listesi:"
TXT_directoryUsed=Bu dizin a\u011fac\u0131ndaki t\u00fcm dosyalar GEDCOM taraf\u0131ndan kullan\u0131l\u0131r.
TXT_invalidDirectory=Ge\u00e7ersiz dizin.
#
TXT_counters=\u015eecere eklemek veya d\u00fczeltmek i\u00e7in eklemelerin veya d\u00fczeltmelerin durumu:
TXT_anomalies=eksik veya eksik tarihler veya yerler :
TXT_sequence=kronolojik s\u0131ra d\u0131\u015f\u0131 \u00e7ocuklar
TXT_source=yaz\u0131lacak kaynaklar\u0131n metinleri veya eklenecek ge\u00e7ersiz veya eksik kaynak dosyalar\u0131
#
TXT_maxnbofunusedfilesreached=...Dizinde kullan\u0131lmayan dosya say\u0131s\u0131 100'e ula\u015ft\u0131. Ekran durdu...
