#
name=Estat de cerca d'esdeveniments per generaci\u00f3
#
info=<h1><center>Estat de cerca d'esdeveniments per generaci\u00f3</center></h1>\n<br />\nAquest informe \u00e9s una llista de comprovaci\u00f3 de com avan\u00e7a la informaci\u00f3 de l'arbre ancestral.<br/>\nEl genealogista pot veure molt r\u00e0pidament els avantpassats que falten (l\u00ednies buides) o les dades que falten (car\u00e0cters buits).<br />\nPer obtenir un arbre geneal\u00f2gic b\u00e0sicament complet, l'objectiu \u00e9s, per tant, que totes les l\u00ednies s'omplin amb "1111" per a cada esdeveniment (vegeu el significat de les banderes a continuaci\u00f3).\n<br />\nAquest informe es basa en els n\u00fameros SOSA o SOSADABOVILLE. Es poden generar mitjan\u00e7ant l'eina de generaci\u00f3 SOSA al men\u00fa Eines.\n<br /><br />\n<b>Exemples d'\u00fas que pot proporcionar aquest informe:</b>\n<ul>\n<li>Fer un seguiment del progr\u00e9s de la investigaci\u00f3.<br />\n<li>Consulta les dates i les ubicacions dels esdeveniments.<br />\n<li>Comprova les fonts.<br />\n<li>Adjunta fonts.<br />\n<li>Resol la seq\u00fc\u00e8ncia de nens.<br />\n<li>Cerqueu fitxers multim\u00e8dia per adjuntar.<br />\n<li>Comprova si algunes entitats de la teva genealogia no s\u00f3n utilitzades per cap de les altres.<br />\n<li>Comproveu si alguns fitxers multim\u00e8dia que es troben al vostre disc no s\u00f3n utilitzats per la vostra genealogia.<br />\n</ul>\n<b>Opcions:</b>\n<ul>\n<li><b>Nombre m\u00e0xim d'ancestres que falten per mostrar:</b>\nNombre d'ancestres per sobre dels quals no mostrem els avantpassats que falten.<br />\n<li><b>Mostra els germans:</b>\nMostra els germans de cada avantpassat trobat, a m\u00e9s del propi avantpassat.<br />\n<li><b>Directori de mitjans :</b>\nMostra els germans de cada avantpassat trobat, a m\u00e9s del propi avantpassat.<br />\n</ul>\n<b>Significat de les columnes:</b>\n<ul>\n<li><b>Nota:</b> nombre incremental d'individus trobats<br />\n<li><b>Sosa:</b> Sosa nombre d'individus<br />\n<li><b>Gen:</b> nombre de nivell de genealogia de l'individu<br />\n<li><b>Identificador:</b> n\u00famero d'identificaci\u00f3 de la persona. Feu clic a sobre per mostrar-lo a l'editor.<br />\n<li><b>Med:</b> Exist\u00e8ncia d'un mitj\u00e0 per a l'individu: el primer n\u00famero \u00e9s el nombre de suports trobats, el codi "1" indica que tots els mitjans tenen fitxers v\u00e0lids per a cadascun, "\u00a7" en cas contrari.<br / >\n<li><b>Naixement:</b> 4 d\u00edgits que indiquen la data de naixement (' ', '.', '1', sin\u00f3 '\#'), Lloc de naixement (' ', '.', '1' , sin\u00f3 '\#'), nombre de fonts de naixement trobades (' ', 'n' sin\u00f3 '\#'), existeix un fitxer v\u00e0lid per a totes les fonts de naixement i el text no est\u00e0 buit ('1', sin\u00f3 '\u00a7'). <br />\n<li><b>Chr:</b> el mateix que l'anterior per al bateig. Aquest esdeveniment \u00e9s opcional i no desencadena cap anomalia si falta.<br />\n<li><b>Marr:</b> el mateix que l'anterior per al matrimoni. A m\u00e9s, s'afegeix el s\u00edmbol "@" si els nens no segueixen un ordre cronol\u00f2gic. Aquest esdeveniment desencadena una anomalia si falta.<br />\n<li><b>Fam:</b> n\u00famero d'identificaci\u00f3 de la fam\u00edlia de la qual aquesta persona \u00e9s c\u00f2njuge. Un c\u00f2njuge ha d'existir, ser diferent de l'individu i tenir un n\u00famero de sosa. Feu clic a sobre per mostrar-lo a l'editor.<br />\n<li><b>Ocupaci\u00f3:</b> Igual que el bateig de l'ocupaci\u00f3. Aquest esdeveniment \u00e9s opcional.<br />\n<li><b>Mort:</b> Igual que el naixement i el matrimoni, per a l'esdeveniment de la mort.<br />\n<li><b>Nom:</b> nom de la persona.<br />\n</ul>\n<b>Significat de les banderes:</b>\n<ul>\n<li><b>La informaci\u00f3 b\u00e0sica est\u00e0 completa</b><br />\n<ul>\n<li><b>" ":</b> Els mitjans o l'esdeveniment no existeixen, per\u00f2 pot ser normal.<br />\n<li><b>"~":</b> L'esdeveniment existeix, est\u00e0 correctament documentat i v\u00e0lid, per\u00f2 incomplet. Una data \u00e9s un interval, falta la ciutat del lloc.<br />\n<li><b>"1":</b> l'esdeveniment existeix, est\u00e0 correctament documentat, v\u00e0lid i complet.<br />\n</ul>\n<li><b>La informaci\u00f3 b\u00e0sica \u00e9s incompleta o err\u00f2nia</b><br />\n<ul>\n<li><b>".":</b> L'esdeveniment existeix per\u00f2 falta el valor. Falta la data o el lloc.<br />\n<li><b>"\#":</b> L'esdeveniment existeix i est\u00e0 documentat, per\u00f2 no \u00e9s v\u00e0lid o simplement est\u00e0 incomplet. Una data podria ser nom\u00e9s un interval aproximat. Un lloc podria tenir el nombre incorrecte de jurisdiccions (vegeu el significat de la columna i la llista d'anomalies generals a continuaci\u00f3).<br />\n<li><b>"@":</b> els nens d'una fam\u00edlia no apareixen cronol\u00f2gicament.<br />\n<li><b>"\u00a7":</b> falta el text de la font o est\u00e0 buit, o el fitxer multim\u00e8dia o el fitxer font no \u00e9s v\u00e0lid.<br />\n</ul>\n</ul>\n<b>Possibles anomalies generals:</b>\n<ul>\n<li>Si sosa \u00e9s >= 15, haurien d'existir els esdeveniments BIRT, DEAT i MARR.<br />\n<li>Per a BIRTH, DEAT i MARR, hauria d'existir una font.<br />\n<li>Si existeix una font, el text no hauria d'estar buit.<br />\n</ul>
# 
maxNbOfAncestors=Nombre m\u00e0xim d'ancestres desapareguts per mostrar
includeSiblings=Mostra germans/germanes
directoryParam=Directori de mitjans
TXT_NoSosaFound=Aquesta genealogia no t\u00e9 numeraci\u00f3 SOSA. Aquest informe en necessita un perqu\u00e8 s'executi.
#
TXT_entity_not_used=Entitats no utilitzades:
TXT_multiple_source=Fonts utilitzades m\u00e9s d'una vegada:  "
TXT_entity_not_used_none=Cap
TXT_multiple_source_none=Cap
#
TXT_unused_media=Llista d'arxius de {0} no utilitzats pel GEDCOM:"
TXT_directoryUsed=Tots els arxius d''aquest arbre de directoris s\u00f3n utilitzats per GEDCOM.
TXT_invalidDirectory=Directori no v\u00e0lid.
#
TXT_counters=Estat d''addicions o correccions per afegir o fixar a la Genealogia:
TXT_anomalies=falten o estan incomplets dates o llocs:
TXT_sequence=fora de la seq\u00fc\u00e8ncia cronol\u00f2gica fills/filles
TXT_source=texts de fonts per escriure, o arxius de font inv\u00e0lids o desapareguts per adjuntar
#
TXT_maxnbofunusedfilesreached=... Nombre d''arxius no utilitzats en el directori ha arribat a 100. Visualitzaci\u00f3 aturada...
