#
#              French Resources for genj/io
#                                   Character encoding : UTF-8
crypt.password.unknown=Mot de passe inconnu pour caract\u00e9ristique prot\u00e9g\u00e9e / priv\u00e9e
#
progress.read.header=Lecture de l'En-t\u00eate
progress.read.entities=Ligne {0}, Enregistrement {1}
progress.read.linking=Etablissement des Liaisons
#
reader.title=Lecture de {0}
writer.title=\u00c9criture de {0}
#
read.warn.recordnoid=Enregistrement {0} sans ID
read.warn.setsubmitter=La personne {0} ayant soumis ce fichier ne peut \u00eatre \u00e9tablie.
read.warn.invalidline=Ligne invalide temporairement rapi\u00e9c\u00e9e (faire un import pour une meilleure r\u00e9paration) - contenu: {0}
read.warn.badlevel=La valeur {0} donn\u00e9e \u00e0 ce niveau n'est pas valable ici. Le niveau manquant a \u00e9t\u00e9 rapi\u00e9c\u00e9 temporairement.
read.warn.badgedc=Version de Gedcom manquante ou non valide dans l'en-t\u00eate de votre fichier. Ce param\u00e8tre est obligatoire.
read.warn.baddest=Destination manquante ou invalide dans l'ent\u00eate de votre fichier g\u00e9n\u00e9alogique
read.warn.badversion=La version Gedcom {0} est inconnue - Le format {1} sera utilis\u00e9.
read.warn.baddestination=Destination Gedcom inconnue {0} - Le param\u00e8tre {1} sera utilis\u00e9.
read.warn.badplac=Format des lieux manquant ou vide dans l'ent\u00eate de votre fichier g\u00e9n\u00e9alogique
read.warn.ascii=Attention, lecture du jeu de caract\u00e8re ASCII \u00e9tendu - Il est recommand\u00e9 de sauvegarder votre fichier sous Ansel ou UTF-8.
read.warn.nochar=Encodage inconnu du fichier Gedcom (essai de l'Ansel) - Vous devez faire "Enregistrer Sous" en utilisant un encodage diff\u00e9rent.
read.warn.cancelled=Annulation de l'ouverture du fichier Gedcom
read.warn.invalidrecord=Entit\u00e9 de type incorrect ({0}) - Valeur : {1}
read.error.noheader=Le format du fichier n'est pas un format Gedcom  valide (une ligne commen\u00e7ant par 0 HEAD est n\u00e9cessaire)
read.error.norecord=Le fichier est vide ou bien n'est pas dans un format Gedcom valide (une ligne commen\u00e7ant par '0 ')
read.error.emptyline=Lignes vides rencontr\u00e9es
read.error.nonumber=Le fichier n'est pas dans un format Gedcom valide. Impossible de continuer.\n\nLa ligne ci-dessous devrait commencer par un num\u00e9ro:
read.error.invalidid=Enregistrement ayant un num\u00e9ro d'identification (ID) non valide
read.error.cantparse=La ligne ne peut \u00eatre analys\u00e9e - requis X [@XREF@] TAG [VALUE]
read.error.aftertrlr=Contenu anormal apr\u00e8s la balise de fin de fichier TRLR
read.error.xref=Impossible d''associer la r\u00e9f\u00e9rence {0} {1}
#
write.error.cantencode=Impossible d''encoder une propri\u00e9t\u00e9 dans {0} avec le jeu de caract\u00e8res {1}. Utilisez 'Enregistrer sous' et choisissez un autre encodage.
#
assocation.choose=Ex\u00e9cutable choisi {0}
#
header.corp=Ancestris Team
