CTL_MatcherOptionsTitle=Crit\u00e8res de ressemblance
MatcherOptionsPanel.jLabel1.text=Crit\u00e8res de ressemblance pour les entit\u00e9s de type ''{0}''

IndiMatcherOptionsPanel.jTextArea1.text=Des individus sont consid\u00e9r\u00e9s comme des doublons si l'un ou plusieurs des \u00e9l\u00e9ments suivants sont identiques:\n- Sexe, date de naissance et de d\u00e9c\u00e8s, noms, lieu de naissance, conjoint et mariage.
IndiMatcherOptionsPanel.indiAllFirstNamesRadioButton.text=Tous les pr\u00e9noms doivent \u00eatre identiques
IndiMatcherOptionsPanel.indiCheckAllNamesRadioButton.text=Tous les \u00e9l\u00e9ments du nom (nom, pr\u00e9noms) doivent \u00eatre identiques
IndiMatcherOptionsPanel.indiMaximumDateIntervalLabel.text=Les dates s\u00e9par\u00e9es par ce nombre de jours sont consid\u00e9r\u00e9es comme identiques
IndiMatcherOptionsPanel.indiEmptyValuesInvalidRadioButton.text=Des dates non renseign\u00e9es ou invalides sont consid\u00e9r\u00e9es diff\u00e9rentes
IndiMatcherOptionsPanel.indiExcludeSameFamilyRadioButton.text=Exclure les individus d'une m\u00eame famille
IndiMatcherOptionsPanel.indiExcludeEmptyNamesRadioButton.text=Exclure les individus sans nom ni pr\u00e9nom

FamMatcherOptionsPanel.jTextArea1.text=Des familles sont consid\u00e9r\u00e9es comme des doublons si :\n- le mari et la femme sont des doublons,\n- et si leur date de mariage est consid\u00e9r\u00e9e comme la m\u00eame.
FamMatcherOptionsPanel.famMaxDateIntervalLabel.text=Les dates s\u00e9par\u00e9es par ce nombre de jours sont consid\u00e9r\u00e9es comme identiques
FamMatcherOptionsPanel.famEmptyValuesInvalidRadioButton.text=Des dates non renseign\u00e9es ou invalides sont consid\u00e9r\u00e9es diff\u00e9rentes

SubmitterMatcherOptionsPanel.jTextArea1.text=Des fournisseurs d'information sont consid\u00e9r\u00e9s comme des doublons si leur nom, pays et ville sont identiques.
RepositoryMatcherOptionsPanel.jTextArea1.text=Des d\u00e9p\u00f4ts sont consid\u00e9r\u00e9s comme des doublons et leur nom est identique.
SourceMatcherOptionsPanel.jTextArea1.text=Des souces sont consid\u00e9r\u00e9es comme des doublons si 3 au moins des \u00e9l\u00e9ments suivants sont identiques : titre, abbr\u00e9viation, auteur, d\u00e9p\u00f4t, contenu.
NoteMatcherOptionsPanel.jTextArea1.text=Des notes sont consid\u00e9r\u00e9es comme des doublons si leur contenu est identique.
MediaMatcherOptionsPanel.jTextArea1.text=Des media sont consid\u00e9r\u00e9s comme des doublons si leur nom de fichier et leur titre sont identiques.
