# Ancestris - http://www.ancestris.org
#
# Message strings for the ReportAncestorStatistics Report
#

name = F\u00f6rfaderstatistik

info = <h1><center>F\u00f6rfaderstatistik</center></h1> \n\
 <p>Denna rapport skriver ut antalet funna f\u00f6rf\u00e4drar, t\u00e4ckningsfaktor, implexfaktor och koefficienten f\u00f6r sl\u00e4ktskap.</p> \n\
 <p>T\u00e4ckningsfaktorn \u00e4r ration mellan den k\u00e4nda och alla m\u00f6jliga f\u00f6rf\u00e4drar. En \n\
 implex \u00e4r en gemensam f\u00f6rfader, en person som upptr\u00e4der flera g\u00e5nger i sl\u00e4kttr\u00e4det. \n\
 S\u00e5 implexfaktorn \u00e4r ration mellan antalet duplicerade f\u00f6rf\u00e4drar och antalet r\u00e4knade f\u00f6rf\u00e4drar. \n\
 In gemensam f\u00f6rfader ger 0. Exampel: Om en person \n\
 har 100 f\u00f6rf\u00e4drar, men bara 80 olika, s\u00e5 \u00e4r implexfaktorn (100 - 80) / 100 = 20%.</p> \n\
 <p>Koefficienten f\u00f6r sl\u00e4ktskap \u00e4r sannolikheten f\u00f6r att de tv\u00e5 allela generna som en person har p\u00e5 ett st\u00e4lle \u00e4r identisk genom arv. H\u00e4r antas att den gemensamma f\u00f6rfadern delas av b\u00e4gge f\u00f6r\u00e4ldrarna till en person.</p> \n\
 <p>Denna rapport kan bara k\u00f6ras fr\u00e5n en persons kontextmeny.</p> 

select_individual = V\u00e4lj en person
root_individual = Rot-person
implex_factor = Implexfaktor : {0}%
consanguinity_factor = Koefficient f\u00f6r sl\u00e4ktskap : {0}
header_implex_generation    = Gen
header_implex_possible      = M\u00f6jlig
header_implex_known         = K\u00e4nd
header_implex_known_percent = %
header_implex_cumul         = Ackumulerad
header_implex_cumul_percent = %
header_implex_diff          = Skillnad
header_implex_implex        = Implex
header_implex_common_ancestors = Lista \u00f6ver gemensamma f\u00f6rf\u00e4drar f\u00f6r implexfaktorn
header_consanguinity_common_ancestors = Lista \u00f6ver gemensamma f\u00f6rf\u00e4drar f\u00f6r sl\u00e4ktskapskoefficienten

footer_info  = T\u00e4ckningsfaktorn \u00e4r ration mellan k\u00e4nda och m\u00f6jliga f\u00f6rf\u00e4drar. \
			  \n Implexfaktorn \u00e4r ration mellan antalet duplicerade f\u00f6rf\u00e4drar och \
			  \n antalet r\u00e4knade f\u00f6rf\u00e4drar. \
			  \n Sl\u00e4ktskapkoefficienten \u00e4r sannolikheten att de tv\u00e5 allela generna \
			  \n som en person har p\u00e5 ett st\u00e4lle \u00e4r identiska genom arv. \
			  \n H\u00e4r antas att en gemensam f\u00f6rfader delas av b\u00e4gge f\u00f6r\u00e4ldrar f\u00f6r en person. \

# End of File
