#
name=Statistika p\u0159edk\u016f
#
info=<h1><center>Statistika p\u0159edk\u016f</center></h1>\n<p>Tento p\u0159ehled vytiskne po\u010det nalezen\u00fdch p\u0159edk\u016f, koeficient pokryt\u00ed, implexn\u00ed faktor a koeficient p\u0159\u00edbuznosti.</p>\n<p>Koeficient pokryt\u00ed je pod\u00edl po\u010dtu zn\u00e1m\u00fdch p\u0159edk\u016f ku po\u010dtu v\u0161ech mo\u017en\u00fdch p\u0159edk\u016f. Implex je spole\u010dn\u00fd p\u0159edek, osoba, kter\u00e1 se ve stromu p\u0159edk\u016f objevuje n\u011bkolikr\u00e1t.\nImplexn\u00ed faktor je pod\u00edl po\u010dtu p\u0159edk\u016f vyskytuj\u00edc\u00edch se v\u00edckr\u00e1t v genealogii k celkov\u00e9mu po\u010dtu p\u0159edk\u016f. \u017d\u00e1dn\u00fd spole\u010dn\u00fd p\u0159edek vede k implexn\u00edmu faktoru 0. P\u0159\u00edklad: Jestli\u017ee m\u00e1 osoba 100 p\u0159edk\u016f, ale pouze 80 r\u016fzn\u00fdch, implexn\u00ed faktor je (100 - 80) / 100 = 20 %.</p>\n<p>Koeficient p\u0159\u00edbuznosti je pravd\u011bpodobnost, \u017ee dva alelov\u00e9 geny, kter\u00e9\nm\u00e1 osoba na lokusu chromozomu jsou identick\u00e9 podle potomk\u016f. To p\u0159edpokl\u00e1d\u00e1, \u017ee spole\u010dn\u00fd\np\u0159edek je sd\u00edlen ka\u017ed\u00fdm rodi\u010dem osoby.</p>\n<p>Tento p\u0159ehled lze spustit pouze z kontextov\u00e9 nab\u00eddky osoby.</p>
#
select_individual=Vyberte pros\u00edm osobu
root_individual=Osoba pro ko\u0159en
implex_factor=Implexn\u00ed faktor : {0}%
consanguinity_factor=Koeficient p\u0159\u00edbuznosti : {0}
header_implex_generation=Gen
header_implex_possible=Mo\u017en\u00fd
header_implex_known=Zn\u00e1m\u00fd
header_implex_cumul=Kumulativn\u011b
header_implex_diff=Rozd\u00edl
header_implex_common_ancestors=Seznam spole\u010dn\u00fdch p\u0159edk\u016f pro implexn\u00ed faktor
header_consanguinity_common_ancestors=Seznam spole\u010dn\u00fdch p\u0159edk\u016f pro koeficient p\u0159\u00edbuznosti
footer_info=Koeficient pokryt\u00ed je pod\u00edl po\u010dtu zn\u00e1m\u00fdch p\u0159edk\u016f ku po\u010dtu v\u0161ech mo\u017en\u00fdch p\u0159edk\u016f.\nImplexn\u00ed faktor je pod\u00edl po\u010dtu p\u0159edk\u016f vyskytuj\u00edc\u00edch se v\u00edckr\u00e1t v genealogii \nk celkov\u00e9mu po\u010dtu p\u0159edk\u016f.\nKoeficient p\u0159\u00edbuznosti je pravd\u011bpodobnost, \u017ee dva alelov\u00e9 geny, kter\u00e9\nm\u00e1 osoba na lokusu chromozomu jsou identick\u00e9 podle potomk\u016f.\nTo p\u0159edpokl\u00e1d\u00e1, \u017ee spole\u010dn\u00fd p\u0159edek je sd\u00edlen ka\u017ed\u00fdm rodi\u010dem osoby.
