# Ancestris - http://www.ancestris.org
#
# Message strings for the ReportToDo report
#
# Languages supported :
#     - Danish - 2017/11/19 by Mette F
#     - Dutch - 2017/01/26 by Harry Mensch
#     - English (default)
#     - French
#     - German
#     - Latvian - 2017/12/16 - M\u00c4\u0081rti\u00c5\u0086\u00c5\u00a1 An\u00c5\u00a1mits
#     - Polish - 2016/03/31 by Bogumi\u00c5\u0082 Cieniek
#
# ---------------------------------------------------------------------
# ====>  IMPORTANT : This file must be saved with UTF-8 encoding schema
# ---------------------------------------------------------------------
#

# Last updated:


author		= Daniel Andr\u00e9 <daniel.andre@free>
version		= 2.0
category	= research
updated         = 20-01-2010

name = T\u00e2ches \u00e0 faire

info		= <h1><center>Liste des t\u00e2ches \u00e0 faire</center></h1>  \
 <p>Ce rapport vous donne un r\u00e9sum\u00e9 des diff\u00e9rentes t\u00e2ches \u00e0 faire dans votre fichier Gedcom (exemples : retrouver un document, scanner un document, v\u00e9rifier une info, etc). </p> \
 <p> Bien entendu, pour qu'il vous donne quelque chose, vous devez pr\u00e9parer vos donn\u00e9es en cons\u00e9quence. Plusieurs fa\u00e7ons de faire sont possibles. Voici quelques exemples : </p> \
 <ul> \
 <li>D'une part, vous pouvez cr\u00e9er des balises \u00e0 l'int\u00e9rieur de votre arbre, genre "_TODO" (Remarquez le format de la balise qui commence par un "_").<br> \
 Pour ce faire, vous ouvrez l'\u00e9diteur, et vous basculez imm\u00e9diatement en mode \u00e9diteur Gedcom. Vous cliquez sur la premi\u00e8re ligne pour mettre le focus sur la  \
 ligne de l'identit\u00e9 de la personne (ex: I017). Ensuite vous faites un clic droit quelque part dans l'\u00e9diteur. Vous descendez jusqu'\u00e0\u00a0l'option "Ajouter une Propri\u00e9t\u00e9". \
 Une fen\u00eatre s'ouvre, et au lieu des "Labels pr\u00e9-\u00e9tablis" vous allez cr\u00e9er votre propre label, donc votre choix se portera sur "Nouveau Label". Dans le champ situ\u00e9 juste en dessous, \
 vous mettez l'exemple que je donne ci-dessus, donc vous tapez "_TODO". Voil\u00e0, une nouvelle balise a \u00e9t\u00e9 cr\u00e9\u00e9e pour cet enregistrement. Si vous suivez bien la proc\u00e9dure d\u00e9crite ci-dessus, \
 cette nouvelle balise sera disponible dor\u00e9navant pour toutes les personnes parmi cette fois les "Labels pr\u00e9-\u00e9tablis". Dans la liste d\u00e9roulante des labels, vous la trouverez tout en bas, \
 car elle commence par un "_".</li> \
 <li>D'autre part, vous pouvez utiliser des notes internes de votre arbre. Par exemple, vous avez cr\u00e9e une NOTE g\u00e9n\u00e9rale (donc une entit\u00e9 au sens Gedcom du terme, ex : N0025), qui dit \
 quelque chose du genre "Je dois retrouver cette information, il me faut la v\u00e9rifier". A chaque fois que vous avez besoin d'indiquer que vous devez faire quelque chose pour une information, \
 vous faites un lien vers cette entit\u00e9 NOTE. Le rapport va suivre ces liens.</li> \
 <li>Enfin, vous avez d\u00e9j\u00e0 des NOTEs sous certaines informations et il vous suffit de rajouter un mot sp\u00e9cifique disant que vous voulez que cette NOTE serve de base \u00e0 une recherche \
 par le pr\u00e9sent rapport (ex.: vous faites commencer votre note par le mot "TODO: "). </li> \
 </ul> \
 <p><h2>PARAMETRAGES</h2> \
 Vous disposez de plusieurs options : \
 <ul> \
 <li>La balise d\u00e9finissant les t\u00e2ches \u00e0 rechercher. Cela peut \u00eatre quelque chose du genre "_AFAIRE" ou "_TODO". Cela peut \u00eatre aussi une \u00e9tiquette standard de la norme Gedcom, \
 par exemple "NOTE". Bien s\u00fbr, si vous utilisez ce type d'\u00e9tiquette, il faudra que vous indiquiez au rapport qu'il doit rechercher dans toutes les NOTEs mais sur un mot sp\u00e9cifique, \
 d'o\u00f9 l'int\u00e9r\u00eat du 2\u00e8me crit\u00e8re.</li> \
 <li>Le deuxi\u00e8me crit\u00e8re, comme cela est indiqu\u00e9, est optionnel. Si vous faites une recherche sur une \u00e9tiquette tr\u00e8s particuli\u00e8re (ex.: _TODO), ce crit\u00e8re ne devrait pas vous \u00eatre utile. \
 Si, au contraire, vous faites une recherche sur une \u00e9tiquette "g\u00e9n\u00e9rale", du type "NOTE", ce crit\u00e8re est primordial pour limiter la recherche. On peut imaginer par exemple de faire \
 une recherche sur "TODO: " comme deuxi\u00e8me crit\u00e8re dans toutes les NOTEs (NOTE \u00e9tant choisi comme premier crit\u00e8re).</li> \
 <li>Troisi\u00e8me crit\u00e8re, voulez-vous inclure les fiches de travail. Un conseil : il vaut mieux (plus d'info, ne nuit jamais).</li> \
 <li>Quatri\u00e8me crit\u00e8re : voulez-vous inclure la liste compl\u00e8te des t\u00e2ches. A priori, oui.</li> \
 <li>Cinqui\u00e8me crit\u00e8re : Souhaitez-vous n'avoir comme sortie qu'un fichier au format CSV (champs d\u00e9limit\u00e9s par des virgules). Oui, si vous voulez traiter ces informations dans un \
 programme tableur du type OpenOffice.org Calc.</li> \
 </ul></p> \
 <p><h3>Astuce :</h3> \
 Pour qu'un param\u00e8tre soit pris en compte, veillez \u00e0 le valider en cliquant apr\u00e8s la saisie sur un endroit quelconque de l'\u00e9cran. </p> \
 
titleindi = Fiche de travail pour {0} ({1})
titleinfosperso = Informations Personnelles
titlefam = Fiche de travail pour {0}
titletodo = Liste des t\u00e2ches \u00e0 faire
titletodos = Liste compl\u00e8te des t\u00e2ches \u00e0 faire
evt.col = Ev\u00e9nement
date.col = Date
place.col = Lieu
indi.col = Individu
todo.col = T\u00e2che
outputWorkingSheet = Inclure les fiches de travail
outputSummary = Inclure la liste compl\u00e8te des t\u00e2ches
outputSummaryCsv = G\u00e9n\u00e9rer uniquement la liste des t\u00e2ches au format CSV
todoTag = Balise d\u00e9finissant les t\u00e2ches \u00e0 rechercher (ex. NOTE, _TODO)
todoStart = Le texte \u00e0 rechercher doit commencer par (Optionnel) ...
isRegExpr = Le texte \u00e0 rechercher est une expression r\u00e9guli\u00e8re (RegExp)
mother = M\u00e8re
father = P\u00e8re
spouse = Conjoint
main.notes = Notes G\u00e9n\u00e9rales
nbtodos = Nombre de T\u00e2ches: {0}

# End of File
