<html>
<body>

<h2>
  Travailler avec les divers Fen&ecirc;tres de Visualisation
</h2>

<p>
 Une fois que vous avez ouvert un fichier contenant des donn&eacute;es 
 g&eacute;n&eacute;alogiques au format 
 <a href="./concepts/gedcom.html">Gedcom</a> (*.ged), &agrave; partir 
 du <a href="cc.html">Centre de Contr&ocirc;le</a> vous pouvez ouvrir plusieurs 
 types de visualisation.
</p>

<p>
 Ces visualisations travaillent sur les m&ecirc;mes donn&eacute;es - 
 cela veut dire que :
 <ul>
  <li>les changements effectu&eacute;s dans une fen&ecirc;tre seront 
  imm&eacute;diatement effectifs dans les autres fen&ecirc;tres pour le 
  m&ecirc;me fichier,
  <li>les &eacute;v&egrave;nements s&eacute;lectionn&eacute;s dans une 
  fen&ecirc;tre vont &ecirc;tre transmis aux autres fen&ecirc;tres pour 
  le m&ecirc;me fichier (*),
  <li>la fermeture d'un fichier entrainera imm&eacute;diatement la fermeture 
  de toutes les fen&ecirc;tres ouvertes sur ce fichier,
  <li><a href="./concepts/context.html">les menus contextuels</a> pour les 
  informations affich&eacute;es offrent des actions dans tous les types de 
  vues.
    <ul>
      <font size=-2>
        <Br>
        * les changements dans la s&eacute;lection d'une fen&ecirc;tre peuvent 
        ne pas provoquer un changement dans une autre si cette derni&egrave;re 
        ne peut pas suivre la s&eacute;lection
      </font>
    </ul>
  </ul>
</p>

<p>
 En g&eacute;n&eacute;ral, vous ouvrirez une fen&ecirc;tre par type de vue - 
 pas n&eacute;cessairement toutes &agrave; la fois, mais leur association 
 vous aidera &agrave; naviguer et comprendre le fondement des donn&eacute;es.
 Par exemple :
 <ul>
  <li>Fen&ecirc;tres de Donn&eacute;es &amp; Arbre pour se promener 
  &agrave; travers les informations existantes.
  <li>Fen&ecirc;tres d'Edition &amp; Donn&eacute;es pour corriger, 
  cataloguer, &eacute;diter les informations, et en ajouter.
  <li>Fen&ecirc;tre de Scripts (Rapports), pour lancer des scripts 
  sur des fichiers et en ressortir des informations importantes 
  (statistiques, etc...).
 </ul>
</p>

<p>
 Leur combination n'est pas limit&eacute;e et tr&eacute;s rapidement 
 vous trouverez par vous-m&ecirc;me quelles vues vous est n&eacute;cessaire 
 pour satisfaire vos besoins. La position et la taille des fen&ecirc;tres 
 sont enregistr&eacute;es, aussi placer les selon vos go&ucirc;ts et 
 elles se reouvriront aux m&ecirc;mes endroits la fois prochaine. Vous 
 pouvez &eacute;galement ouvrir plusieurs instances d'une m&ecirc;me vue 
 pour v&eacute;rifier des donn&eacute;es &agrave; diff&eacute;rents 
 endroits - elles sont num&eacute;rot&eacute;es cons&eacute;cutivement.
</p>

<p>
 Voici la liste des diff&eacute;rentes fen&ecirc;tres de visualisation 
 &agrave; votre disposition:
  <BLOCKQUOTE>
   <img src="../images/views/Table.gif">&nbsp;<A href="./view/table.html">Tableau des Donn&eacute;es</A><Br>
   <img src="../images/views/Tree.gif">&nbsp;<A href="./view/tree.html">Arbre G&eacute;n&eacute;alogique</A><Br>
   <img src="../images/views/Timeline.gif">&nbsp;<A href="./view/timeline.html">Chronologie des &Eacute;v&egrave;nements</A><Br>
   <img src="../images/views/Edit.gif">&nbsp;<A href="./view/edit.html">L'Editeur</A><Br>
   <img src="../images/views/Report.gif">&nbsp;<A href="./view/report.html">Les Rapports</A><Br>
   <img src="../images/views/Navigator.gif">&nbsp;<A href="./view/navigator.html">Le Navigateur</A><Br>
   <img src="../images/views/Entity.gif">&nbsp;<A href="./view/entity.html">Visualisation d'une Entit&eacute;</A><Br>
   <img src="../images/views/Search.gif">&nbsp;<A href="./view/search.html">Fen&ecirc;tre de Recherche</A><Br>
   <img src="../images/views/Geo.gif">&nbsp;<A href="./view/geo.html">Localisation G&eacute;ographique</A>
  </BLOCKQUOTE>
 <ul>
 <font size=-2>
   Veuillez suivre les liens pour avoir plus d'information sur chaque vue 
   individuellement.
 </font>
 </ul>
</p>

</body>
</html>
