AncestrisFriend.Form.toolTipText=<html>\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03bc\u03b5 \u03bc\u03b5\u03c4\u03b1\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b3\u03cd\u03c1\u03c9<br>\u03bc\u03b5 \u03c4\u03bf \u03ba\u03bb\u03b9\u03ba\u03ac\u03c1\u03b9\u03c3\u03bc\u03b1 \u03c3\u03c4\u03b7\u03bd \u03c0\u03ac\u03bd\u03c9 \u03bc\u03c0\u03ac\u03c1\u03b1 \u03ba\u03b1\u03b9 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac</html>
SharedGedcom.toolTipText=<html>\u0391\u03c5\u03c4\u03cc \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03ba\u03bf\u03b9\u03bd\u03cc\u03c7\u03c1\u03b7\u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf Gedcom</html>
GedcomFriendMatch.toolTipText=<html>\u0391\u03c5\u03c4\u03cc \u03b1\u03bd\u03c4\u03b9\u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b5\u03cd\u03b5\u03b9 \u03ba\u03bf\u03b9\u03bd\u03ad\u03c2 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 <br> \u03bc\u03b5\u03c4\u03b1\u03be\u03cd Gedcom \u03ba\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03ac\u03bb\u03bb\u03bf \u03bc\u03ad\u03bb\u03bf\u03c2 \u03c4\u03bf\u03c5 Ancestris</html>
#
TIP_PrivacyOn=\u0395\u03ac\u03bd \u03b7 \u03c0\u03c1\u03bf\u03c3\u03c4\u03b1\u03c3\u03af\u03b1 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ce\u03bd \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 ON, \u03c4\u03b1 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ac \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03bc\u03bf\u03b9\u03c1\u03b1\u03c3\u03c4\u03bf\u03cd\u03bd
TIP_PrivacyOff=\u0395\u03ac\u03bd \u03b7 \u03c0\u03c1\u03bf\u03c3\u03c4\u03b1\u03c3\u03af\u03b1 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ce\u03bd \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 OFF, \u03c4\u03b1 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ac \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03bc\u03bf\u03b9\u03c1\u03b1\u03c3\u03c4\u03bf\u03cd\u03bd
TIP_Timer=\u038c\u03c1\u03b9\u03b1 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1\u03c2 \u03ba\u03b1\u03b9 \u03c7\u03c1\u03cc\u03bd\u03bf\u03c5 \u03c0\u03c1\u03bf\u03c2 \u03bc\u03bf\u03af\u03c1\u03b1\u03c3\u03bc\u03b1
TIP_MembersList=<html>\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03af\u03ba \u03c3\u03c4\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af \u03b3\u03b9\u03b1 \u03b1\u03bd\u03b1\u03bd\u03ad\u03c9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03bb\u03af\u03c3\u03c4\u03b1\u03c2 \u03bc\u03b5\u03bb\u03ce\u03bd<br>\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf \u03b2\u03ad\u03bb\u03bf\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03c4\u03b1 \u03bc\u03ad\u03bb\u03b7 \u03c0\u03c1\u03bf\u03c2 \u03b1\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae \u03ae \u03b3\u03b9\u03b1 \u03b5\u03be\u03b1\u03af\u03c1\u03b5\u03c3\u03b7</html>
TIP_MembersNumber={0} \u039c\u03ad\u03bb\u03b7 \u03c4\u03bf\u03c5 Ancestris \u03c0\u03bf\u03c5 \u03c3\u03ae\u03bc\u03b5\u03c1\u03b1 \u03bc\u03bf\u03b9\u03c1\u03ac\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 gedcom
TIP_StartSharingisOn=ShareAll \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc.
TIP_StartSharingisOff=ShareAll \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03bd\u03b5\u03bd\u03b5\u03c1\u03b3\u03cc. \u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03af\u03ba \u03b3\u03b9\u03b1 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7.
TIP_StopSharingisOn=ShareAll \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03bd\u03b5\u03bd\u03b5\u03c1\u03b3\u03cc.
TIP_StopSharingisOff=ShareAll \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc. \u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03af\u03ba \u03b3\u03b9\u03b1 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7.
TIP_Search=\u0388\u03bd\u03b1\u03c1\u03be\u03b7 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u03ba\u03bf\u03b9\u03bd\u03ce\u03bd \u03bf\u03bd\u03c4\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd \u03b3\u03b9\u03b1 \u03c4\u03b1 \u03b5\u03c0\u03b9\u03c4\u03c1\u03b5\u03c0\u03cc\u03bc\u03b5\u03bd\u03b1 \u03bc\u03ad\u03bb\u03b7
TIP_SearchInProgress=\u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03c3\u03b5 \u03b5\u03be\u03ad\u03bb\u03b9\u03be\u03b7
TIP_memberInProgress=\u03a4\u03c1\u03ad\u03c7\u03c9\u03bd \u03bc\u03ad\u03bb\u03bf\u03c2 \u03c0\u03bf\u03c5 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom \u03b1\u03bd\u03b1\u03bb\u03cd\u03b5\u03c4\u03b1\u03b9
TIP_rcvdConnections=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03c9\u03bd \u03c0\u03bf\u03c5 \u03bb\u03ae\u03c6\u03b8\u03b7\u03ba\u03b1\u03bd \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03ad\u03bd\u03b1\u03c1\u03be\u03b7 \u03c4\u03b7\u03c2 \u03ba\u03bf\u03b9\u03bd\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2
TIP_rcvdUniqueMembers=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ce\u03bd \u03bc\u03b5\u03bb\u03ce\u03bd \u03c0\u03bf\u03c5 \u03ad\u03c7\u03bf\u03c5\u03bd \u03b1\u03bd\u03b1\u03bb\u03c5\u03b8\u03b5\u03af \u03b1\u03c0\u03cc \u03c4\u03b1 \u03ba\u03bf\u03b9\u03bd\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b1 \u03c3\u03b1\u03c2 gedcoms
TIP_rcvdUniqueFriends=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ce\u03bd \u03bc\u03b5\u03bb\u03ce\u03bd \u03c0\u03bf\u03c5 \u03ad\u03c7\u03bf\u03c5\u03bd \u03ba\u03bf\u03b9\u03bd\u03ad\u03c2 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03bc\u03b5 \u03b5\u03c3\u03ac\u03c2
TIP_ResetResults=\u0395\u03c0\u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03ce\u03bd \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03b5\u03c3\u03bc\u03ac\u03c4\u03c9\u03bd \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2  \u03ba\u03b1\u03b9 \u03b1\u03c6\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03c0\u03b1\u03c1\u03b1\u03b8\u03cd\u03c1\u03c9\u03bd \u03c4\u03c9\u03bd matches \u03ba\u03b1\u03b9 \u03c4\u03c9\u03bd \u03c6\u03af\u03bb\u03c9\u03bd
TIP_DisplayStats=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c3\u03c4\u03b1\u03c4\u03b9\u03c3\u03c4\u03b9\u03ba\u03ce\u03bd \u03c4\u03c9\u03bd \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03c9\u03bd \u03c0\u03c1\u03bf\u03c2 \u03b5\u03c3\u03ac\u03c2 \u03b1\u03c0\u03cc \u03ac\u03bb\u03bb\u03b1 \u03bc\u03ad\u03bb\u03b7
TIP_Rearrange=\u0391\u03bd\u03b1\u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 \u03c4\u03c9\u03bd \u03c0\u03b1\u03c1\u03b1\u03b8\u03cd\u03c1\u03c9\u03bd \u03c4\u03bf\u03c5 Gedcom \u03ba\u03b1\u03b9 \u03c4\u03c9\u03bd \u03a6\u03af\u03bb\u03c9\u03bd
TIP_Settings=\u03a0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2
TimerPanel.jSpinner1.toolTipText=\u038c\u03c1\u03b9\u03b1 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1\u03c2 \u03ba\u03b1\u03af \u03c7\u03c1\u03cc\u03bd\u03bf\u03c5 \u03c0\u03c1\u03bf\u03c2 \u03ba\u03bf\u03b9\u03bd\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7. \u0391\u03c0\u03cc \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 {0} \u03ce\u03c1\u03b5\u03c2 \u03ba\u03bf\u03b9\u03bd\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2.
TimerPanel.jButton1.toolTipText=\u0395\u03c0\u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03c1\u03ad\u03c7\u03bf\u03c5\u03c3\u03b1\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1\u03c2 \u03ba\u03b1\u03b9 \u03ce\u03c1\u03b1\u03c2
#
TIP_Allowed=\u0395\u03bb\u03ad\u03b3\u03be\u03c4\u03b5 \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03b1\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae \u03bc\u03b5\u03bb\u03ce\u03bd
TIP_SortHeader=\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03b1\u03be\u03b9\u03bd\u03bf\u03bc\u03ae\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03ae \u03c4\u03bf\u03bd \u03ac\u03bb\u03bb\u03bf \u03c4\u03c1\u03cc\u03c0\u03bf
TIP_DisplayMap=\u0394\u03b9\u03c0\u03bb\u03cc \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03c7\u03ac\u03c1\u03c4\u03b7
SharedGedcom.jLabel3.text=\u03a0\u03bb\u03b7\u03b8\u03c5\u03c3\u03bc\u03cc\u03c2
SharedGedcom.jLabel4.text=\u039a\u03bf\u03b9\u03bd\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7
SharedGedcom.jLabel5.text=\u039a\u03bf\u03b9\u03bd\u03cc\u03c2
SharedGedcom.jLabel6.text=4215
SharedGedcom.jLabel7.text=4215
SharedGedcom.jButton1.text=4215
SharedGedcom.jLabel8.text=5674
SharedGedcom.jLabel9.text=5674
SharedGedcom.jButton2.text=5674
SharedGedcom.jCheckBox1.text=\u039a\u03bf\u03b9\u03bd\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b1
SharedGedcom.jCheckBox2.text=\u03a0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ac \u0394\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1
SharedGedcom.jLabel1.toolTipText=\u0386\u03c4\u03bf\u03bc\u03b1
SharedGedcom.jLabel2.toolTipText=\u039f\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2
SharedGedcom.jLabel10.toolTipText=\u03a0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03bf\u03cd Gedcom. \u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7/\u03b1\u03c0\u03cc\u03ba\u03c1\u03c5\u03c8\u03b7.
#
TIP_DelayTooShort=<html>&\#8593; \u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03bd\u03b1 \u03c5\u03c0\u03bf\u03b4\u03b5\u03af\u03be\u03b5\u03c4\u03b5<br>\u03cc\u03c1\u03b9\u03b1 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u03ba\u03b1\u03b9 \u03c9\u03c1\u03ce\u03bd \u03c0\u03c1\u03bf\u03c2 \u03ba\u03bf\u03b9\u03bd\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7<br>\u03ba\u03ac\u03c0\u03bf\u03b9\u03b1 \u03c3\u03c4\u03b9\u03b3\u03bc\u03ae \u03c3\u03c4\u03bf \u03bc\u03ad\u03bb\u03bb\u03bf\u03bd</html>
GedcomDescriptionFrame.jLabel1.text=jLabel1
GedcomDescriptionFrame.jLabel2.text=jLabel2
GedcomFriendMatch.jButton1.text=1679
GedcomFriendMatch.jButton2.text=9854
#
TITL_CommonEntities=\u039a\u03bf\u03b9\u03bd\u03ad\u03c2 \u039f\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2
TITL_AllFriends=\u038c\u03bb\u03bf\u03b9 \u03bf\u03b9 \u03c6\u03af\u03bb\u03bf\u03b9
TITL_AllGedcoms=\u038c\u03bb\u03b1 \u03c4\u03b1 \u03ba\u03bf\u03b9\u03bd\u03cc\u03c7\u03c1\u03b7\u03c3\u03c4\u03b1 Gedcoms
#
ListEntitiesPanel.jLabel1.text=Gedcom
ListEntitiesPanel.jLabel2.text=\u03a6\u03af\u03bb\u03bf\u03c2
ListEntitiesPanel.jLabel3.text=x
ListEntitiesPanel.jLabel4.text=x
#
COL_myGedcom=\u03a4\u03bf Gedcom \u03bc\u03bf\u03c5
COL_myEntity=\u0397 \u039f\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03ac \u03bc\u03bf\u03c5
COL_FriendsEntity=\u039f\u03b9 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c4\u03c9\u03bd \u03c6\u03af\u03bb\u03c9\u03bd
COL_FriendsGedcom=\u03a4\u03bf Gedcom \u03c4\u03c9\u03bd \u03c6\u03af\u03bb\u03c9\u03bd
COL_Friend=\u03a6\u03af\u03bb\u03bf\u03c2
ListEntitiesPanel.jTable1.columnModel.title0=\u03a4\u03af\u03c4\u03bb\u03bf\u03c2 1
ListEntitiesPanel.jTable1.columnModel.title3=\u03a4\u03af\u03c4\u03bb\u03bf\u03c2 4
ListEntitiesPanel.jTable1.columnModel.title2=\u03a4\u03af\u03c4\u03bb\u03bf\u03c2 3
ListEntitiesPanel.jTable1.columnModel.title1=\u03a4\u03af\u03c4\u03bb\u03bf\u03c2 2
AncestrisFriend.jLabel3.text=\u03a0\u03bb\u03b7\u03b8\u03c5\u03c3\u03bc\u03cc\u03c2
AncestrisFriend.jLabel4.text=\u039a\u03bf\u03b9\u03bd\u03cc\u03c2
AncestrisFriend.jLabel5.text=0
AncestrisFriend.jLabel6.text=0
AncestrisFriend.jButton1.text=1234
AncestrisFriend.jButton2.text=1234
TITL_StatsPanel=\u03a3\u03c4\u03b1\u03c4\u03b9\u03c3\u03c4\u03b9\u03ba\u03ac \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03c9\u03bd \u03b1\u03c0\u03cc \u03ac\u03bb\u03bb\u03b1 \u03bc\u03ad\u03bb\u03b7
COL_connections=\u03a3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03b9\u03c2
COL_member=\u039c\u03ad\u03bb\u03bf\u03c2
COL_match=\u03a4\u03b1\u03cd\u03c4\u03b9\u03c3\u03b7
COL_startDate=\u03a7\u03c1\u03cc\u03bd\u03bf\u03c2 \u03b5\u03ba\u03ba\u03af\u03bd\u03b7\u03c3\u03b7\u03c2
COL_endDate=\u03a7\u03c1\u03cc\u03bd\u03bf\u03c2 \u03c4\u03ad\u03bb\u03bf\u03c5\u03c2
COL_profile=\u03a0\u03c1\u03bf\u03c6\u03af\u03bb
StatsPanel.jButton1.toolTipText=\u0395\u03c0\u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03c9\u03bd \u03c3\u03c4\u03b1\u03c4\u03b9\u03c3\u03c4\u03b9\u03ba\u03ce\u03bd \u03bc\u03b5\u03c4\u03ac \u03c4\u03bf \u03ba\u03bb\u03b5\u03af\u03c3\u03b9\u03bc\u03bf \u03b1\u03c5\u03c4\u03bf\u03cd \u03c4\u03bf\u03c5 \u03c0\u03b1\u03c1\u03b1\u03b8\u03cd\u03c1\u03bf\u03c5
TITL_ProfilePanel=\u03a0\u03c1\u03bf\u03c6\u03af\u03bb \u039c\u03ad\u03bb\u03bf\u03c5\u03c2
ProfilePanel.jLabel1.text=\u03a0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae
#
MailSubject=\u0395\u03c0\u03b9\u03ba\u03bf\u03b9\u03bd\u03c9\u03c3\u03af\u03b1 \u039a\u03bf\u03b9\u03bd\u03ae \u03c7\u03c1\u03ae\u03c3\u03b7 \u03c4\u03bf\u03c5 Ancestris
MailContent=Hello {0},\n\n\u03a3\u03b1\u03bd \u03bc\u03ad\u03bb\u03bf\u03c2 \u03c4\u03bf\u03c5 Ancestris \u03c0\u03bf\u03c5 \u03ba\u03bf\u03b9\u03bd\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b1\u03c4\u03b5 \u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 gedcom \u03c3\u03b1\u03c2, \u03b5\u03c0\u03b9\u03b8\u03c5\u03bc\u03ce \u03bd\u03b1 \u03bc\u03ac\u03b8\u03c9 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b1 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03c0\u03bf\u03b9\u03bf\u03c5\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf\u03c5\u03c2 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2 \u03c3\u03b1\u03c2...\n\u0395\u03c5\u03c7\u03b1\u03c1\u03b9\u03c3\u03c4\u03ce \u03c0\u03bf\u03bb\u03cd \u03b5\u03ba \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03c4\u03ad\u03c1\u03c9\u03bd.\n\n{1}
ProfilePanel.jButton2.toolTipText=\u03a4\u03b5\u03c7\u03bd\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2
ProfilePanel.jButton1.toolTipText=\u03a3\u03c4\u03b5\u03af\u03bb\u03c4\u03b5 \u03ad\u03bd\u03b1 email \u03c3\u03c4\u03bf {0}
TITL_SeeProfile=\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03bd\u03b1 \u03b4\u03b5\u03af\u03c4\u03b5 \u03c4\u03bf \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03c4\u03bf\u03c5 {0}
TITL_NoProfile=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf \u03c4\u03bf \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf \u03c6\u03af\u03bb\u03bf
EntitiesListPanel.jLabel2.text=jLabel2
EntitiesListPanel.jLabel3.text=jLabel3
EntitiesListPanel.jComboBox2.toolTipText=\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03c6\u03af\u03bb\u03bf
STR_AllGedcoms=* \u038c\u03bb\u03b1 \u03c4\u03b1 gedcom *
STR_AllMembers=* \u038c\u03bb\u03bf\u03b9 \u03bf\u03b9 \u03c6\u03af\u03bb\u03bf\u03b9 *
TIP_ClickableEntity=<html>\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03b4\u03b9\u03c0\u03bb\u03cc \u03ba\u03bb\u03b9\u03ba<br>\u03c0\u03ac\u03bd\u03c9 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7<br>\u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03bf\u03c1\u03b8\u03c9\u03c4\u03ae</html>
TIP_CopyData=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03c9\u03bd \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03b5\u03c3\u03bc\u03ac\u03c4\u03c9\u03bd \u03c3\u03c4\u03bf \u03c0\u03c1\u03cc\u03c7\u03b5\u03b9\u03c1\u03bf
TIP_Close=\u039a\u03bb\u03b5\u03af\u03c3\u03b9\u03bc\u03bf \u03c4\u03bf\u03c5 \u03c0\u03b1\u03c1\u03b1\u03b8\u03cd\u03c1\u03bf\u03c5
TIP_TitleResults=\u039f\u03bc\u03bf\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03ba\u03b1\u03b9 \u03c4\u03c9\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 gedcom \u03c3\u03b1\u03c2 \u03bc\u03ad \u03b5\u03ba\u03b5\u03af\u03bd\u03b1 \u03c4\u03bf\u03c5 \u03ac\u03bb\u03bb\u03bf\u03c5 \u03bc\u03ad\u03bb\u03bf\u03c5\u03c2 Ancestris 
EntitiesListPanel.jLabel7.toolTipText=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd
EntitiesListPanel.jLabel4.toolTipText=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
EntitiesListPanel.jCheckBox1.toolTipText=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
EntitiesListPanel.jCheckBox2.toolTipText=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd
TechInfoPanel.jButton1.text=123.123.123.123
TechInfoPanel.jLabel2.text=\u038c\u03bd\u03bf\u03bc\u03b1 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7
TechInfoPanel.jLabel3.text=jLabel3
TechInfoPanel.jLabel4.text=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7
TechInfoPanel.jLabel5.text=jLabel5
TechInfoPanel.jLabel6.text=\u038c\u03bd\u03bf\u03bc\u03b1 OS
TechInfoPanel.jLabel7.text=jLabel7
TechInfoPanel.jLabel8.text=\u0394\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 IP
TechInfoPanel.jButton1.toolTipText=\u0395\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 IP \u03c3\u03c4\u03bf \u03c7\u03ac\u03c1\u03c4\u03b7
TechInfoPanel.jLabel9.text=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
TechInfoPanel.jLabel10.text=jLabel10
