#
# Resources for package genj.gedcom
#

# General
prop                    = \u00dadaj

prop.name.firstname     = K\u0159estn\u00ed jm\u00e9no
prop.name.lastname      = P\u0159\u00edjmen\u00ed
prop.sex                = Pohlav\u00ed
prop.sex.male           = Mu\u017e (M)
prop.sex.female         = \u017dena (F)
prop.sex.unknown        = Nezn\u00e1m\u00e9
prop.date.date          = \u010casov\u00fd \u00fadaj
prop.date.fromto        = Obdob\u00ed od/do
prop.date.from          = Obdob\u00ed od
prop.date.to            = Obdob\u00ed do
prop.date.betand        = Rozsah mezi/a
prop.date.bef           = Rozsah p\u0159ed
prop.date.aft           = Rozsah po
prop.date.abt           = Okolo
prop.date.cal           = Vypo\u010d\u00edtan\u00fd
prop.date.est           = Odhadovan\u00fd

prop.date.mod.FROM      = od
prop.date.mod.TO        = do
prop.date.mod.BET       = mezi
prop.date.mod.AND       = a
prop.date.mod.BEF       = p\u0159ed
prop.date.mod.AFT       = po
prop.date.mod.ABT       = okolo
prop.date.mod.CAL       = vyp
prop.date.mod.EST       = odh

prop.xref.veto          = Odkaz na entitu byl smaz\u00e1n, ale entita z\u016fstala zachov\u00e1na
prop.chil.veto          = Spojen\u00ed na odkazovan\u00e9 d\u00edt\u011b a jeho odkaz na tuto rodinu jsou ztraceny
prop.asso.veto          = Asociace s odkazovanou entitou je ztracena
prop.famc.veto          = Spojen\u00ed na odkazovanou rodinu a jej\u00ed odkaz na toto d\u00edt\u011b jsou ztraceny
prop.fams.veto          = Spojen\u00ed na odkazovanou rodinu a jej\u00ed odkaz na tohoto partnera jsou ztraceny
prop.husb.veto          = Spojen\u00ed na odkazovan\u00e9ho man\u017eela a jeho odkaz na tuto rodinu jsou ztraceny
prop.wife.veto          = Spojen\u00ed na odkazovanou man\u017eelku a jej\u00ed odkaz na tuto rodinu jsou ztraceny

foreign.xref            = Spojen s {0}
foreign.ADOP            = Osvojen\u00fd: {0}

#
# Options
#
options                   = Gedcom Data
option.maxImageFileSizeKB = Maxim\u00e1ln\u00ed velikost obr\u00e1zku (KB)
option.valueLineBreak     = Odd\u011blova\u010d \u0159\u00e1dku pro hodnoty (v souboru)
option.txtMarriageSymbol  = Symbol man\u017eelstv\u00ed (mezi osobami)
option.numberOfUndos      = Po\u010det zp\u011btn\u00fdch krok\u016f (undos)

#
# The following entries are taken from the GEDCOM
# specificiation. 
#

# FAM structure
FAM.name  = Rodina
FAM.s.name = Rodiny
FAM.info  = Ozna\u010duje leg\u00e1ln\u00ed, z\u00e1konn\u00fd nebo jin\u00fd b\u011b\u017en\u00fd vztah mezi mu\u017eem, \u017eenou a jejich d\u011btmi, jsou-li n\u011bjak\u00e9, nebo rodinu vzniklou na z\u00e1klad\u011b narozen\u00ed d\u00edt\u011bte jeho biologick\u00e9mu otci a matce.
CHIL.name = D\u00edt\u011b
CHIL.info = Vlastn\u00ed, osvojen\u00e9 nebo sv\u011b\u0159en\u00e9 d\u00edt\u011b otce a matky.
HUSB.name = Man\u017eel
HUSB.info = Osoba v rodin\u011b v roli \u017eenat\u00e9ho mu\u017ee nebo otce.
WIFE.name = Man\u017eelka
WIFE.info = Osoba v roli matky nebo vdan\u00e9 \u017eeny.

# FAM Events
ANUL.name = Anulov\u00e1n\u00ed
ANUL.info = Prohl\u00e1\u0161en\u00ed man\u017eelstv\u00ed neplatn\u00fdm od sam\u00e9ho za\u010d\u00e1tku.
DIV.name  = Rozvod
DIV.info  = Zru\u0161en\u00ed man\u017eelstv\u00ed st\u00e1tn\u00edm aktem.
DIVF.name = \u017d\u00e1dost o rozvod
DIVF.info = Pod\u00e1n\u00ed \u017e\u00e1dost i o rozvod partnerem.
ENGA.name = Z\u00e1snuby
ENGA.info = Ozn\u00e1men\u00ed, \u017ee dva lid\u00e9 se rozhodli vstoupit do man\u017eestv\u00ed (vz\u00edt si jeden druh\u00e9ho :-)
MARR.name = Svatba
MARR.info = Pr\u00e1vn\u00ed, podle zvykov\u00e9ho pr\u00e1va nebo jin\u00e1 b\u011b\u017en\u00fd zp\u016fsob vytvo\u0159en\u00ed rodiny spojen\u00edm mu\u017ee a \u017eeny jako man\u017eela a man\u017eelky.
MARB.name = Svatebn\u00ed ohl\u00e1\u0161ky
MARB.info = Ofici\u00e1ln\u00ed ve\u0159ejn\u00e9 ohl\u00e1\u0161en\u00ed, \u017ee dva lid\u00e9 hodlaj\u00ed vstoupit do man\u017eelstv\u00ed.
MARC.name = Man\u017eelsk\u00e1 smlouva
MARC.info = Z\u00e1pis form\u00e1ln\u00edho souhlasu se svatbou, v\u010detn\u011b p\u0159edsvatebn\u00ed dohody, ve kter\u00e9 se man\u017eel\u00e9 dohodnou o vlastnick\u00fdch pr\u00e1vech a pr\u00e1vech jejich d\u011bt\u00ed.
MARL.name = Svatebn\u00ed licence
MARL.info = Obrd\u017een\u00ed z\u00e1konn\u00e9ho souhlasu k s\u0148atku 
MARS.name = P\u0159edman\u017eelsk\u00e1 smlouva
MARS.info = Vytvo\u0159en\u00ed dohody mezi dv\u011bma lidmi vstupuj\u00edc\u00edmi do man\u017eelsk\u00e9ho svazku, ve kter\u00e9m upravuj\u00ed vlastnick\u00e1 pr\u00e1v\u00e1, kter\u00e1 s\u0148atkem nastanou

# INDI structure
FAMC.name = D\u00edt\u011b rodiny
FAMC.info = Ur\u010duje rodinu ve kter\u00e9 je osoba d\u00edt\u011btem
FAMS.name = Man\u017eel(ka) v rodin\u011b
FAMS.info = Ur\u010duje rodinu ve kter\u00e9 je osoba man\u017eelem nebo man\u017eelkou
GIVN.name = K\u0159estn\u00ed jm\u00e9no
GIVN.info = Dan\u00e9 nebo z\u00edskan\u00e9 jmn\u00e9no pou\u017e\u00edv\u00e1n\u00e9 k ofici\u00e1ln\u00ed identifikaci osoby
INDI.name = Osoba
INDI.s.name= Osoby
INDI.info = Prost\u011b osoba, jedinec
NAME.name = Jm\u00e9no
NAME.info = Slovo nebo kombinace slov pou\u017eit\u00e1 k identifikaci n\u011bjak\u00e9 osoby titulu nebo jin\u00e9 polo\u017eky. Pro osobu, kter\u00e1 byla zn\u00e1ma pod n\u011bkolika jm\u00e9ny, lze pou\u017e\u00edt v\u00edce \u0159adk\u016f s tagem NAME.
NAME.vals = 
NICK.name = P\u0159ezd\u00edvka
NICK.info = Popisn\u00e9 nebo dom\u00e1ck\u00e9 jm\u00e9no pou\u017e\u00edvan\u00e9 spolu s \u0159\u00e1dn\u00fdm jm\u00e9nem
NPFX.name = P\u0159edpona jm\u00e9na
NPFX.info = Asi tituly p\u0159ede jm\u00e9nem, odd\u011blen\u00e9 \u010d\u00e1rkami.
NSFX.name = P\u0159\u00edpona jm\u00e9na
NSFX.info = Asi tituly za jm\u00e9nem, odd\u011blen\u00e9 \u010d\u00e1rkami.
SEX.name  = Pohlav\u00ed
SEX.info  = Ud\u00e1v\u00e1 pohlav\u00ed osoby -- mu\u017esk\u00e9 (male) nebo \u017eensk\u00e9 (female).
SPFX.name = P\u0159edpona jm\u00e9na \u010di p\u0159\u00edjmen\u00ed
SPFX.info = P\u0159epona \u010di polo\u017eka u\u017e\u00edvan\u00e1 v rodinn\u00e9m jm\u00e9nu. R\u016fzn\u00e9 polo\u017eky jsou odd\u011bleny \u010d\u00e1rkami, nap\u0159. ve jm\u00e9nu "de la Cruz" tato hodnota bude "de, la"
SURN.name = P\u0159\u00edjmen\u00ed
SURN.info = Rodinn\u00e9 jm\u00e9no p\u0159ed\u00e1van\u00e9 nebo u\u017e\u00edvan\u00e9 \u010dleny rodiny
ALIA.name = Alias
ALIA.info = Indik\u00e1tor k propojen\u00ed n\u011bkolika z\u00e1znam\u016f o osob\u00e1ch, kter\u00e9 mohou ozna\u010dovat stejnou osobu

# INDI Events		
ADOP.name = Osvojen\u00ed
ADOP.info = Vytvo\u0159en\u00ed vztahu d\u00edt\u011b-rodi\u010d, kter\u00fd nen\u00ed biologick\u00fd. Je-li vno\u0159en do jin\u00e9ho tagu osvojen\u00ed, ozna\u010duje osobu, kter\u00e1 adoptovala tuto osobu.
ADOP.vals = HUSB, WIFE, BOTH
BAPL.name = Baptism LDS (K\u0159est?)
BAPL.info = The event of baptism performed at age eight or later by priesthood authority of the LDS Church.
BAPM.name = K\u0159est
BAPM.info = Ud\u00e1lost k\u0159tu (not LDS), v d\u011btstv\u00ed nebo pozd\u011bji.
BARM.name = Bar Mitzvah
BARM.info = Ob\u0159adn\u00e1 ud\u00e1lost uspo\u0159\u00e1dan\u00e1 kdy\u017e \u017eidovsk\u00fd chlapec dovr\u0161\u00ed v\u011bk 13 let.
BASM.name = Bas Mitzvah
BASM.info = Ob\u0159adn\u00e1 ud\u00e1lost uspo\u0159\u00e1dan\u00e1 kdy\u017e \u017eidovsk\u00e1 d\u00edvka dovr\u0161\u00ed v\u011bk 13 let.
BIRT.name = Narozen\u00ed
BIRT.info = Ud\u00e1lost p\u0159\u00edchodu na sv\u011bt.
BLES.name = Po\u017eehn\u00e1n\u00ed
BLES.info = N\u00e1bo\u017eensk\u00e1 ud\u00e1lost ud\u011blov\u00e1n\u00ed bo\u017e\u00edho po\u017eehn\u00e1n\u00ed nebo p\u0159\u00edmluvy. N\u011bkdy je spojeno s ud\u011blov\u00e1n\u00edm jm\u00e9na (\u0159\u00e1dov\u00e9ho?).
BURI.name = Poh\u0159eb
BURI.info = Ud\u00e1lost ulo\u017een\u00ed t\u011blesn\u00fdch ostatk\u016f zem\u0159el\u00e9 osoby.
CENS.name = S\u010d\u00edt\u00e1n\u00ed lidu
CENS.info = Ud\u00e1lost periodick\u00e9ho s\u010d\u00edt\u00e1n\u00ed populace ve vymezen\u00e9 oblasti, nap\u0159. n\u00e1rodn\u00ed nebo st\u00e1tn\u00ed.
CHR.name  = K\u0159est
CHR.info  = N\u00e1bo\u017eensk\u00fd k\u0159est a/nebo pojmenov\u00e1n\u00ed d\u00edt\u011bte -- sv\u00e1tost k\u0159tu.
CHRA.name = K\u0159est dosp\u011bl\u00e9ho
CHRA.info = N\u00e1bo\u017eensk\u00fd k\u0159est a/nebo pojmenov\u00e1n\u00ed dosp\u011bl\u00e9ho -- p\u0159ijet\u00ed sv\u00e1tosti k\u0159tu.
CONF.name = Bi\u0159mov\u00e1n\u00ed
CONF.info = Sv\u00e1tost bi\u0159mov\u00e1n\u00ed -- p\u0159ijet\u00ed dar\u016f Ducha Sv. Mezi protestanty \u00fapln\u00e9 p\u0159ijet\u00ed do c\u00edrkve.
CREM.name = Kremace
CREM.info = Zpopeln\u011bn\u00ed t\u011blesn\u00fdch ostatk\u016f v ohni.
DEAT.name = Smrt
DEAT.info = Ud\u00e1lost, kterou kon\u010d\u00ed pozemsk\u00fd \u017eivot.
EMIG.name = Emigrace
EMIG.info = Opu\u0161t\u011bn\u00ed rodn\u00e9 vlasti s \u00famyslem us\u00eddlit se jinde.
EVEN.name = Ud\u00e1lost
EVEN.info = Pozoruhodn\u00e1 ud\u00e1lost vzta\u017een\u00e1 k osob\u011b, skupin\u011b nebo organizaci. 
EVEN.vals = BIRT, DEAT, MARR
FCOM.name = Prvn\u00ed sv. p\u0159ij\u00edm\u00e1n\u00ed
FCOM.info = N\u00e1bo\u017eensk\u00fd ob\u0159ad, prvn\u00ed \u00fa\u010dast na slaven\u00ed pam\u00e1tky Ve\u010de\u0159e P\u00e1n\u011b. 
GRAD.name = Promoce
GRAD.info = Dokon\u010den\u00ed studia, obdr\u017een\u00ed diplom\u016f \u010di vysv\u011bd\u010den\u00ed.
IMMI.name = Imigrace (p\u0159ist\u011bhov\u00e1n\u00ed)
IMMI.info = P\u0159\u00edchod do nov\u00e9 lokality s \u00famyslem se tu zabydlet.
NATU.name = Ud\u011blen\u00ed ob\u010danstv\u00ed
NATU.info = Z\u00edsk\u00e1n\u00ed nov\u00e9ho ob\u010danstv\u00ed.
ORDN.name = Vysv\u011bcen\u00ed
ORDN.info = N\u00e1bo\u017eensk\u00e1 ud\u00e1lost obdr\u017een\u00ed pravomoc\u00ed k n\u00e1bo\u017eensk\u00fdm \u00fakon\u016fm.
PROB.name = Soudn\u00ed ov\u011b\u0159en\u00ed
PROB.info = Soudn\u00ed ov\u011b\u0159en\u00ed posledn\u00ed v\u016fle. M\u016f\u017ee znamenat n\u011bkolik aktivit v n\u011bkolika datech.
RETI.name = Odchod do d\u016fchodu
RETI.info = Odchod ze zam\u011bstn\u00e1n\u00ed zpravidla po dosa\u017een\u00ed ur\u010dit\u00e9 v\u011bkov\u00e9 hranice.
WILL.name = Z\u00e1v\u011b\u0165
WILL.info = Pr\u00e1vn\u00ed dokument, ve kter\u00e9m osoba disponuje se sv\u00fdm majetkem a kter\u00fd nab\u00fdv\u00e1 moci po smrti on\u00e9 osoby. Datum ud\u00e1losti je datum podeps\u00e1n\u00ed v dob\u011b \u017eivota osoby.

# INDI attributes
CAST.name = Kasta
CAST.info = The name of an individual's rank or status in society, based on racial or religious differences, or differences in wealth, inherited rank, profession, occupation, etc.
DSCR.name = Popis
DSCR.info = V\u011bcn\u00e1 charakteristika osoby, m\u00edsta nebo v\u011bci.
EDUC.name = Vzd\u011bl\u00e1n\u00ed
EDUC.info = Stupe\u0148 dosa\u017een\u00e9ho vzd\u011bl\u00e1n\u00ed.
IDNO.name = Rodn\u00e9 \u010d\u00edslo
IDNO.info = \u010c\u00edslo p\u0159i\u0159azen\u00e9 osob\u011b pro jednozna\u010dnou identifikaci (extern\u00edm syst\u00e9mem).
NATI.name = N\u00e1rodnost
NATI.info = N\u00e1rodnost, zpravidla po p\u0159edc\u00edch.
NCHI.name = Po\u010det d\u011bt\u00ed.
NCHI.info = Po\u010det d\u011bt\u00ed, kter\u00fdch je tato osoba rodi\u010dem (v\u0161echna man\u017eelstv\u00ed). U rodiny je to po\u010det z\u00e1znam\u016f o d\u011btech.
NMR.name  = Po\u010det s\u0148atk\u016f
NMR.info  = Po\u010det rodin, ve kter\u00fdch osoba figuruje jako man\u017eel(ka) nebo rodi\u010d.
OCCU.name = Povol\u00e1n\u00ed
OCCU.info = Typ pr\u00e1ce nebo profese osoby.
OCCU.vals = 
PROP.name = Majetek
PROP.info = Jm\u011bn\u00ed, nemovitosti apod.
RELI.name = Vyzn\u00e1n\u00ed
RELI.info = Ur\u010den\u00ed n\u00e1bo\u017eensk\u00e9ho vyzn\u00e1n\u00ed, ke kter\u00e9mu se osoba hl\u00e1s\u00ed.
RESI.name = Bydli\u0161t\u011b
RESI.info = Adresa trval\u00e9ho bydli\u0161t\u011b pro n\u011bjak\u00e9 \u010dasov\u00e9 obdob\u00ed.
SSN.name  = Social Security Number
SSN.info  = A number assigned by the United States Social Security Administration. Used for tax identification purposes.

# OBJE structure
BLOB.name = Bin\u00e1rn\u00ed objekt
BLOB.info = Seskupen\u00ed data pou\u017eit\u00fdch jako vstup pro multimedi\u00e1ln\u00ed syst\u00e9m, nap\u0159. bin\u00e1rn\u00ed reprezentace obr\u00e1zk\u016f, zvuku, videa.
OBJE.name = Multim\u00e9dia
OBJE.s.name= Multim\u00e9dia
OBJE.info = Slou\u017e\u00ed k seskupen\u00ed atribut\u016f pou\u017eit\u00fdch k popisu \u010dehokoli. Oby\u010dejn\u011b odkazuje na data reprezentuj\u00edc\u00ed multimedi\u00e1ln\u00ed objekt, jako zvukov\u00fd z\u00e1znam, fotografie \u010di obraz dokumentu.

# NOTE structure
NOTE.name = Pozn\u00e1mka
NOTE.s.name= Pozn\u00e1mky
NOTE.info = Dodate\u010dn\u00e1 informace poskytnut\u00e1 p\u0159edkladatelem k lep\u0161\u00edmu porozum\u011bn\u00ed ohrani\u010den\u00fdch dat

# Source, Repository, Submitter structure
ABBR.name = Zkratka
ABBR.info = Zkratka zdroje nebo souvisej\u00edc\u00ed organizace.
AFN.name  = Ancestral File Number
AFN.info  = A unique permanent record file number of an individual record stored in Ancestral File.
AUTH.name = Autor
AUTH.info = Autor nebo tv\u016frce zdroje.
CALN.name = Call Number
CALN.info = The number used by a repository to identify the specific items in its collections
DATA.name = Data
DATA.info = Pertaining to stored automated information
MEDI.name = Media
MEDI.info = Identifies information about the media or having to do with the medium in which information is stored
PUBL.name = Publikace
PUBL.info = Kdy a kde byl z\u00e1znam vytvo\u0159en. Pro publikovan\u00e9 pr\u00e1ce zahrnuje informaci jako m\u011bsto vyd\u00e1n\u00ed, jm\u00e9no vydavatele a rok publikace.
REFN.name = Reference
REFN.info = Popis nebo \u010d\u00edslo pou\u017eit\u00e9 k identifikaci polo\u017eky pro za\u0159azov\u00e1n\u00ed do archivu, odkazy apod.
REPO.name = Repository
REPO.s.name= Repositories
REPO.info = Repository je sklad, kde jsou dokumenty, z\u00e1znamy a dal\u0161\u00ed zdrojov\u00e9 materi\u00e1ly ulo\u017eeny.
RFN.name  = Record File Number
RFN.info  = \u010c\u00edslo, kter\u00e9 identifikuje z\u00e1znam uvnit\u0159 zn\u00e1m\u00e9 slo\u017eky. 
RIN.name  = Reference ID Number
RIN.info  = A number assigned to a record by an originating automated system that can be used by a receiving system to report results pertaining to that record
SOUR.name = Zdroj
SOUR.s.name= Zdroje
SOUR.info = Zdroj informac\u00ed. M\u016f\u017ee to b\u00fdt kniha, osoba, atd.
SUBM.name = P\u0159edkladatel
SUBM.s.name= P\u0159edkladatel\u00e9
SUBM.info = Osoba nebo organizace, kter\u00e1 p\u0159id\u00e1v\u00e1 genealogick\u00e1 data do souboru nebo je p\u0159ed\u00e1v\u00e1 n\u011bkomu dal\u0161\u00edmu.
TEXT.name = Text
TEXT.info = Doslov\u00fd text v p\u016fvodn\u00edm zdrojov\u00e9m dokumentu.

# Misc		
ADDR.name = Adresa
ADDR.info = Ozna\u010den\u00ed m\u00edsta bydli\u0161t\u011b, pot\u0159ebn\u00e9 pro doru\u010dov\u00e1n\u00ed po\u0161ty. Pat\u0159\u00ed k osob\u011b, p\u0159edkladateli, \u0161kole, spole\u010dnosti apod.
AGE.name  = V\u011bk
AGE.info = V\u011bk osoby v \u010dase, kdy se odehr\u00e1la ud\u00e1lost nebo v\u011bk uveden\u00fd v dokumentu.
AGNC.name = Agentura
AGNC.info = The organization, institution, corporation, person, or other entity that has authority or control interests in the associated context. For example, an employer of a person of an associated occupation, or a church that administered rites or events, or an organization responsible for creating and/or archiving records. "},
ASSO.name = Asociace
ASSO.info = An indicator to link friends, neighbors, relatives, or associates of an individual
CAUS.name = P\u0159\u00ed\u010dina
CAUS.info = Popis p\u0159\u00ed\u010diny asociovan\u00e9 ud\u00e1losti nebo faktu, nap\u0159. p\u0159\u00ed\u010dina smrti.
CHAN.name = Zm\u011bna
CHAN.info = Znamen\u00e1 zm\u011bnu, korekci nebo modifikaci. Typicky se pou\u017e\u00edv\u00e1 ve spojen\u00ed s tage DATE a ud\u00e1v\u00e1, kdy do\u0161lo ke zm\u011bn\u011b informace.
CITY.name = M\u011bsto
CITY.info = Nejmen\u0161\u00ed jurisdik\u010dn\u00ed jednotka (?). Norm\u00e1ln\u011b je to s\u00eddlo.
CITY.vals = 
CTRY.name = St\u00e1t
CTRY.info = Jm\u00e9no nebo k\u00f3d zem\u011b \u010di st\u00e1tu.
CTRY.vals = 
CONC.name = Concatentation
CONC.info = An indicator that additional data belongs to the superior value. The information from the CONC value is to be connected to the value of the superior preceding line without a space and without a carriage return and/or new line character. Values that are split for a CONC tag must always be split at a non-space. If the value is split on a space the space will be lost when concatenation takes place. This is because of the treatment that spaces get as a GEDCOM delimiter, many GEDCOM values are trimmed of trailing spaces and some systems look for the first non-space starting after the tag to determine the beginning of the value. 
CONT.name = Continuation
CONT.info = An indicator that additional data belongs to the superior value. The information from the CONT value is to be connected to the value of the superior preceding line with a carriage return and/or new line character. Leading spaces could be important to the formatting of the resultant text. When importing values from CONT lines the reader should assume only one delimiter character following the CONT tag. Assume that the rest of the leading spaces are to be a part of the value.
DATE.name = Datum
DATE.info = \u010cas ud\u00e1losti v kalend\u00e1\u0159n\u00edm form\u00e1tu.
FILE.name = Soubor
FILE.info = \u00dalo\u017ei\u0161t\u011b informac\u00ed, oby\u010dejn\u011b odkaz na soubor na disku.
FORM.name = Form\u00e1t
FORM.info = An assigned name given to a consistent format in which information can be conveyed.
FORM.vals = 
LANG.name = Jazyk
LANG.info = Jm\u00e9no jazyka pou\u017eit\u00e9ho pro komunikaci nebo p\u0159enos informace.
PAGE.name = Strana 
PAGE.info = \u010c\u00edslo nebo popis idintifikuj\u00edc\u00ed, kde v odkazovan\u00e9 pr\u00e1ci lze naj\u00edt danou informaci.
PEDI.name = Pedigree
PEDI.info = Information pertaining to an individual to parent lineage chart.
PEDI.vals = birth, adopted, foster, sealing
PHON.name = Telefon
PHON.info = Telefonn\u00ed \u010d\u00edslo
PLAC.name = M\u00edsto
PLAC.info = \u00da\u0159edn\u00ed jm\u00e9no k identifikaci m\u00edsta nebo lokace ud\u00e1losti.
PLAC.vals = 
POST.name = Po\u0161tovn\u00ed sm\u011brovac\u00ed \u010d\u00edslo
POST.info = \u010c\u00edslo pou\u017e\u00edvan\u00e9 po\u0161tovn\u00ed slu\u017ebou k identifikaci oblasti doru\u010den\u00ed z\u00e1silky.
POST.vals = 
RELA.name = Vztah
RELA.info = Vyj\u00e1d\u0159en\u00ed vztahu v indikovan\u00e9m kontextu.
RELA.vals = Witness, Informant, Godfather, Godmother, Other
STAE.name = St\u00e1t 
STAE.info = Jm\u00e9no st\u00e1tu pou\u017eit\u00e9ho v adrese.
STAE.vals = 
TIME.name = \u010cas
TIME.info = \u010casov\u00fd \u00fadaj ve 24-hodinov\u00e9m form\u00e1tu, obsahuj\u00edc\u00ed hodiny, minuty, voliteln\u011b sekundy, odd\u011blen\u00e9 dvojte\u010dkou (:). Zlomky sekund jsou v desetinn\u00e9 notaci. 
TITL.name = Titul
TITL.info = Titul spisu, knihy nebo ne\u010deho v kontextu.
TYPE.name = Typ
TYPE.info = Dodate\u010dn\u00e9 up\u0159esn\u011bn\u00ed v\u00fdznamu asociovan\u00e9ho nad\u0159azen\u00e9ho tagu. Hodnoty nejsou nijak omezeny, m\u011bly by b\u00fdt zobrazeny spolu s asociovan\u00fdmi daty.




