<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title></title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <link rel="stylesheet" href="../ancestris.css">
  </head>
  <body>
    <center>
      <h2 class="ancestris_help_title">Den f&oslash;rste ops&aelig;tning</h2>
    </center>
    <br>
    <p class="justify">Du har nu f&aring;et installeret Ancestris. Med standard
      ops&aelig;tningen kan du straks g&aring; i gang med at indtaste dine f&oslash;rste oplysninger.
      Men det anbefales lige at f&aring; kendskab til nogle ops&aelig;tnings muligheder, s&aring;ledes
      at udseendet af vinduerne passer til den m&aring;de, du vil arbejde med din 
      sl&aelig;gsforskningen.<br>
    </p>
    <br>
    Denne tilpasning kan ops&aelig;ttes i 
    <a href="../advanced/advanced_menu_options_1.html">Tilpas</a>
    menuen, som kan f&aring;s frem fra:
    <ul>
      <li>Menu-linjen /V&aelig;rkt&oslash;jer/Tilpas,</li>
      <li>''Tilpas'' ikonet (i h&oslash;jre side p&aring; v&aelig;rkt&oslash;jslinjen),</li>
      <li>I velkomst billedet<font color="red"><b>*</b></font> /Mit
        Ancestris/Tilpas Ancestris.<br>
        <font size="-1"><i>(<font color="red"><b>*</b></font> Velkomst billedet
        vises, n&aring;r Ancestris programmet k&oslash;res aller f&oslash;rste gang - og hver gang programmet 
        k&oslash;rer, hvis check-boksen ''Vis ved programstart'' er sl&aring;et til.)</i></font>
      </li>
    </ul>
    <br>
    <b>Tilpas:</b>
    <ul>
      <li>I ''Udseende" vinduet:
        <ul>
          <li>Her kan du v&aelig;lge det sprog, der skal bruges i sk&aelig;rmbiller og rapporter</li>
          <li>V&aelig;lge mellem forskellige udseende af sk&aelig;rmvisninger 
          (Ancestris skal genstartes, hvis der &aelig;ndres i udseende)</li>
          <li>Markere om du &oslash;nsker at Ancestris skal huske de &aring;bnede vinduer
          til n&aelig;ste gang, du &aring;bner programmet.</li>
        </ul>
      </li>
      <br>
      <li>I "Data" vinduet:
        <ul>
          <li>Du kan v&aelig;lge de symboler, der skal bruges til de forskellige begivenheder -
           det bruges i nogle af rapporterne. Du b&oslash;r beholde dem, der er defineret</li>
          <li>&nbsp;<img src="../images/warn.gif" height="19" width="20">
            I "Tekst" indstillingen, b&oslash;r man ikke &aelig;ndre
            246- indstillingen (standard),</li>
          <li>Du kan bestemme maximum st&oslash;rrelsen i kilobytes for de billeder, der skal vises. 
          Det er vigtig for at spare hukommelse, og det afh&aelig;nger af din hardware.</li>
          <li>Kan du v&aelig;lge hvordan navne skal vises</li>
          <li>Du kan v&aelig;lge mellem 4 forskellige dato formater,</li>
          <li>Du kan instille adgangen til visse data i dit sl&aelig;gtstr&aelig; i
            fanen: ''Private data''.</li>
        </ul>
      </li>
      <br>
      <li>I ''Filer'' vinduet:
        <ul>
          <li>Her kan du indstille stien til din Gedcom fil.</li>
          <li>Indstille stien til der, hvor du vil gemme dine rapporter.</li>
          <li>Instille st&oslash;rrelsen p&aring; din log-fil. Det er en god ide, at &oslash;ge 
          st&oslash;rrelsen til 3200 Kb eller mere. Hvis du har brug for at rapportere
          problemer eller fejl i programmet, giver en stor log bedre muligheder 
          for Ancestris' udviklere til at finde problemet.
          </li>
          <li>Fasts&aelig;tte log-niveau, hvor standard instillingen er: INFO. Til testform&aring;l 
          kan udviklerne bede dig om at s&aelig;tte niveauet til: FINE eller FINEST. Men hvis 
          der skal skrives meget til loggen, kan det sl&oslash;ve programmet.
          </li>
          <li>Indstille antallet af sikkerhedskopier. Hver gang du &aelig;ndre og gemmer noget i din 
          sl&aelig;gtsforskning, laver Ancestris en backup af din Gedcom-fil, som den var f&oslash;r 
          &aelig;ndringerne. V&aelig;lg mellem 5 og 10 sikkerhedskopier.
          </li>
          <li>Fasts&aelig;tter du antallet af minutter mellem at Ancestris automatisk gemmer. 
          Hvis du v&aelig;lger 0 minutter, er automatisk gem sl&aring;et fra.
          </li>
        </ul>
      </li>
      <br>
      <li>I ''Redigering'' vinduet:
        <ul>
          <li>Indstille om efternavne skal st&aring; med store bogstaver</li>
          <li>Om der skal v&aelig;re komma mellem flere fornavne</li>
          <li>Under ''Redigering'' kan der v&aelig;lges hvilken editor, der skal bruges som standard</li>
          <li>I ''Kodning'' indstillingen, anbefales at anvende ''UTF-8'',
            selvom det ikke er Gedcom standard (se 
            <a href="../advanced/advanced_ancestris.html">Avanceret brug</a>).</li>
        </ul>
      </li>
    </ul>
    Til hver indstillingsmulighed er der v&aelig;rkt&oslash;jshj&aelig;lp (hold musen hen over et felt, og 
    der vises hj&aelig;lp til feltet)<br>
    <br>
    <table class="ancestris_stop_tip" border="1" width="100%">
      <tr>
        <td>
          <table border="0" width="100%">
            <tr>
              <td width="15%">
                <center><img src="../images/idea.png" width="60" height="64"></center>
              </td>
              <td>
                <p class="justify">
                  De n&aelig;vne indstillingsmuligheder er kun et udpluk af alle de mulige. 
                  Pr&oslash;v dig frem, du kan altid g&aring; tilbage, hvis indstillingen ikke lige
                  passer dig.
                </p>
              </td>
            </tr>
          </table>
        </td>
      </tr>
    </table>
    <br>
    <!-- Debut des boutons Precedent - Suivant -->
    <br>
    <br>
    <table border="0" width="100%">
      <tbody>
        <tr>
          <td width="10%">
            <table border="0" width="100%">
              <tbody>
                <tr>
                  <td bgcolor="#e8fcd9">
                    <p align="center">
                      <font size="-1"><a href="../first_steps/first_steps_decouverte_ancestris.html">Forrige&nbsp;side</a></font>
                    </p>
                  </td>
                </tr>
              </tbody>
            </table>
          </td>
          <td width="80%"> &nbsp; </td>
          <td width="10%">
            <table border="0" width="100%">
              <tbody>
                <tr>
                  <td bgcolor="#e8fcd9">
                    <p align="center">
                      <font size="-1"><a href="../first_steps/first_steps_fenetrage.html">N&aelig;ste&nbsp;side</a></font> 
                    </p>
                  </td>
                </tr>
              </tbody>
            </table>
          </td>
        </tr>
      </tbody>
    </table>
    <!-- Fin des boutons Precedent - Suivant -->
    <!-- English help files - Updated on 15/11/2017 -->
  </body>
</html>
