#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/TreeSharing/src/ancestris/modules/treesharing
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Koku koplieto\u0161ana
OpenIDE-Module-Display-Category=R\u012bki
OpenIDE-Module-Long-Description=<h1><center>Koku koplieto\u0161ana</center></h1>\n\n<p>Izmantojot \u0161o spraudni, j\u016bs varat atrast savai \u0123enealo\u0123ijai jaunas personas no kop\u012bg\u0101m person\u0101m citu Ancestris dal\u012bbnieku \u0123enealo\u0123ij\u0101s, nes\u016btot savu \u0123enealo\u0123iju internet\u0101.</p>\n\n<ul>\n<li>J\u016bsu \u0123enealo\u0123ija netiek nos\u016bt\u012bta serverim vai k\u0101dam citam. </li>\n<li>J\u016bs kontrol\u0113jat to, ko Ancestris dara. </li>\n<li>Varat s\u0101kt un p\u0101rtraukt koplieto\u0161anu jebkur\u0101 laik\u0101 vien\u0101 vai vair\u0101kos kokos.</li>\n<li>J\u016bs varat at\u013caut izmantot koplieto\u0161anai tikai nekonfidenci\u0101lu inform\u0101ciju.</li>\n<li>J\u016bsu dators sken\u0113s citu Ancestris dal\u012bbnieku datoru, lai identific\u0113tu ar jums kop\u0113jas personas.</li>\n<li>Ja atrad\u012bs, jums tiks iesniegts \u0161o kop\u012bgo personu kopsavilkums.</li>\n<li>J\u016bs varat nos\u016bt\u012bt e-pastu attiec\u012bgajiem autoriem, ja v\u0113laties ieg\u016bt papildu inform\u0101ciju un atrast jaunas personas savam p\u0113t\u012bjumam.</li>\n<li>J\u016bs var\u0113sit redz\u0113t, kuri Ancestris lietot\u0101ji mekl\u0113 j\u016bsu \u0123enealo\u0123isko inform\u0101ciju.</li>\n</ul>\n\n<p>Lai tam piek\u013c\u016btu -> Galven\u0101 izv\u0113lne, R\u012bki, Koku koplieto\u0161ana.</p>
OpenIDE-Module-Short-Description=Koku koplieto\u0161ana starp Ancestris lietot\u0101jiem
#
CTL_TreeSharingAction=Koku koplieto\u0161ana
CTL_TreeSharingTopComponent=Koku koplieto\u0161ana
HINT_TreeSharingTopComponent=<html>Dalieties ar sava \u0123enealo\u0123ijas koka inform\u0101ciju ar citiem Ancestris lietot\u0101jiem<br>ar visu nepiecie\u0161amo konfidencialit\u0101ti, un \u013caujiet Ancestris <br> atrast jums noder\u012bgu inform\u0101ciju.<br></html>
#
TITL_Welcome=Laipni l\u016bdzam Treesharing spraudn\u012b. \u0160is zi\u0146ojums pal\u012bdz\u0113s jums s\u0101kt darbu.
TITL_WelcomeMessage=<p>J\u016bs tikko instal\u0113j\u0101t spraudni Tree Sharing.</p>
TITL_WelcomeData=<p><b>INFORM\u0100CIJA:</b><br>Lai izmantotu \u0161o spraudni un piek\u013c\u016btu citu Ancestris dal\u012bbnieku inform\u0101cijai, jums ir j\u0101dal\u0101s ar inform\u0101ciju pa\u0161am. <br>Jums j\u0101aizpilda profils (pseidon\u012bms, v\u0101rds, atra\u0161an\u0101s vieta un foto) un j\u0101piekr\u012bt dal\u012bties ar inform\u0101ciju ar citiem Ancestris lietot\u0101jiem <br>\u0160\u012b inform\u0101cija ir : j\u016bsu profils, j\u016bsu ip adrese, j\u016bsu m\u0101jas kataloga nosaukums un k\u0101da \u0123enealo\u0123isk\u0101 inform\u0101cija. <br><br></p>
#    
TITL_WelcomeHowTo=<p><b>UZS\u0100K\u0160ANA:</b><br>Lai s\u0101ktu izmantot moduli Tree Sharing, vienk\u0101r\u0161i izpildiet \u0161\u012bs 3 darb\u012bbas:<br>1. Aizpildiet savu profilu. Noklik\u0161\u0137inot uz Labi zem\u0101k, par\u0101d\u012bsies uznirsto\u0161ais iestat\u012bjumu logs.<br>2. Nospiediet za\u013co pogu izv\u0113lnes josl\u0101. \u0160\u012b ir poga "S\u0101kt koplieto\u0161anu".<br>3. Nospiediet lupu, lai s\u0101ktu mekl\u0113\u0161anu.<br><br>Poga "P\u0101rtraukt koplieto\u0161anu" ir sarkan\u0101 poga. <br><br>S\u012bk\u0101ku inform\u0101ciju skatiet Ancestris pal\u012bdz\u012bb\u0101.</p>
#
TITL_NoOtherAuthorizedUsers=P\u0113t\u012bjumi nevar tikt veikti
MSG_NoOtherAuthorizedUsers=Neviens cits Ancestris dal\u012bbnieks, kuru j\u016bs esat pilnvarojis, pa\u0161laik nav pievienojies.\n\nL\u016bdzu, l\u016bdziet vi\u0146us pievienoties vai gaidiet, ka vi\u0146i to izdar\u012bs, lai j\u016bs var\u0113tu veikt mekl\u0113\u0161anu.\n\n
