#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/TreeSharing/src/ancestris/modules/treesharing
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Investiga\u00e7\u00e3o geneal\u00f3gica
OpenIDE-Module-Display-Category=Ferramentas
OpenIDE-Module-Long-Description=<h1><center>Investiga\u00e7\u00e3o geneal\u00f3gica</center></h1>\n\n<p>Com esta extens\u00e3o pode encontrar novos indiv\u00edduos para a sua genealogia a partir de indiv\u00edduos comuns com outros membros do Ancestris, sem enviar a sua genealogia para a Internet.</p>\n\n<ul>\n<li>A sua genealogia n\u00e3o \u00e9 transferida para nenhum servidor ou pessoa.</li>\n<li>Tem controlo total sobre o que o Ancestris est\u00e1 a fazer.</li>\n<li>Pode come\u00e7ar e parar a partilha de uma ou v\u00e1rias \u00e1rvores em qualquer altura.</li>\n<li>Pode limitar a partilha a informa\u00e7\u00e3o n\u00e3o confidencial.</li>\n<li>O seu computador vai analisar o computador do outro utilizador para identificar indiv\u00edduos comuns.</li>\n<li>Se encontrados, ser-lhe-\u00e1 mostrado um resumo desses indiv\u00edduos.</li>\n<li>Pode contactar os autores correspondentes se quiser mais detalhes e quiser encontrar mais indiv\u00edduos para a sua pesquisa.</li>\n<li>Poder\u00e1 ver quais os utilizadores do Ancestris que tamb\u00e9m est\u00e3o a procurar na sua informa\u00e7\u00e3o geneal\u00f3gica.</li>\n</ul>\n\n<p>Para aceder, v\u00e1 ao menu principal, Ferramentas -> Investiga\u00e7\u00e3o geneal\u00f3gica.</p>
OpenIDE-Module-Short-Description=Investiga\u00e7\u00e3o geneal\u00f3gica entre utilizadores do Ancestris
#
CTL_TreeSharingAction=Investiga\u00e7\u00e3o &geneal\u00f3gica
CTL_TreeSharingTopComponent=Investiga\u00e7\u00e3o geneal\u00f3gica
HINT_TreeSharingTopComponent=Partilhe as suas \u00e1rvores geneal\u00f3gicas com outros utilizadores do Ancestris
#
TITL_Welcome=Boas vindas \u00e0 investiga\u00e7\u00e3o geneal\u00f3gica. Esta mensagem vai ajudar a come\u00e7ar.
TITL_WelcomeMessage=<p>Acabou de instalar a extens\u00e3o Investiga\u00e7\u00e3o geneal\u00f3gica.</p>\n\n
TITL_WelcomeData=<p><b>INFORMA\u00c7\u00c3O:</b><br>Para poder usar esta extens\u00e3o e aceder \u00e0 informa\u00e7\u00e3o do Ancestris de outros membros, tem de partilhar a sua pr\u00f3pria. Tem de preencher o seu perfil (pseud\u00f3nimo, nome, localiza\u00e7\u00e3o e fotografia) e aceitar partilhar alguma informa\u00e7\u00e3o com outros utilizadores do Ancestris.<br>Esta informa\u00e7\u00e3o \u00e9: o seu perfil, o seu endere\u00e7o ip, o nome da sua pasta inicial e alguma informa\u00e7\u00e3o geneal\u00f3gica.<br><br></p> \n\n\n
#    
TITL_WelcomeHowTo=<p><b>COME\u00c7AR:</b><br>para come\u00e7ar a investiga\u00e7\u00e3o geneal\u00f3gica, siga estes tr\u00eas passos:<br>1. preencha o seu perfil; aparece uma janela com prefer\u00eancias quando clicar em Aceitar.<br>2. clique no bot\u00e3o verde da barra de menu; \u00e9 o bot\u00e3o "Come\u00e7ar a partilhar".<br>3. clique na lupa; \u00e9 o bot\u00e3o de procura.<br><br>O bot\u00e3o vermelho \u00e9 o bot\u00e3o "Parar de partilhar". Para mais detalhes, veja a ajuda do Ancestris.</p>\n\n\n
#
TITL_NoOtherAuthorizedUsers=N\u00e3o se p\u00f4de fazer qualquer pesquisa.
MSG_NoOtherAuthorizedUsers=Nenhum dos membros do Ancestris que autorizou est\u00e1 ligado de momento.\n\nPor favor, pe\u00e7a-lhes que se liguem ou aguarde at\u00e9 que o fa\u00e7am para que possa continuar a sua pesquisa.\n\n
#
MSG_NoGedcomLoaded=<html>Tem de ter pelo menos um ficheiro Gedcom aberto para iniciar uma procura.<br>Em seguida, prima o bot\u00e3o verde para partilhar.<br>E s\u00f3 depois pode premir o bot\u00e3o de procura.</html>
