#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/TreeSharing/src/ancestris/modules/treesharing
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=B\u00fasqueda Genealog\u00eda
OpenIDE-Module-Display-Category=Herramientas
OpenIDE-Module-Long-Description=<h1><center>B\u00fasqueda Genealog\u00eda</center></h1>\n\n<p>Con este complemento, usted puede encontrar nuevas personas, familias, para su genealog\u00eda para las personas comunes con otros miembros de Ancestris sin enviar su genealog\u00eda a Internet. </p>\n\n<ul>\n<li>Tu genealog\u00eda nunca se transfiere a un servidor o a nadie.</li>\n<li>Las b\u00fasquedas se realizan entre genealog\u00edas abiertas a la investigaci\u00f3n por los usuarios de Ancestris.</li>\n<li>Tienes el control de lo que Ancestris est\u00e1 haciendo. Puede abrir o cerrar tus datos geneal\u00f3gicos en cualquier momento, para uno o varios \u00e1rboles gedcom.</li>\n<li>Puede limitar la apertura de sus datos a informaci\u00f3n no confidencial.</li>\n<li>Su ordenador le pedir\u00e1 a los ordenadores de otros usuarios de Ancestris identificar individuos comunes con los suyos.</li>\n<li>Si los encuentra, se le presentar\u00e1 un resumen de esos individuos comunes.</li>\n<li>Puede enviar por correo electr\u00f3nico a los autores correspondientes si desea m\u00e1s detalles y de esa manera, encontrar nuevos individuos para su investigaci\u00f3n. </li>\n<li>Podr\u00e1 ver qu\u00e9 usuarios de Ancestris est\u00e1n buscando informaci\u00f3n com\u00fan con la suya.</li>\n</ul>\n\n<p> Para acceder a \u00e9l, Men\u00fa Principal, Herramientas, B\u00fasqueda de Genealog\u00eda. </p>>
OpenIDE-Module-Short-Description=B\u00fasqueda de genealog\u00eda entre usuarios de Ancestris
#
CTL_TreeSharingAction=&B\u00fasqueda genealog\u00eda
CTL_TreeSharingTopComponent=B\u00fasqueda Genealog\u00eda
HINT_TreeSharingTopComponent=Buscar antepasados \u200b\u200bcomunes con otros usuarios de Ancestris.
#
TITL_Welcome=Bienvenido al complemento de B\u00fasqueda de Genealog\u00eda. Este mensaje le ayudar\u00e1 a empezar.
TITL_WelcomeMessage=<p>Acaba de instalar el complemento de B\u00fasqueda Genealog\u00eda.</p>
TITL_WelcomeData=<p><b>INFORMACI\u00d3N:</b><br>Con el fin de utilizar este complemento y acceder a la informaci\u00f3n de otros miembros de Ancestris, es necesario abrir parte de sus datos geneal\u00f3gicos a otros.<br>Tiene que rellenar su perfil (apodo, nombre, foto) y aceptar abrir cierta informaci\u00f3n para que otras aplicaciones de Ancestris puedan comprobarlo.<br><br></p>
#    
TITL_WelcomeHowTo=<p> <b>EMPEZANDO:</b><br>Para empezar a utilizar el m\u00f3dulo de B\u00fasqueda de Genealog\u00eda, s\u00f3lo tiene que seguir estos 3 pasos:<br>1. Rellene su perfil. Una ventana emergente de preferencias aparecer\u00e1 cuando pulse OK a continuaci\u00f3n.<br>2. Pulse el bot\u00f3n Verde en la barra de men\u00fa. Este es el bot\u00f3n "Abrir sus datos geneal\u00f3gicos".<br>3. Pulse el bot\u00f3n Lupa. Este es el bot\u00f3n de b\u00fasqueda.<br><br>El bot\u00f3n "Cerrar su datos geneal\u00f3gicos " es el bot\u00f3n rojo.<br><br>Para m\u00e1s detalles, consulte la ayuda de Ancestris. </p>
#
TITL_NoOtherAuthorizedUsers=No se puede realizar ninguna investigaci\u00f3n 
MSG_NoOtherAuthorizedUsers=Ning\u00fan otro miembro de Ancestris que hayas autorizado est\u00e1 conectado en este momento.\n\nPor favor, p\u00eddeles que se conecten o espera que lo hagan para que puedas realizar la b\u00fasqueda.\n\n\n\n
#
MSG_NoGedcomLoaded=<html>Debes tener al menos un archivo Gedcom abierto para iniciar la b\u00fasqueda.<br>Despu\u00e9s, pulsa el bot\u00f3n Verde para abrir tus datos a otros.<br>A continuaci\u00f3n, Pulsa el bot\u00f3n de b\u00fasqueda.</html
