#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/GedcomCompare/src/ancestris/modules/gedcomcompare

# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--

OpenIDE-Module-Name=Comparar genealogias
OpenIDE-Module-Display-Category=Ferramentas
OpenIDE-Module-Long-Description=\
    <h1><center>Comparar genealogias</center></h1>\n\n\
    <p>A ferramenta de compara\u00e7\u00e3o de genealogias procura \u00e1reas geogr\u00e1ficas comuns, com cidades e apelidos similares, e eventos similares.</p> \
    <p>Pode comparar as suas genealogias facilmente, ou que sejam detidas por outros utilizadores do Ancestris, sem necessidade de partilhar informa\u00e7\u00e3o sens\u00edvel com ningu\u00e9m.</p> \
    <p>Para comparar com outros utilizadores do Ancestris, s\u00f3 tem de deixar que o Ancestris partilhe informa\u00e7\u00e3o b\u00e1sica. A sua genealogia nunca \u00e9 transferida para um servidor e a informa\u00e7\u00e3o privada permanece privada. \
    Se se encontrar uma correspond\u00eancia, pode contacar o utilizador do Ancestris correspopndente por correio electr\u00f3nico.</p> \
    <p>Para lhe aceder, v\u00e1 ao menu principal, Ferramentas -> Comparar genealogias.</p>

OpenIDE-Module-Short-Description=Compara genealogias detidas por si ou por outros utilizadores do Ancestris

CTL_GedcomCompareAction=Comparar &genealogias
CTL_GedcomCompareTopComponent=Comparar genealogias
HINT_GedcomCompareTopComponent=Compara genealogias detidas por si ou por outros utilizadores do Ancestris


MSG_NoGedcomLoaded=<html>Tentou activar o modo de partilha para comparar a sua genealogia com outras.<br><br>Para o fazer,<br>primeiro tem de marcar a caixa "Comparar" da sua genealogia principal,<br>para que outros utilizadores tamb\u00e9m possam beneficiar da compara\u00e7\u00e3o.</html>
MSG_CannotPerformWhileSharing=Para realizar esta ac\u00e7\u00e3o, o Ancestris tem de desactivar o modo de partilha. Volte a activ\u00e1-lo, se necess\u00e1rio.

#Main menu
TIP_GedcomsList=<html>Lista de genealogias locais abertas.<br>Seleccione a que deseja comparar com todas as outras.</html>
TIP_UsersList=<html>Lista de utilizadores ligados.<br>Clique no bot\u00e3o para actualizar a lista</html>
TIP_UsersNumber={0} utilizadores Ancestris est\u00e3o ou estiveram ligados recentemente
TIP_UserInProgress=Utilizador cuja genealogia est\u00e1 a ser analisada
TIP_statsIndis=N\u00famero total de indiv\u00edduos de todos os utilizadores
TIP_statsFams=N\u00famero total de fam\u00edlias de todos os utilizadores
TIP_statsSTs=N\u00famero total de \u00e1rea-per\u00edodos de todos os utilizadores
TIP_statsAreas=\u00c1rea mais frequente de todos os utilizadores
TIP_statsReceivedConnections=N\u00famero de tentativas de compara\u00e7\u00e3o que recebeu de outros utilizadores
TIP_statsReceivedUniqueUsers=N\u00famero de utilizadores que tentaram comparar a sua genealogia
TIP_statsUniqueOverlaps=N\u00famero de utilizadores com alguma sobreposi\u00e7\u00e3o com a sua genealogia
