#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/GedcomCompare/src/ancestris/modules/gedcomcompare
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Sammenligning af sl\u00e6gtsfiler
OpenIDE-Module-Display-Category=V\u00e6rkt\u00f8jer
OpenIDE-Module-Long-Description=<h1><center>Sammenligning af sl\u00e6gtsfiler</center></h1>\n\n<p>Dette v\u00e6rkt\u00f8j sammenligner sl\u00e6gtsfiler, for at finde f\u00e6lles geografiske omr\u00e5der med byer og efternavne, og ens begivenheder.</p> <p>Det kan let sammenligne filer, som du selv har, eller du kan sammenligne med andre Ancestris brugere, uden at dele f\u00f8lsomme oplysninger med nogen.</p> <p>For at sammenligne med andre Ancestris brugere skal du blot lade Ancestris dele grundl\u00e6ggende oplysninger. Din sl\u00e6gtsfil overf\u00f8res aldrig til nogen server eller til andre brugere, og private oplysninger forbliver fortrolige. Hvis du finder et match, kan du kontakte den anden Ancestris bruger via email.</p> <p>Du finder v\u00e6rkt\u00f8jet i menuen V\u00e6rkt\u00f8j, Sammenligning af sl\u00e6gtsfiler.</p>
#
OpenIDE-Module-Short-Description=Sammenligner sl\u00e6gtsfiler, enten dine egne eller du kan sammenligne filer med andre Ancestrisbrugere
#
CTL_GedcomCompareAction=Sammenligning af &sl\u00e6gtsfiler
CTL_GedcomCompareTopComponent=Sammenligning af sl\u00e6gtsfiler
HINT_GedcomCompareTopComponent=Sammenligner sl\u00e6gtsfiler, enten dine egne eller du kan sammenligne med andre Ancestrisbrugere
MSG_NoGedcomLoaded=<html>Du har fors\u00f8gt at starte delingstilstanden for at sammenligne din sl\u00e6gtsfil med andre.<br><br>For at sammenligne din fil med andre Ancestrisbrugere,<br>skal du f\u00f8rst markere boksen 'Sammenlign' i din hoved-sl\u00e6gtsfil,<br>s\u00e5 andre brugere kan sammenligne deres fil med din.</html>
MSG_CannotPerformWhileSharing=For at udf\u00f8re denne handling, har Ancestris v\u00e6ret n\u00f8dt til at slukke for delings tilstanden. T\u00e6nd igen, om n\u00f8dvendigt.
#
#Main menu
TIP_GedcomsList=<html>Liste over \u00e5bne lokale sl\u00e6gtsfiler.<br>V\u00e6lg den fil, der skal sammenlignes med andre.</html>
TIP_UsersList=<html>Liste over tilsluttede brugere.<br>Klik p\u00e5 knappen for at opdatere listen</html>
TIP_UsersNumber={0} Ancestrisbrugere er, eller var online for nylig
TIP_UserInProgress=Den bruger, hvis fil scannes lige nu
TIP_statsIndis=Totalt antal personer for alle brugere
TIP_statsFams=Totalt antal familier for alle brugere
TIP_statsSTs=Totalt antal omr\u00e5de-perioder for alle brugere
TIP_statsAreas=Mest brugte omr\u00e5de for alle brugere
TIP_statsReceivedConnections=Antal sammenlignings fors\u00f8g, du har modtaget fra andre brugere
TIP_statsReceivedUniqueUsers=Antal brugere, der har fors\u00f8gt at sammenligne med din sl\u00e6gtsfil
TIP_statsUniqueOverlaps=Antal brugere med sammenfald med din sl\u00e6gtsfil
