OpenIDE-Module-Name=Comparaison de g\u00e9n\u00e9alogies
OpenIDE-Module-Display-Category=Outils
OpenIDE-Module-Long-Description=\
    <h1><center>Comparaison de g\u00e9n\u00e9alogies</center></h1>\n\n\
    <p>L'outil de comparaison de g\u00e9n\u00e9alogie compare des g\u00e9n\u00e9alogies afin de trouver des secteurs g\u00e9ographiques communs, des villes et des patronymes similaires, et des \u00e9v\u00e9nements similaires.</p> \
    <p>Il peut aussi comparer plusieurs g\u00e9n\u00e9alogies que vous avez ou qui sont d\u00e9tenues par d'autres utilisateurs Ancestris, sans n\u00e9cessiter de partager des informations confidentielles.</p> \
    <p>Pour comparer avec d'autres utilisateurs Ancestris, vous avez simplement besoin de laissez Ancestris partager des informations de base. Votre g\u00e9n\u00e9alogie n'est jamais transferr\u00e9e sur un serveur ou vers quelqu'un d'autre et vos informations priv\u00e9es restent confidentielles. \
    Si une correspondance est trouv\u00e9e, vous pouvez contacter l'utilisateur Ancestris correspondant par email.</p> \
    <p>Pour acc\u00e9der \u00e0 cet outil, Menu Principal, Outils, Comparaison de g\u00e9n\u00e9alogies.</p>

OpenIDE-Module-Short-Description=Compare des g\u00e9n\u00e9alogies entre elles, les v\u00f4tres ou celles d'autres utilisateurs

CTL_GedcomCompareAction=Comparaison de &g\u00e9n\u00e9alogies
CTL_GedcomCompareTopComponent=Comparaison de g\u00e9n\u00e9alogies
HINT_GedcomCompareTopComponent=Comparer des g\u00e9n\u00e9alogies entre elles, avec d'autres utilisateurs 


MSG_NoGedcomLoaded=<html>Vous devez avoir au moins une g\u00e9n\u00e9alogie pr\u00eate<br>pour comparer avec d'autres utilisateurs Ancestris.<br><br>Ouvrez une g\u00e9n\u00e9alogie le cas \u00e9ch\u00e9ant,<br>et cliquez sur 'pr\u00eat' sur votre g\u00e9n\u00e9alogie principale.</html>
MSG_CannotPerformWhileSharing=Pour effectuer cette action, Ancestris a d\u00fb interrompre le mode partage. 

#Main menu
TIP_GedcomsList=<html>Liste des g\u00e9n\u00e9alogies locales.<br>S\u00e9lectionnez celle \u00e0 comparer avec les autres.</html>
TIP_UsersList=<html>Liste des utilisateurs connect\u00e9s.<br>Cliquez sur le bouton pour rafra\u00eechir la liste.</html>
TIP_UsersNumber={0} utilisateurs Ancestris sont, ou ont \u00e9t\u00e9, connect\u00e9s r\u00e9cemment
TIP_UserInProgress=Utilisateur dont la g\u00e9n\u00e9alogie est en cours de comparaison
TIP_statsIndis=Nombre total d'individus de tous les utilisateurs
TIP_statsFams=Nombre total de familles de tous les utilisateurs
TIP_statsSTs=Nombre total de secteurs-p\u00e9riodes de tous les utilisateurs
TIP_statsAreas=Secteur le plus fr\u00e9quent de tous les utilisateurs
TIP_statsReceivedConnections=Nombre de connections re\u00e7ues des utilisateurs
TIP_statsReceivedUniqueUsers=Nombre d'utilisateurs vous ayant connect\u00e9
TIP_statsUniqueOverlaps=Nombre d'utilisateurs avec des secteurs-periodes en commun avec les v\u00f4tres
