#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/GedcomCompare/src/ancestris/modules/gedcomcompare
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Comparar Genealog\u00eda 
OpenIDE-Module-Display-Category=Herramientas
OpenIDE-Module-Long-Description=<h1> <center> Comparaci\u00f3n de Genealog\u00eda </center> </h1>\n\n<p> La herramienta de comparaci\u00f3n de Genealog\u00edas compara genealog\u00edas para encontrar \u00e1reas geogr\u00e1ficas comunes, con ciudades y apellidos similares, y eventos similares.</p> <p>Puede comparar f\u00e1cilmente genealog\u00edas que usted tiene o que son ayudadas por otros usuarios de Ancestris, sin necesidad de compartir informaci\u00f3n confidencial con nadie.</p> <p>Para comparar con otros usuarios de Ancestris, simplemente debe permitir que Ancestris comparta informaci\u00f3n b\u00e1sica. Su genealog\u00eda nunca se transfiere a un servidor ni a nadie y la informaci\u00f3n privada puede permanecer confidencial. Si encuentra una coincidencia, puede comunicarse con el usuario de Ancestris correspondiente por correo electr\u00f3nico.</p> <p>Para acceder a \u00e9l: Men\u00fa Principal, Herramientas, Comparaci\u00f3n de Genealog\u00eda.</p>
#
OpenIDE-Module-Short-Description=Compara las genealog\u00edas de usted u otros usuarios de Ancestris
#
CTL_GedcomCompareAction=Comparar &Genealog\u00edas
CTL_GedcomCompareTopComponent=Comparar Genealog\u00edas
HINT_GedcomCompareTopComponent=Compara sus genealog\u00edas u otros usuarios de Ancestris
MSG_NoGedcomLoaded=<html>Ha intentado activar el modo compartido para comparar su genealog\u00eda con otras.<br> <br>Para comparar su genealog\u00eda con la de otros usuarios de Ancestris,<br>primero debe marcar la casilla "Comparar" de su genealog\u00eda principal,<br>para que otros usuarios tambi\u00e9n puedan comparar con las suyas.</html>
MSG_CannotPerformWhileSharing=Para realizar esta acci\u00f3n, Ancestris ha tenido que desactivar el modo compartido. Vuelva a activarlo si es necesario.
#
#Main menu
TIP_GedcomsList=<html>Lista de genealog\u00edas locales abiertas.<br>Seleccione la que desee comparar con todas las dem\u00e1s.</html>
TIP_UsersList=<html>Lista de usuarios conectados.<br>Haga clic en el bot\u00f3n para actualizar la lista</html>
TIP_UsersNumber={0} Los usuarios de Ancestris est\u00e1n o estuvieron conectados recientemente
TIP_UserInProgress=Usuario cuya genealog\u00eda se est\u00e1 escaneando actualmente
TIP_statsIndis=N\u00famero total de personas de todos los usuarios
TIP_statsFams=N\u00famero total de familias de todos los usuarios
TIP_statsSTs=N\u00famero total de per\u00edodos de \u00e1rea de todos los usuarios
TIP_statsAreas=\u00c1rea m\u00e1s frecuente de todos los usuarios
TIP_statsReceivedConnections=N\u00famero de intentos de comparaci\u00f3n que recibi\u00f3 de otros usuarios
TIP_statsReceivedUniqueUsers=N\u00famero de usuarios que han intentado comparar su genealog\u00eda
TIP_statsUniqueOverlaps=N\u00famero de usuarios que se superponen con su genealog\u00eda
