<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title>Crear un persona</title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  </head>
  <body>
    <h1>Crear un persona</h1>
    <div style="margin-left: 5px; text-align:justify; margin-right: 5px; font-style: normal; color: #000000">
    <p>
      Esta pantalla le permitir&aacute; crear a una persona en el archivo 
      familiar. No hay ninguna informaci&oacute;n obligatoria s&iacute;, 
      pero es cierto que si no haces nada, no tienes nada aparece.<br>
      Hacerla un h&aacute;bito para llenar estos campos de la misma 
      manera a lo largo de su labor, dar&aacute; coherencia y una 
      comodidad de lectura e investigaci&oacute;n, sin com&uacute;n 
      medida. Ejemplo, si coloca los nombres de capital familiar, 
      hecho el a lo largo de su genealog&iacute;a.
    </p>

    <h3>Identidad</h3>
    Aqu&iacute; debe ser su nombre y su apellido, de estado civil.
    <ul>
        <li>Apellido: DUPONT</li>
        <li>Nombres: Marcel Jean Denis Fernand</li>
    </ul>

    <h3>Sexo</h3>
    Simplemente seleccione la casilla correspondiente. Si realmente 
    no saben (dudo, pero bueno), selecciona "desconocido".

    <h3>Nacimiento</h3>
    Necesita la fecha de nacimiento de la persona interesada en el 
    siguiente formato: d&iacute;a/mes/a&ntilde;o.
    <ul>
        <li>Fecha: Aqu&iacute; tienes a partir de la l&iacute;nea, un 
        peque&ntilde;o icono que permite indicar si la fecha que 
        pones es algo, o no. Haga clic en que inmediatamente 
        comprender&aacute; c&oacute;mo funciona. De acuerdo a la 
        opci&oacute;n elegida pueden aparecer nuevos campos, y el 
        icono cambiar&aacute; en consecuencia. Si se conoce la fecha, 
        la elecci&oacute;n es "Fecha espec&iacute;fica".<br>
        El primer campo es el d&iacute;a, el segundo, el mes y el 
        tercer a&ntilde;o. Justo despu&eacute;s del &uacute;ltimo campo, 
        tiene un peque&ntilde;o icono que permite elegir el tipo de 
        calendario. Si la persona que desea entrar, naci&oacute; 
        durante el per&iacute;odo revolucionario, utilice este 
        icono para seleccionar el calendario revolucionario. 
        Ver&aacute; que los meses cambiar&aacute; en consecuencia y 
        que se propondr&aacute; a usted, Brumario, Vendimiario, 
        etc.... en lugar de septiembre o noviembre. El a&ntilde;o 
        en per&iacute;odos revolucionarios, puede ser devuelto a 
        n&uacute;meros romanos (ex: VIII a&ntilde;o 8) si lo desea.
        </li>
        <li>a: es el lugar de nacimiento de la persona. Es esencial 
        aqu&iacute; para seguir el mismo camino atr&aacute;s lugares 
        a lo largo de su genealog&iacute;a. Lugar de nacimiento se 
        compone de varios "jurisdicciones". Una jurisdicci&oacute;n 
        es, por ejemplo, un "aldea", una "ciudad", 
        "c&oacute;digo postal", "regi&oacute;n", un "pa&iacute;s", etc.. 
        Tambi&eacute;n debe saber que el est&aacute;ndar gedcom nos 
        impone dos cosas: debe indicar las jurisdicciones 
        siguiendo un orden creciente (de menor a mayor), y 
        las jurisdicciones est&aacute;n separados por una coma.<br>
        Aqu&iacute; es un ejemplo cl&aacute;sico de c&oacute;mo representar un 
        lugar de nacimiento (o la muerte en otros lugares). 
        Elegiremos el siguiente orden:<br>
        aldea, ciudad, c&oacute;digo_postal, c&oacute;digo_insee, departamento, regi&oacute;n, pa&iacute;s<br>
        La Charolli&egrave;re, Challans, 85300, 85047, Vend&eacute;e, Pays-de-la-Loire, Francia<br>
        </li>
    </ul>

    <h3>Muerte</h3>
    Si activa la casilla peque&ntilde;a junto a la lengua, ver&aacute; el 
    mismo tipo de men&uacute; para el nacimiento. Todo lo que se ha 
    dicho sobre el nacimiento, se aplica a la muerte.

    <h3>Residencia</h3>
    HACER: Una revisi&oacute;n de la evoluci&oacute;n del c&oacute;digo.
    <ul>
        <li>Ejemplo: La Bardonni&egrave;re, Challans</li>
    </ul>

    <h3>Profesi&oacute;n</h3>
    Siempre el mismo Consejo: hacerlo un h&aacute;bito para la misma 
    redacci&oacute;n para todas las personas que participan en la 
    misma profesi&oacute;n.
    <ul>
        <li>Ejemplo: Panadero</li>
    </ul>

    </div>
  </body>
</html>
