#            Bundle resources file for package Ancestris - Unicode
#            Path : Tools/trancestris/Editors/src/org/ancestris/trancestris/editors/resourceeditor
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
CTL_ResourceEditorAction=Ressourcen-Editor
CTL_ResourceEditorTopComponent=Ressourceneditor-Fenster
HINT_ResourceEditorTopComponent=<html>Dieses Fenster gibt Ihnen die M\u00f6glichkeit, die Ressourcen-Paketdateien zu bearbeiten.<br /><ul><li>Im oberen Bereich werden etwaig in der Datei <br />vorhandene Kommentare angezeigt.</li><li>Im mittleren Fenster werden die zu \u00fcbersetzenden S\u00e4tze und Begriffe <br />der Quelldatei angezeigt.</li><li>Der untere Teil ist f\u00fcr Ihre \u00dcbersetzung gedacht.</ul></html>\n
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK
ResourceEditorTopComponent.jPanel1.border.title=Eventuell vorhandene Kommentare
ResourceEditorTopComponent.jPanel3.border.title=\u00dcbersetzungsfenster
ResourceEditorTopComponent.jPanel2.border.title=Originale S\u00e4tze
ToolTip-Comment-Window=<html>Dieses Fenster zeigt Ihnen etwaige in der zu \u00fcbersetzenden Resscourcendatei <br/>vorhandene Kommentare. Diese sind nur dazu da, da\u00df Sie alle in der Paketdatei vorhandenen Informationen vorliegen haben.</html>
ToolTip-FileToTranslate-Window=<html>In diesem Fenster sind alle zu \u00fcbersetzenden S\u00e4tze und Begriffe zu sehen. Sie sind <br />in der von Ihnen gew\u00e4hlten Ursprungssprache. D.h. wenn Sie aus dem Englischen ins Deutsche \u00fcbersetzen, <br />sind alle hier gezeigten S\u00e4tze in Englisch.<br /><ul><li>Die mit schwarzer Schriftfarbe sind zwar schon \u00fcbersetzt, sollten aber aufgrund der M\u00f6glichkeit von nicht gemeldeten \u00c4nderungen der Ressourcendatei nochmals \u00fcberpr\u00fcft werden. <br /></li><li>Die Blauen sind in der Ursprungssprache und der Zielsprache identisch, sollten aber trotzdem nochmals \u00fcberpr\u00fcft werden. <br /></li><li>Die Roten m\u00fcssen noch \u00fcbersetzt werden.</li></ul>Klicken Sie bitte auf einen Satz und beginnen Sie im Fenster unterhalb mit Ihrer \u00dcbersetzung.</html>
ToolTip-Translation-Window=<html>In dieses Fenster schreiben Sie bitte Ihre \u00dcbersetzung. <br />Wichtig: Ihre \u00dcbersetzung wird nur mit Klick auf OK gespeichert\! <br /><br />Es ist wirklich wichtig, auf die genaue Schreibweise zu achten. Sollten die S\u00e4tze z.B. HTML-Codes oder Variablen enthalten, so m\u00fcssen diese exakt in die \u00dcbersetzung \u00fcbernommen werden. <br /><br /><u>Ein Beispiel</u>:<ul>Wenn Sie folgenden Ursprungssatz haben: "<i>Select {0} to create the windowing <br />model</i>" und Sie wollen dies ins Deutsche \u00fcbersetzen, m\u00fcssen Sie schreiben: <br />"<i>W\u00e4hle {0} um das Fenster-Modell zu erzeugen</i>"</ul></html>
ResourceEditorTopComponent.previousButton.text=Zur\u00fcck
ResourceEditorTopComponent.nextButton.text=Vor
ResourceEditorTopComponent.NoTranslation=Dieser Satz mu\u00df nicht \u00fcbersetzt werden
ResourceEditorTopComponent.SameTranslation=Warnung: \u00dcbersetzung identisch mit Ursprungssprache
ResourceEditorTopComponent.empty=<leer>
