#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/TreeSharing/src/ancestris/modules/treesharing
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Tr\u00e6deling
OpenIDE-Module-Display-Category=V\u00e6rkt\u00f8j
OpenIDE-Module-Long-Description=<h1><center>Tr\u00e6deling</center></h1>\n\n<p>Med dette modul, kan du finde nye personer til dit sl\u00e6gtstr\u00e6 ud fra personer, som du har f\u00e6lles med andre Ancestris medlemmer uden at l\u00e6gge dit sl\u00e6gtstr\u00e6 p\u00e5 internet.</p>\n\n<ul>\n<li>Dit sl\u00e6gtstr\u00e6 overf\u00f8res ikke til en server eller til andre. </li>\n<li>Du kontrollerer, hvad Ancestris g\u00f8r. </li>\n<li>Du kan starte og stoppe deling n\u00e5r som helst af et eller flere tr\u00e6er.</li>\n<li>Du kan begr\u00e6nse din deling til ikke-fortrolig information.</li>\n<li>Din computer vil scanne andre Ancestris brugeres computere for at finde personer, de har f\u00e6lles med dig.</li>\n<li>Hvis fundet, f\u00e5r du en oversigt over disse f\u00e6lles personer.</li>\n<li>Du kan maile til de p\u00e5g\u00e6ldende forskere, hvis du vil have flere detaljer om disse personer til din forskning.</li>\n<li>Du kan se, hvilke andre Ancestris brugere, som s\u00f8ger i dit sl\u00e6gtstr\u00e6.</li>\n</ul>\n\n<p>Det findes under Hovedmenu, V\u00e6rkt\u00f8j, Tr\u00e6deling.</p>
OpenIDE-Module-Short-Description=Tr\u00e6deling blandt Ancestris brugere
#
CTL_TreeSharingAction=Tr\u00e6deling
CTL_TreeSharingTopComponent=Tr\u00e6deling
HINT_TreeSharingTopComponent=<html>Del dit sl\u00e6gtstr\u00e6 med andre Ancestris brugere<br>med al n\u00f8dvendig fortrolighed, og lad Ancestris<br>finde nyttig information til dig.<br></html>
#
TITL_Welcome=Velkommen til modulet tr\u00e6deling. Denne besked vil hj\u00e6lpe dig i gang.
TITL_WelcomeMessage=<p>Du har lige installeret modulet Tr\u00e6deling.</p>
TITL_WelcomeData=<p><b>INFORMATION:</b><br>For at kunne bruge dette modul og f\u00e5 adgang til andre Ancestris medlemmers information, skal du dele din egen. <br>Du skal udfylde din profil (brugernavn, navn, sted og foto) og acceptere at dele noget information med andre Ancestris brugere <br>Denne information er : din profil, din ip-adresse, din hoved-folders navn, og noget genealogisk information. <br><br></p>
#    
TITL_WelcomeHowTo=<p><b>KOM I GANG:</b><br>For at komme i gang med at bruge tr\u00e6delings-modulet, f\u00f8lg disse 3 skridt:<br>1. Udfyld din profil. Et popup-vindue med indstillinger kommer frem, n\u00e5r du trykker p\u00e5 OK herunder.<br>2. Tryk p\u00e5 den gr\u00f8nne knap i menulinien. Det er "Start deling" knappen.<br>3. Tryk p\u00e5 forst\u00f8rrelsesknappen. Det er s\u00f8geknappen.<br><br>"Stop deling" knappen er den r\u00f8de knap. <br><br>For flere detaljer, se under Ancestris hj\u00e6lp.</p>
#
TITL_NoOtherAuthorizedUsers=Ingen forkning kunne udf\u00f8res
MSG_NoOtherAuthorizedUsers=Ingen andre Ancestris medlemmer, som du har godkendt, er forbundet i \u00f8jeblikket.\n\nBed dem om at tilslutte sig eller vent p\u00e5 at de g\u00f8r det, s\u00e5 du kan udf\u00f8re din s\u00f8gning.\n\n
