#             Bundle resources file for package Ancestris - Unicode
#             Path : AncestrisExtensions/report.rdf/src/genjreports/rdf

#  --=====--WARNING to Translators---------------------------------=====--
#   Some lines must not be translated. If a line follow a line beginning 
#   with #NOI18N, it must be left the way it is written.
#   Using Trancestris you won't be allowed to edit it.
#  --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Informe RDF (SPARQL based)
OpenIDE-Module-Display-Category=Herramientas
OpenIDE-Module-Long-Description=Utilizar y personalizar consultas de ejemplo o escribir sus propias consultas sin un entorno de desarrollo.Como un efecto colateral obtendr\u00e1 su GedCom convertida en un archivo de RDF. El archivo podr\u00eda utilizarse para consultas de cross-site por otras herramientas para la web sem\u00e1ntica. Por ejemplo, para buscar a celebridades contempor\u00e1neas locales en DbPedia, la variante sem\u00e1ntica de WikiPedia. Una vez instalado este plugin estar\u00e1 disponible a trav\u00e9s del men\u00fa principal de Ancestris - listas y informes basados en informes - SPARQL.

OpenIDE-Module-Short-Description=Gestionar consultas sin un entorno de desarrollo

name=SPARQL base de informes y las exportaciones
info=<h1><center>SPARQL base de informes y las exportaciones</center></h1><h2>Construido en informes</h2><p>Algunos informes, la consulta tiene un conjunto de reglas que proporciona atajos.El valor predeterminado se establece en 1. Conjunto 2 puede tardar minutos. Conjunto de 0 (cero) es un conjunto vac\u00edo.</p><ul><li>informes generales (ninguna entidad como contexto)<ol><li>Diferencia de edad grande entre marido y mujer.</li><li>Nombres de Conde.</li><li>Eventos de recuento por lugar</li></ol></li><li>Informes basados en un individuo<ol><li>L\u00ednea de tiempo con la defunci\u00f3n de nacimiento y matrimonio de parientes cercanos. Debe gobernar el conjunto 1.<li>Antepasados sin padres. Debe gobernar el conjunto 2.<li>Objetos multimedia de antepasados. Debe gobernar el conjunto 2. Variaci\u00f3n sugerencia: quitar la l\u00ednea "? p:id indi '% s'; r: antepasado? a. "para hacerla gedcom amplia y deshacerse de los conjuntos de reglas.<li>L\u00edneas de migraci\u00f3n por rama. Debe gobernar el conjunto 2.</li></li></li></li></ol><li>Informes basados en una familia<ol><li>Composici\u00f3n de una familia de mosaico.</li></ol></li></li></ul><h2>Introducci\u00f3n</h2><p>Un informe est\u00e1 configurado con dos pasos: qu\u00e9 mostrar (con una consulta SPARQL) y c\u00f3mo mostrarla (formato el dise\u00f1o). Omitir el segundo paso si las miradas no son importantes.</p><h2>Paso 1: Crear una consulta <a href="http://openjena.org/ARQ/documentation.html">SPARQL</a>(o modificar una existente)</h2><p>Puede encontrar versiones multil\u00ednea (m\u00e1s f\u00e1cil de leer para los seres humanos) de las consultas de forma predeterminada en el archivo de <a href="http://trac.arvernes.dyndns.org/ancestris/browser/trunk/AncestrisExtensions/report.rdf/src/genjreports/rdf/Bundle.properties">Propiedades</a>. Busque este archivo en su sistema para evitar conflictos de versi\u00f3n. Las consultas predeterminadas est\u00e1n dise\u00f1adas como ejemplos que muestran diversos trucos del oficio.El informe de diferencias de edad se transforma f\u00e1cilmente en un informe estad\u00edstico: colocar o invertir el filtro y seleccione s\u00f3lo "avg(?diff)".</p><p>Consulte las notas de las extensiones para las sugerencias de sintaxis.Una consulta puede comparar fechas de gregoriano completas llana.</p><p>Reglas pueden proporcionar accesos directos \u00fatiles para las consultas.Pero inform\u00e1tica antepasados y descendientes para cada individuo puede tardar minutos.Tres conjuntos de reglas son siempre conjunto 0 est\u00e1 vac\u00edo, 1 es sin antepasados y descendientes, conjunto 2 con.</p><h2>Paso 2: Ajustar el dise\u00f1o</h2><p>El segundo paso es una transformaci\u00f3n del resultado de la consulta en HTML (o lo que sea) con una<a href="http://www.w3.org/TR/rdf-sparql-XMLres/result-to-html.xsl">hoja de estilos xsl</a> o<a href="http://www.w3.org/TR/rdf-sparql-XMLres/result-to-html.xq">xQuery</a>, siga los v\u00ednculos para descargar ejemplos que generan un dise\u00f1o de tabla HTML normal.Las opciones permiten poner su copia de la hoja de estilo en el archivo XML generado.Una hoja de estilos XSL y el resultado de la consulta deben publicarse en el mismo dominio.Para xQuery es necesario poner el nombre del archivo XML generado en el archivo de xQuery.</p><h2>Opciones</h2><h3>URI para entidades</h3><p>Para habilitar las consultas SPARQL, el gedcom necesita una conversi\u00f3n.El nuevo formato requiere para activar el ID en URI.URI puede parecer URL, pero son <em>identificadores</em>de recursos universal, no hace falta, pero puede <em>localizar</em> una p\u00e1gina web real.Si los formatos son \u00fanicos por gedcom, puede pegar los gedcoms convertidos para consultar con otra herramienta SPARQL.</p><h3>Salida</h3>El panel de informe recibe al menos informaci\u00f3n de progreso (v\u00e9anse las notas de rendimiento por informe) y mensajes de error.<p>nombre de archivo de salida</p><ul><li><strong>Claro</strong> el campo para obtener un cuadro de di\u00e1logo para examinar el sistema de archivos.<li>S\u00f3lo un <strong>\#render</strong> la salida del informe panel, buena para desarrollar una consulta de paso a paso. El panel de informe tambi\u00e9n permite la integraci\u00f3n de GUI: seleccione una entidad a trav\u00e9s del informe<li><strong>{0}</strong> es reemplazado con el identificador de la entidad para la que se ejecuta el informe</li></li></li></ul><p>extensiones se puede convertir gedcom</p><p>La extensi\u00f3n n3 y ttl mucho tienen en com\u00fan con SPARQL, para examinar el gedcom convertido puede ayudar a escribir y personalizar consultas.El gedcom no se convierte en cualquier ontolog\u00eda RDF espec\u00edfico.La conversi\u00f3n se realiza s\u00f3lo en forma sint\u00e1ctica de 1:1, por lo que el resultado es similar al modo de gedcom de Ancestris Editar vista.</p><h3>Consultas</h3>Puede escribir una consulta (o conjunto de reglas) directamente en el campo de opci\u00f3n, especifique un archivo que contiene una consulta o seleccione una consulta por su n\u00famero.Un '% s' en una consulta es un marcador de posici\u00f3n para el identificador de la entidad desde que se lanz\u00f3 el informe.<p><h2>Hacer</h2><ul><li>Poner los archivos jar de<a href="http://sourceforge.net/projects/jena/files/Jena/Jena-2.6.4/">jena-2.6.4.zip</a> en la ruta de clases.</li><li>Hacer m\u00e1s fechas totalmente comparables.</li><li>ID de Propably devueltos por una consulta SPAQRQL podr\u00eda utilizarse como un filtro de exportaci\u00f3n.</li></ul><h2>Revisiones</h2><ul><li>0,6 - 02 De octubre de 2011: cambiar opciones para especificar los archivos de salida.Nuevo informe: objetos Multimedia de ancestorsThough all\u00ed no pueden ser consultas predeterminadas, puede configurar informes de todos los tipos de entidades.Cambiar el nombre a SPARQL como modelo base podr\u00eda causar confusi\u00f3n con la vista de \u00e1rbol.P:value ha cambiado a URI de espacio de nombres de rdfs:labelChanged</li><li>0,5 - 11 De mayo de 2011: conjunto de reglas con antepasados y descendientes.</li><li>0,4 - 03 De mayo de 2011: permitir m\u00faltiples construido en las consultas.</li><li>0.3 - 03 De mayo de 2011: reemplazada informe predeterminado. Nuevo: muestran diferencias grandes de edad. Fue: nombres de Conde.</li><li>0,2 - 02 De mayo de 2011: un ligero cambio en formateo las fechas y las partes de nombre. Reglas activadas</li><li>0.1 - 25 De abril de 2011: inicial de revisi\u00f3n</li></ul>


#   option labels ########################
uriFormats=formato de entidad de URIs ({0} es un marcador de posici\u00f3n para id)

fam=familia
indi=Individuo
obje=objeto
note=nota
sour=fuente
repo=repositorio
subm=remitente

output=salida: d\u00f3nde y c\u00f3mo escribir convertidos de gedcom y/o resultados consulta

styleSheet=nombre del archivo de hoja de estilo XSL para incrustar en el resultado XML
reuseConversion=leer una conversi\u00f3n guardada anteriormente
convertedFileName=nombre de archivo de gedcom convierte a n3/nt/ttl/rdf
reportFileName=nombre del archivo de salida (opcional, extensiones xml/txt)
askForOverwrite=Preguntar antes de sobrescribir archivos existentes

queries=Consultas SPARQL (consulta, nombre de archivo o n\u00famero de construido en consulta; ver info)
qGedcom=la consulta es sobre gedcom completa
qRules=reglas o atajos


#   optional dialog ######################
overwrite.question={0} ya existe. \u00bfSobrescribirlo?


#   messages #############################


#   {0} is replaced with a file name
progress.writing=escribir {0}


#   below no further translations   #######
query.function.prefixes=\nPREFIX  fn: <http://www.w3.org/2005/xpath-functions\#> \nPREFIX afn: <http://jena.hpl.hp.com/ARQ/function\#> \nPREFIX apf: <http://jena.hpl.hp.com/ARQ/property\#> \n\n
