#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/report.rdf/src/genjreports/rdf

# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follow a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Rapports bas\u00e9s sur SPARQL
OpenIDE-Module-Display-Category=Outils
OpenIDE-Module-Long-Description=Utiliser et personnaliser des exemples de requ\u00eates ou \u00e9crire vos propres requ\u00eates sans un environment de d\u00e9veloppement. Vous obtenez votre GedCom converti en un fichier RDF comme un effet secondaire. Le fichier peut \u00eatre utilis\u00e9 pour les requ\u00eates cross-site par d'autres outils pour le web s\u00e9mantique. Par exemple, pour trouver des locaux c\u00e9l\u00e9brit\u00e9s contemporaines en DBpedia, la variante s\u00e9mantique de WikiPedia. Une fois install\u00e9 ce plugin sera disponible par le menu principal d' Ancestris  - Les listes et les rapports - rapports bas\u00e9s sur SPARQL.

OpenIDE-Module-Short-Description=G\u00e9rer les requ\u00eates sans un environnement de d\u00e9veloppement

name=Rapports SPARQL
info=<h1><center>Rapports bas\u00e9s sur SPARQL</center></h1><br />Utiliser et personnaliser des exemples de requ\u00eates ou \u00e9crire vos propres requ\u00eates sans un environment de d\u00e9veloppement. Vous obtenez votre GedCom converti en un fichier RDF comme un effet secondaire. Le fichier peut \u00eatre utilis\u00e9 pour les requ\u00eates cross-site par d'autres outils pour le web s\u00e9mantique. Par exemple, pour trouver des locaux c\u00e9l\u00e9brit\u00e9s contemporaines en DBpedia, la variante s\u00e9mantique de WikiPedia. <h2>options</h2><p>Voir les pages d'aide pour plus de d\u00e9tails.</p>



#  option labels ########################
uriFormats=entit\u00e9 URI ({0} est un espace r\u00e9serv\u00e9 pour id, vous pouvez aussi consulter la page d'aide
fam=famille
indi=personne
obje=objet
note=note
sour=source
repo=lieu de d\u00e9p\u00f4t
subm=fournisseur d'informations

output=sortie: o\u00f9 et comment \u00e9crire le gedcom converti et/ou les r\u00e9sultats de la requ\u00eate

styleSheet=L'URL (adresse) du XSL \u00e0 incorporer dans l'XML
reuseConversion=lire une conversion pr\u00e9c\u00e9demment sauvegard\u00e9e
convertedFileName=nom du fichier du gedcom transform\u00e9 (extensions n3/nt/ttl/rdf)
reportFileName=nom du fichier de sorti (extensions xml/txt)
askForOverwrite=demander avant d'\u00e9craser des fichiers existants

queries=noms des fichiers qualifi\u00e9s (voir l'aide pour des exemples)

qGedcom=requ\u00eate SPARQL
qRules=r\u00e8gles ou raccourcis


#   optional dialog ######################
overwrite.question={0} existe d\u00e9j\u00e0. Voulez-vous l'\u00e9craser?


#   messages #############################


#   {0} is replaced with a file name
progress.writing=\u00e9criture {0}
