#
# Resources for package genj.table
filter_txt_file=\u0391\u03c1\u03c7\u03b5\u03af\u03b1 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 (*.txt, *.csv)
tableview.action.export=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae
tableview.action.export.tip=<html>\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd \u03c4\u03bf\u03c5 \u03a0\u03af\u03bd\u03b1\u03ba\u03b1.<br/> \u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03bf\u03c1\u03b9\u03bf\u03b8\u03b5\u03c4\u03b7\u03bc\u03ad\u03bd\u03bf \u03bc\u03b5 \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b5\u03c2 <br/>(TAB).</html>
tableview.export.dialog.title=\u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03c0\u03c1\u03bf\u03bf\u03c1\u03b9\u03c3\u03bc\u03bf\u03cd
# {0} - file path
tableview.export.error=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c2\n{0}
title=\u03a0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03bf\u03bd\u03c4\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd
tooltip=\u03a0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03bf\u03bd\u03c4\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 {0}
#
info.up=\u03a0\u03ac\u03bd\u03c9
info.down=\u039a\u03ac\u03c4\u03c9
info.del=\u0391\u03c6\u03b1\u03af\u03c1\u03b5\u03c3\u03b7
info.columns=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03c3\u03c4\u03ae\u03bb\u03b7\u03c2
info.order=\u0394\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 \u03a3\u03c4\u03ae\u03bb\u03b7\u03c2
#
mode.tip=\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae {0} (\u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c3\u03c4\u03b5 \u03c4\u03b1 \u03c0\u03bb\u03ae\u03ba\u03c4\u03c1\u03b1 "1" \u03ba\u03b1\u03b9 "9" \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03ba\u03b9\u03bd\u03b7\u03b8\u03b5\u03af\u03c4\u03b5 \u03b4\u03b5\u03be\u03b9\u03ac \u03ae \u03b1\u03c1\u03b9\u03c3\u03c4\u03b5\u03c1\u03ac)
#
action.stick.tip=\u03c0\u03ac\u03b3\u03c9\u03bc\u03b1 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae\u03c2 \u03c0\u03af\u03bd\u03b1\u03ba\u03b1
cbTableFollowEntity.text=<html>\u039f \u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae\u03c2 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03b5\u03af \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03c4\u03c9\u03bd \u03ac\u03bb\u03bb\u03c9\u03bd \u03c4\u03cd\u03c0\u03c9\u03bd \u03c4\u03b7\u03c2<br/>\u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03b8\u03b7\u03ba\u03b5 \u03c3\u03b5 \u03ac\u03bb\u03bb\u03b7 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae</html>
cbTableFollowEntity.toolTipText=<html>\u038c\u03c4\u03b1\u03bd \u03b1\u03c5\u03c4\u03ae \u03b7 \u03c1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7, \u03b5\u03ac\u03bd \u03bc\u03af\u03b1 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03c3\u03b5 \u03bc\u03af\u03b1 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ae \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03a0\u03af\u03bd\u03b1\u03ba\u03b1\n<br/>\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae\u03c2 \u03ba\u03b1\u03b9 \u03bf\u03c4\u03b1\u03bd \u03b1\u03c5\u03c4\u03ae \u03b7 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03cc \u03b5\u03af\u03b4\u03bf\u03c2 \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 \u03c4\u03bf\u03c5 \u03c0\u03af\u03bd\u03b1\u03ba\u03b1, \u03ad\u03c4\u03c3\u03b9 \n<br/>\u03b7 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03a0\u03af\u03bd\u03b1\u03ba\u03b1 \u03b8\u03b1 \u03b1\u03bb\u03bb\u03ac\u03be\u03b5\u03b9 \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b1 \u03c3\u03c4\u03b7 \u03b4\u03b5\u03be\u03b9\u03ac \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 \u03c0\u03bf\u03c5 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7\u03bd \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1. \n<br/>(\u03a0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1: \u0395\u03ac\u03bd \u03b5\u03af\u03c3\u03c4\u03b5 \u03c3\u03c4\u03b7\u03bd \u039a\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 \u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae\u03c2 \u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03b9\u03ba\u03b5\u03bd\u03c4\u03c1\u03c9\u03bc\u03ad\u03bd\u03b7 \u03c3\u03c4\u03b7\u03bd \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 INDIviduals \u03ba\u03b1\u03b9 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c0\u03ac\u03bd\u03c9 \u03c3\u03b5 \u03bc\u03b9\u03b1 FAmily\n<br/>\u03c3\u03c4\u03b7\u03bd \u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u0394\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5, \u03bf \u03a0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03b8\u03b1 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c4\u03c1\u03b1\u03c6\u03b5\u03af \u03c3\u03c4\u03b7\u03bd \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 FAMily)\n<br/>\n<br/>\u0391\u03bd \u03b7 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b1\u03c5\u03c4\u03ae \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b7, \u03b7 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 \u03c4\u03b7\u03c2 \u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae\u03c2 \u03a0\u03af\u03bd\u03b1\u03ba\u03b1 \u03b8\u03b1 \u03c0\u03b1\u03c1\u03b1\u03bc\u03b5\u03af\u03bd\u03b5\u03b9 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \n<br/>\u03c4\u03b7\u03bd \u03c4\u03c1\u03ad\u03c7\u03bf\u03c5\u03bc\u03b1 \u03c4\u03b9\u03bc\u03ae.</html>
