<!--
To change this template, choose Tools | Templates
and open the template in the editor.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title>Ancestris</title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <link rel="stylesheet" href="ancestris.css">
  </head>
  <body>
      <div class="section1">
      <br>
      <center><h1 class="section1">Bienvenue dans Ancestris</h1></center><br>
      <br>
      <strong>Ancestris est un programme de g&eacute;n&eacute;alogie </strong>&eacute;crit en langage Java. Il fonctionne sous n'importe quels systèmes d'exploitation : Windows, Linux, Mac.<br>
      Ce <strong>logiciel multiplateforme</strong> est r&eacute;gi par une licence libre <strong>GNU/GPL</strong> et respecte au plus pr&egrave;s la <strong>norme gedcom</strong>. Il permet la transmission de vos donn&eacute;es g&eacute;n&eacute;alogiques, comme l'&eacute;change, entre plusieurs personnes.<br>
      <br>
      Ancestris est un logiciel tr&egrave;s convivial, qui s'adapte aussi bien aux chercheurs d&eacute;butants,
      qu'&agrave; ceux tr&egrave;s exp&eacute;riment&eacute;s.<br>
      <br>
      D'<strong>installation tr&egrave;s simple</strong> il vous permet d'avoir une vue d'ensemble de votre g&eacute;n&eacute;alogie
      gr&acirc;ce &agrave; l'affichage de diff&eacute;rentes fen&ecirc;tres (arbre, &eacute;diteur, tableau, ...). Ce logiciel
      est <strong>personnalisable &agrave; souhait</strong>.<br>
      <br>
      Sans quitter Ancestris, vous pourrez naviguer sur le net, r&eacute;aliser votre livre familial,
      imprimer votre arbre ascendant ou descendant. Vous pourrez l'éditer vos données dans une mise en forme
      soign&eacute;e, cr&eacute;er votre propre visuel (calque) ou utiliser le rendu graphique
      &eacute;tendu. Vous pourrez cr&eacute;er vos fiches familiales ou individuelles, des listes &eacute;clair, g&eacute;rer les doublons. Ce choix
      est tr&egrave;s exhaustif car une multitude de rapports sont &agrave; votre disposition.<br>
      <br>
      A tout moment il vous est possible de faire &eacute;voluer Ancestris, soit en participant &agrave; son
      d&eacute;veloppement, soit en intervenant sur la liste de discussion.<br><br>
      Alors n'attendez plus, venez nous rejoindre.<br>
      <br>
      Toute l'&eacute;quipe de d&eacute;veloppement d'Ancestris, vous souhaite une bonne g&eacute;n&eacute;alogie.<br>
      <br>
      <br>
      <HR noshade size="1" width="50%" align="center">
      <center><h2 class="section1"><a href="app-about.html">Parcourir l'aide d'Ancestris</a></h2></center>
      </div>
  </body>
</html>

<!-- modifier le 2012-03-09 -->
