#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/GedcomCompare/src/ancestris/modules/gedcomcompare
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Por\u00f3wnanie genealogiczne
OpenIDE-Module-Display-Category=Narz\u0119dzia
OpenIDE-Module-Long-Description=<h1> <center> Por\u00f3wnanie genealogiczne </center> </h1>\n\n<p> Narz\u0119dzie do por\u00f3wnywania genealogii por\u00f3wnuje genealogie w celu znalezienia wsp\u00f3lnych obszar\u00f3w geograficznych, z podobnymi miastami i nazwiskami oraz podobnymi wydarzeniami. </p> <p> R\u00f3wnie \u0142atwo mo\u017ce por\u00f3wnywa\u0107 genealogie, kt\u00f3re masz lub kt\u00f3re pomagaj\u0105 innym u\u017cytkownikom Ancestris, bez potrzeby udost\u0119pniania nikomu \u017cadnych poufnych informacji. </p> <p> Aby por\u00f3wna\u0107 z innymi u\u017cytkownikami Ancestris, wystarczy pozwoli\u0107 Ancestris udost\u0119pni\u0107 podstawowe informacje. Twoja genealogia nigdy nie jest przenoszona na serwer ani nikogo, a informacje prywatne pozostaj\u0105 poufne. Je\u015bli zostanie znalezione dopasowanie, mo\u017cesz skontaktowa\u0107 si\u0119 z odpowiednim u\u017cytkownikiem Ancestris przez e-mail. </p> <p> Aby uzyska\u0107 dost\u0119p: Menu g\u0142\u00f3wne, Narz\u0119dzia, Por\u00f3wnanie genealogiczne. </p>
#
OpenIDE-Module-Short-Description=Por\u00f3wnuje genealogie posiadane przez Ciebie lub innych u\u017cytkownik\u00f3w Ancestris
#
CTL_GedcomCompareAction=Por\u00f3wnaj &Genealogie
CTL_GedcomCompareTopComponent=Por\u00f3wnaj genealogie
HINT_GedcomCompareTopComponent=Por\u00f3wnuje genealogie posiadane przez Ciebie lub innych u\u017cytkownik\u00f3w Ancestris
MSG_NoGedcomLoaded=<html> Pr\u00f3bowa\u0142e\u015b w\u0142\u0105czy\u0107 tryb udost\u0119pniania, aby por\u00f3wna\u0107 swoj\u0105 genealogi\u0119 z innymi. <br> <br> Aby por\u00f3wna\u0107 swoj\u0105 genealogi\u0119 z innymi u\u017cytkownikami Ancestris, <br> najpierw musisz zaznaczy\u0107 pole \u201ePor\u00f3wnaj\u201d w swoj\u0105 g\u0142\u00f3wn\u0105 genealogi\u0119, <br> <br> aby inni u\u017cytkownicy te\u017c mogli z ni\u0105 por\u00f3wna\u0107. </html>
MSG_CannotPerformWhileSharing=Aby wykona\u0107 t\u0119 czynno\u015b\u0107, Ancestris musia\u0142 wy\u0142\u0105czy\u0107 tryb udost\u0119pniania. W razie potrzeby w\u0142\u0105cz go ponownie.
#
#Main menu
TIP_GedcomsList=<html> Lista otwartych lokalnych genealogii. <br> Wybierz t\u0119, kt\u00f3r\u0105 chcesz por\u00f3wna\u0107 z innymi. </html>
TIP_UsersList=<html> Lista po\u0142\u0105czonych u\u017cytkownik\u00f3w. <br> Kliknij przycisk, aby od\u015bwie\u017cy\u0107 list\u0119 </html>
TIP_UsersNumber={0} U\u017cytkownicy Ancestris s\u0105 lub byli ostatnio po\u0142\u0105czeni
TIP_UserInProgress=U\u017cytkownik, kt\u00f3rego genealogia jest obecnie skanowana
TIP_statsIndis=\u0141\u0105czna liczba os\u00f3b wszystkich u\u017cytkownik\u00f3w
TIP_statsFams=\u0141\u0105czna liczba rodzin wszystkich u\u017cytkownik\u00f3w
TIP_statsSTs=Ca\u0142kowita liczba okres\u00f3w powierzchni wszystkich u\u017cytkownik\u00f3w
TIP_statsAreas=Najcz\u0119stszy obszar wszystkich u\u017cytkownik\u00f3w
TIP_statsReceivedConnections=Liczba pr\u00f3b por\u00f3wnania otrzymanych od innych u\u017cytkownik\u00f3w
TIP_statsReceivedUniqueUsers=Liczba u\u017cytkownik\u00f3w, kt\u00f3rzy pr\u00f3bowali por\u00f3wna\u0107 Twoj\u0105 genealogi\u0119
TIP_statsUniqueOverlaps=Liczba u\u017cytkownik\u00f3w w pewnym stopniu pokrywa si\u0119 z twoj\u0105 genealogi\u0105
