#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/GedcomCompare/src/ancestris/modules/gedcomcompare
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name= Comparar Genealogia 
OpenIDE-Module-Display-Category=Eines
OpenIDE-Module-Long-Description= <h1><center> Comparar Genealogia</center></h1>\n\n<p>L'eina Comparar Genealogia compara les genealogies per trobar \u00e0rees geogr\u00e0fiques comunes, amb ciutats i cognoms similars, i esdeveniments similars.</p> <p>Es pot comparar tan f\u00e0cilment les genealogies que t\u00e9 o que s\u00f3n ajuda d'altres usuaris d'Ancestris, sense necessitat de compartir cap informaci\u00f3 sensible a ning\u00fa.</p> <p>Per comparar amb altres usuaris d'Ancestris, simplement heu de permetre que Ancestris comparteixi informaci\u00f3 b\u00e0sica. La seva genealogia mai es transfereix a un servidor o a ning\u00fa i la informaci\u00f3 privada pot romandre confidencial. Si es troba una coincid\u00e8ncia, pot posar-se en contacte amb l'usuari d'Ancestris corresponent per correu electr\u00f2nic.</p> <p><Per accedir-hi: Men\u00fa Principal, Eines, Comparar Genealogia.</p>
#
OpenIDE-Module-Short-Description= Compara genealogies de vost\u00e8 o altres usuaris d'Ancestris
#
CTL_GedcomCompareAction=Comparar &Genealogies
CTL_GedcomCompareTopComponent=Comparar Genealogies
HINT_GedcomCompareTopComponent= Compara genealogies de vost\u00e8 o altres usuaris d'Ancestris
MSG_NoGedcomLoaded=<html>Vost\u00e8 ha tractat d'activar el mode d'intercanvi per comparar la seva genealogia amb altres.<br><br><Per compara la seva genealogia amb altres usuaris d'Ancestris,<br>primer cal comprovar la casella 'Comparar' de la seva genealogia principal,<br>de manera que altres usuaris puguin comparar-se amb el seu tamb\u00e9.</html>
MSG_CannotPerformWhileSharing=Per dur a terme aquesta acci\u00f3, Ancestris ha hagut de desactivar el mode d'\u00fas compartit. Torneu-lo a encendre si cal.
#
#Main menu
TIP_GedcomsList=<html>Llista de genealogies locals obertes.<br>Selecciona el que s'ha de comparar amb tots els altres.</html>
TIP_UsersList=<html>Llista d'usuaris connectats.<br>Click el bot\u00f3 per actualitzar la llista</html>
TIP_UsersNumber={0} usuaris d'Ancestris estan o s'han connectat recentment
TIP_UserInProgress=Usuari del qual s'est\u00e0 escanejant la genealogia actualment
TIP_statsIndis=Nombre total d'individus de tots els usuaris
TIP_statsFams=Nombre total de fam\u00edlies de tots els usuaris
TIP_statsSTs=Nombre total d'\u00e0rea-per\u00edodes de tots els usuaris
TIP_statsAreas=Zona m\u00e9s freq\u00fcent de tots els usuaris
TIP_statsReceivedConnections=Nombre d'intents de comparaci\u00f3 que heu rebut d'altres usuaris
TIP_statsReceivedUniqueUsers=Nombre d'usuaris que han intentat comparar la vostra genealogia
TIP_statsUniqueOverlaps=Nombre d'usuaris amb certa superposici\u00f3 amb la vostra genealogia
