OpenIDE-Module-Display-Category=Outils
OpenIDE-Module-Long-Description=\
    Cette extension vous permet de trouver de nouveaux individus pour votre g\u00e9nalogie,\n\
    \u00e0 partir d'individus communs avec ceux d'autres membres d'Ancestris,\n\
    sans que votre g\u00e9n\u00e9alogie ne soit jamais sur internet.\n\n\
    o En aucun cas votre g\u00e9n\u00e9alogie n'est transf\u00e9r\u00e9e vers un serveur ni vers d'autres personnes. \n\
    o C'est vous qui controlez ce que fait Ancestris. \n\
    o Vous pouvez d\u00e9marrer ou stopper le partage \u00e0 tout moment, d'un ou plusieurs arbres.\n\
    o Vous pouvez restreindre le partage aux informations non confidentielles.\n\
    o Votre ordinateur interrogera \u00e0 tour de r\u00f4le ceux des autres membres qui partagent aussi, pour voir s'il y a des ressemblances entre certaines personnes de vos arbres et celles des utilisateurs distants.\n\
    o Un aper\u00e7u des informations communes vous est pr\u00e9sent\u00e9 si Ancestris en a trouv\u00e9.\n\
    o Vous pouvez entrer en contact par courriel avec les auteurs des arbres identifi\u00e9s pour \u00e9ventuellement trouver de nouveaux individus pour votre g\u00e9n\u00e9alogie.\n\
    o Vous pourrez voir \u00e0 tout moment si d'autres utilisateurs Ancestris font des recherches sur votre g\u00e9n\u00e9alogie.\n\n\n
OpenIDE-Module-Name=Partage d'Arbres
OpenIDE-Module-Short-Description=Partage d'Arbres entre utilisateurs Ancestris

CTL_TreeSharingAction=Partage d'Arbres
CTL_TreeSharingTopComponent=Partage d'Arbres
HINT_TreeSharingTopComponent=<html>Partagez vos g\u00e9n\u00e9alogies avec d'autres utilisateurs Ancestris<br>en toute confidentialit\u00e9, et laissez Ancestris d\u00e9tecter chez eux<br>des informations qui pourraient vous int\u00e9resser.<br></html>

TITL_Welcome=Bienvenu dans le Partage d'Arbres d'Ancestris. Voici de l'aide pour d\u00e9marrer.
TITL_WelcomeMessage=Vous venez d'installer le Partage d'Arbres.\n\n
TITL_WelcomeData=INFORMATION :\nAfin d'utiliser le Partage d'Arbre et acc\u00e9der aux informations des autres utilisateurs, vous devez accepter de partager les v\u00f4tres. \n\
    Vous devez remplir votre profile (pseudo, nom, lieu et une photo) et accepter de partager certaines informations.\n\
    Ces informations sont : votre profile, votre adresse IP, le nom de votre r\u00e9pertoire principal, et vos donn\u00e9es g\u00e9n\u00e9alogiques. \n\n\n
    
TITL_WelcomeHowTo=ESSAYER :\nPour essayer le Partage d'Arbres, il vous suffit de 3 \u00e9tapes:\n\
    1. Remplissez votre profile. Une fen\u00eatre de pr\u00e9f\u00e9rences s'affichera quand vous appuierez sur OK ci-dessous.\n\
    2. Appuyer sur le bouton Vert pour d\u00e9marrer le partage.\n\
    3. Appuyer sur le loupe pour lancer la recherche.\n\
    Le bouton d'arr\u00eat du partage est le bouton rouge. \n\Pour plus d'information, consultez l'aide Ancestris.\n

TITL_NoOtherAuthorizedUsers=Aucune recherche effectu\u00e9e
MSG_NoOtherAuthorizedUsers=Aucun autre membre Ancestris n'est connect\u00e9 ou authoris\u00e9 par vous-m\u00eame.\n\nDemandez-leurs de se connecter ou bien attendez qu'ils le fassent.\n\n