#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/TreeSharing/src/ancestris/modules/treesharing
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Cerca de Genealogia
OpenIDE-Module-Display-Category=Eines
OpenIDE-Module-Long-Description=<h1><center>Recerca de Genealogia</center></h1>\n\n<p>Amb aquest complement, pot trobar nous individus, fam\u00edlies, per a la seva genealogia per a les persones comunes amb altres membres Ancestris sense enviar la seva genealogia a Internet.</p>\n\n<ul>\n<li>La seva genealogia mai es transfereix a un servidor ni a ning\u00fa. </li>\n<li>Recerques es fan entre genealogies obertes a la investigaci\u00f3 per usuaris Ancestris. </li>\n<li>Vost\u00e8 controla que est\u00e0 fent Ancestris. Podeu obrir o tancar les dades de la Genealogia en qualsevol moment, per a un o diversos arbres gedcom.</li>\n<li>Pot limitar l'obertura de les seves dades a informaci\u00f3 no confidencial.</li>\n<li>El seu ordinador demanar\u00e0 als ordinadors d'altres usuaris d'Ancestris que identifiquin Individus comuns amb el vostre.</li>\n<li>Si en troba, se li presentar\u00e0 un resum d'aquells individus comuns.</li>\n<li>Pot enviar per correu electr\u00f2nic als autors corresponents si voleu m\u00e9s detalls i d'aquesta manera, trobar nous individus per a la vostra recerca.</li>\n<li>Podr\u00e0 veure quins usuaris de Ancestris busquen informaci\u00f3 comuna amb vost\u00e8.</li>\n</ul>\n\n<p>Per accedir-hi, Men\u00fa Principal, Eines, Recerca de Genealogia.</p>
OpenIDE-Module-Short-Description=Cerca de Genealogia entre els usuaris d'Ancestris
#
CTL_TreeSharingAction=Cerca de Genealogia
CTL_TreeSharingTopComponent=Cerca de Genealogia
HINT_TreeSharingTopComponent=<html>Obri els seus arbres de genealogia per ser buscat per altres usuaris d'Ancestris<br>amb tota la confidencialitat necess\u00e0ria, i deixi que Ancestris<br>detecti informaci\u00f3 \u00fatil per a vost\u00e8 a l'inrev\u00e9s.<br></html>
#
TITL_Welcome=Benvingut al complement de Cerca de Genealogia. Aquest missatge us ajudar\u00e0 a comen\u00e7ar.
TITL_WelcomeMessage=<p>Acaba d'instal\u00b7lar el complement de Cerca de Genealogia.</p>
TITL_WelcomeData=<p><b>INFORMACI\u00d3:</b><br>Per utilitzar aquest complement i accedir a la informaci\u00f3 d'altres membres del Ancestris, heu d'obrir part de les vostres dades de genealogia a d'altres. <br> Vost\u00e8 ha d'omplir el seu perfil (pseudo, nom, foto) i acceptar per obrir una mica d'informaci\u00f3 per a altres aplicacions Ancestris per comprovar-ho.<br><br></p>
#    
TITL_WelcomeHowTo=<p><b>INTRODUCCI\u00d3:</b><br>Per comen\u00e7ar a utilitzar el m\u00f2dul de Cerca de Genealogia, nom\u00e9s has de seguir aquests 3 passos:<br>1. Ompli el seu perfil. Apareixer\u00e0 una finestra emergent de prefer\u00e8ncies quan premeu d'acord a continuaci\u00f3.<br>2. Premeu el bot\u00f3 Verd a la barra de men\u00fa. Aix\u00f2 \u00e9s el bot\u00f3 "Obri les dades de la seva genealogia".<br>3. Premeu el bot\u00f3 Magnifier. Aquest \u00e9s el bot\u00f3 de cerca.<br><br>El bot\u00f3 "Tancar les dades de la seva genealogia" \u00e9s el bot\u00f3 vermell. <br><br>Per a m\u00e9s detalls, consulteu l'ajuda de Ancestris.</p>
#
TITL_NoOtherAuthorizedUsers=No es pot fer recerca
MSG_NoOtherAuthorizedUsers=No hi ha altres membres Ancestris que vost\u00e8 ha autoritzat connectat en aquest moment.\n\nSi us plau, demaneu-los que es connectin o esperin que ho facin per poder realitzar la cerca.\n\n\n
#
MSG_NoGedcomLoaded=<html>Necessita tenir com a m\u00ednim un arxiu Gedcom obert per comen\u00e7ar la recerca.<br>Llavors, premi el bot\u00f3 Verd per obrir les seves dades a altres.<br>Llavors premi el bot\u00f3 de recerca.</html>\n
