OpenIDE-Module-Name=Recherche g\u00e9n\u00e9alogique
OpenIDE-Module-Display-Category=Outils
OpenIDE-Module-Long-Description=\
    <h1><center>Recherche g\u00e9n\u00e9alogique</center></h1>\n\n<p>Cet outil permet de trouver de nouveaux individus pour votre g\u00e9n\u00e9alogie \u00e0 partir d'individus communs avec ceux d'autres membres d'Ancestris, sans que votre g\u00e9n\u00e9alogie ne soit jamais sur internet.\
    </p>\n\n<ul>\n<li>En aucun cas votre g\u00e9n\u00e9alogie n'est transf\u00e9r\u00e9e vers un serveur ni vers d'autres personnes. \
    </li>\n<li>Les recherches se font au sein des arbres ouverts \u00e0 la recherche par les utilisateurs. \
    </li>\n<li>C'est vous qui controlez ce que fait Ancestris. Vous pouvez ouvrir et fermer vos donn\u00e9es \u00e0 la recherche \u00e0 tout moment, pour un ou plusieurs arbres.\
    </li>\n<li>Vous pouvez restreindre l'ouverture de vos donn\u00e9es aux informations non confidentielles.\
    </li>\n<li>Votre ordinateur interrogera \u00e0 tour de r\u00f4le ceux des autres membres qui sont ouverts aussi, pour voir s'il y a des ressemblances entre certaines personnes de vos arbres et celles des utilisateurs distants.\
    </li>\n<li>Un aper\u00e7u des informations communes vous est pr\u00e9sent\u00e9 si Ancestris en a trouv\u00e9.\
    </li>\n<li>Vous pouvez entrer en contact par courriel avec les auteurs des arbres identifi\u00e9s pour \u00e9ventuellement trouver de nouveaux individus pour votre g\u00e9n\u00e9alogie.\
    </li>\n<li>Vous pourrez voir \u00e0 tout moment si d'autres utilisateurs Ancestris font des recherches sur des individus qui pourraient \u00eatre communs avec votre g\u00e9n\u00e9alogie.\
    </li>\n</ul>\n\n<p>Cet outil est accessible depuis le Menu Principal, Outils, Recherche g\u00e9n\u00e9alogique.\
    </p>
OpenIDE-Module-Short-Description=Recherche g\u00e9n\u00e9alogique entre utilisateurs Ancestris

CTL_TreeSharingAction=Recherche g\u00e9n\u00e9alogique
CTL_TreeSharingTopComponent=Recherche g\u00e9n\u00e9alogique
HINT_TreeSharingTopComponent=<html>Recherchez des anc\u00eatres avec d'autres utilisateurs Ancestris<br>en toute confidentialit\u00e9, et laissez Ancestris d\u00e9tecter<br>des informations qui pourraient vous int\u00e9resser.<br></html>

TITL_Welcome=Bienvenu dans la Recherche g\u00e9n\u00e9alogique d'Ancestris. Voici de l'aide pour d\u00e9marrer.
TITL_WelcomeMessage=<p>Vous venez d'installer la Recherche g\u00e9n\u00e9alogique.</p>
TITL_WelcomeData=<p><b>INFORMATION :</b><br>Afin d'utiliser la Recherche g\u00e9n\u00e9alogique et acc\u00e9der aux informations des autres utilisateurs, vous devez accepter d'ouvrir les v\u00f4tres. <br>\
    Vous devez remplir votre profile (pseudo, nom, photo) et accepter d'ouvrir certaines informations.<br><br></p>
    
TITL_WelcomeHowTo=<p><b>ESSAYER :</b><br>Pour essayer la Recherche g\u00e9n\u00e9alogique, il vous suffit de 3 \u00e9tapes:<br>\
    1. Remplissez votre profile. Une fen\u00eatre de pr\u00e9f\u00e9rences s'affichera quand vous appuierez sur OK ci-dessous.<br>\
    2. Appuyer sur le bouton Vert pour ouvrir vos donn\u00e9es.<br>\
    3. Appuyer sur le loupe pour lancer la recherche.<br><br>\
    Le bouton de fermeture de vos donn\u00e9es est le bouton rouge. <br><br>Pour plus d'information, consultez l'aide Ancestris.</p>

TITL_NoOtherAuthorizedUsers=Aucune recherche effectu\u00e9e
MSG_NoOtherAuthorizedUsers=Aucun autre membre Ancestris n'est connect\u00e9 ou autoris\u00e9 par vous-m\u00eame.\n\nDemandez-leurs de se connecter ou bien attendez qu'ils le fassent.\n\n

MSG_NoGedcomLoaded=<html>Au moins un fichier gedcom doit \u00eatre ouvert pour effectuer des recherches.<br>Ensuite appuyez sur le bouton vert pour l'ouvrir.<br>Puis appuyez sur le bouton recherche.</html>
MSG_Deprecated=Ce module n'est plus actif. Vous pouvez le d\u00e9sinstaller depuis le gestionnaire d'extension.
