OpenIDE-Module-Name=Import - Kreator importu GEDCOM
OpenIDE-Module-Display-Category=Plik
OpenIDE-Module-Long-Description=<h1><center>Import - Kreator importu Gedcom</center></h1>\n\n<p>This plugin is a wizard to help you import a Gedcom file produced by an external software.</p>\n\n<p>Dost\u0119p przez menu g\u0142\u00f3wne, Plik, Import, Plik Gedcom.</p>
OpenIDE-Module-Short-Description=Importy - Kreator importu Gedcom
CTL_ImportWizardAction=Plik GEDCOM
ImportWizardAction.title=Importuj plik GEDCOM
ImportVisualWarning.title=Ostrze\u017cenie
ImportVisualWarning.warning=<html><b>Prosz\u0119 przeczytaj.</b><br />To narz\u0119dzie jest przeznaczone do importowania danych do Ancestris i postara si\u0119 ono naprawi\u0107 wszystkie b\u0142\u0119dy ktore mo\u017ce napotka\u0107.<br /><br />W rzeczywisto\u015bci, wszystkie programy genealogiczne nie generuj\u0105 pliku w 100% zgodnego ze specyfikacj\u0105 GEDCOM.<br />Je\u015bli to narz\u0119dzie nie b\u0119dzie mog\u0142o naprawi\u0107 wi\u0119kszo\u015bci b\u0142\u0119d\u00f3w, przerwie prac\u0119. Wtedy trzeba b\u0119dzie po prostu otworzy\u0107 plik GEDCOM z menu g\u0142\u00f3wnego, Plik -> Otw\u00f3rz i poda\u0107 \u015bcie\u017ck\u0119 i nazw\u0119 pliku genealogii aby m\u00f3c za\u0142adowa\u0107 go i pracowa\u0107 na nim.<br /><br />Nawet je\u015bli to narz\u0119dzie zaakceptuje Twoje dane, to mo\u017ce si\u0119 zda\u017cy\u0107 \u017ce nie b\u0119dzie w stanie naprawi\u0107 wszystkiego, wi\u0119c jest mo\u017cliwe, \u017ce b\u0119dzie trzeba otworzy\u0107 plik za pomoc\u0105 edytora tekstu i troch\u0119 nad nim popracowa\u0107.<br /><br />Poniewa\u017c chcemy usprawni\u0107 to narz\u0119dzie, wi\u0119c je\u015bli nie uda\u0142o Ci si\u0119 zaimportowa\u0107 pliku GEDCOM, prze\u015blij go nam na adres "support@ancestris.org", a do\u0142o\u017cymy wszelkich stara\u0144 aby nasz Wizard dzia\u0142a\u0142.<br /><br /></html>
ImportVisualPanel2.title=Wybierz plik
ImportVisualPanel2.fc.title=Prosz\u0119 wybra\u0107 plik do importu
ImportVisualPanel2.fc.OK=Wybierz
ImportVisualImport.jButton1.text=Otw\u00f3rz ...
ImportVisualImport.jLabel1.text=Ten plik zosta\u0142 wygenerowany przez
ImportVisualImport.jLabel2.text=Plik do importu
ImportVisualImport.jLabel3.text=<html><b>Upewnij si\u0119, \u017ce posiadasz plik formatu GEDCOM</b><br />kt\u00f3ry zosta\u0142 wygenerowany jako eksport GEDCOM przez oprogramowanie genealogiczne.<br />To musi by\u0107 format GEDCOM.<br /><br />Wskaza\u0107 z jakiego oprogramowania genealogicznego pochodzi ten plik GEDCOM.<br />&nbsp;</html>
ImportVisualImport.jLabel4.text=<html><b>Wska\u017c lokalizacj\u0119 pliku GEDCOM pochodz\u0105cego z tego oprogramowania,</b><br />a nast\u0119pnie kliknij przycisk Zako\u0144cz aby uruchomi\u0107 import.<br />&nbsp;</html>
