CTL_ResourceEditorAction=Editeur de ressources
CTL_ResourceEditorTopComponent=Fen\u00eatre d'Edition des ressources
HINT_ResourceEditorTopComponent=<html>Cette fen\u00eatre va vous permettre l'\u00e9dition des fichiers de ressources.<br /><ul><li>Dans la partie haute, si le fichier \u00e0 traduire contient \ndes commentaires, ils seront affich\u00e9s dans cette partie.</li><li>Dans la partie centrale seront affich\u00e9s les phrases et mots du fichier \nsource original qui vous sert de base pour la traduction.</li><li>Dans la partie basse, c'est l\u00e0 que vous devrez \u00e9crire votre traduction.</ul></html>\n
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK (Alt-Entr\u00e9e)
ResourceEditorTopComponent.jPanel1.border.title=Commentaires \u00e9ventuellement contenus
ResourceEditorTopComponent.jPanel3.border.title=Fen\u00eatre de Traduction
ResourceEditorTopComponent.jPanel2.border.title=Phrases du fichier source
ResourceEditorTopComponent.previousButton.text=Pr\u00e9c\u00e9dent
ResourceEditorTopComponent.nextButton.text=Suivant
ResourceEditorTopComponent.NoTranslation=Cette phrase n'a pas \u00e0 \u00eatre traduite.
ResourceEditorTopComponent.SameTranslation=Attention: la traduction est identique \u00e0 l'original
ResourceEditorTopComponent.empty=<empty>
ResourceEditorTopComponent.jLabel1.text=?
ResourceEditorTopComponent.jLabel1.toolTipText=<html>Cette fen\u00eatre vous montre les commentaires pouvant \u00e9ventuellement <br />\u00eatre contenus dans le fichier de ressources. <br />Vous n'avez rien \u00e0 faire, ils sont affich\u00e9s dans cette fen\u00eatre simplement <br />pour vous donner une information compl\u00e8te de ce que l'on peut trouver<br />dans le fichier que vous traduisez.</html>
ResourceEditorTopComponent.jLabel2.text=?
ResourceEditorTopComponent.jLabel2.toolTipText=<html>Dans cette fen\u00eatre vous pouvez voir toutes les phrases, mots, que vous allez devoir<br />traduire. Ils sont dans la langue que vous avez choisie comme langue source. Donc si<br />vous traduisez de l'anglais vers le fran\u00e7ais par exemple, les phrase dans cette <br />fen\u00eatre sont en anglais.<br /><ul><li>Les phrases en noir sont normalement d\u00e9j\u00e0 traduites, mais vous devriez y jeter<br />un coup d'oeil. En effet il est possible que certaines phrases aient \u00e9t\u00e9 modifi\u00e9es, <br />mais qu'elles n'aient pas encore \u00e9t\u00e9 mises \u00e0 jour dans la langue que vous avez <br />choisie.</li><li>Les phrases en bleu sont normalement traduites, mais les mots utilis\u00e9s sont les <br />m\u00eames dans la langue source et dans la langue destination. L\u00e0 encore, il faut <br />mieux les v\u00e9rifier, car il est possible qu'il y ait des erreurs.</li><li>Les phrases en rouge n'ont jamais \u00e9t\u00e9 traduites, donc il faut le faire.</li></ul>Cliquez sur une phrase et commencez votre traduction dans la fen\u00eatre en dessous.</html>
ResourceEditorTopComponent.jLabel3.text=?
ResourceEditorTopComponent.jLabel3.toolTipText=<html>Cette fen\u00eatre est celle de saisie de vos traductions. C'est ici que vous devez <br />\u00e9crire. Une chose importante \u00e0 savoir: tant que vous n'avez pas cliquez sur OK <br />apr\u00e8s avoir \u00e9crit une phrase, celle-ci ne sera pas sauvegard\u00e9e.<br /><br />Il est tr\u00e8s tr\u00e8s important de respecter le contenu des phrases d'origine. Ainsi, <br />si le fichier original contient des codes html, des variables, <b>vous devez les <br />r\u00e9\u00e9crire de la m\u00eame mani\u00e8re</b> dans votre traduction.<br /><br /><u>Un exemple</u>:<ul>Si dans votre fichier source, vous avez: "<i>Select {0} to create the <br />windowing model</i>" et vous voulez le traduire en fran\u00e7ais, vous devrez <br />\u00e9crire: "<i>Choisir {0} pour mod\u00e8le d'agencement du fen\u00eatrage</i>".<br />Vous voyez qu'on a repris la variable {0} dans la traduction.</ul></html>
