#            Bundle resources file for package Ancestris - Unicode
#            Path : Tools/trancestris/Editors/src/org/ancestris/trancestris/editors/resourceeditor
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
CTL_ResourceEditorAction=Editor de recursos 
CTL_ResourceEditorTopComponent=Finestra de l'editor de recursos 
HINT_ResourceEditorTopComponent=<html>Aquesta finestra us donar\u00e0 l'oportunitat d'editar els fitxers de paquets de recursos.< br/><ul><li>A la part superior, si el fitxer que voleu traduir cont\u00e9 comentaris, <br/>es mostraran aqu\u00ed.</li><li>A la finestra del mig, les frases i paraules que s'han d' <br/> traduir i presentar en el fitxer d'origen, es mostraran all\u00ed.</li><li>A la part inferior, \u00e9s all\u00e0 on has d'escriure la teva traducci\u00f3.</ul></html>\n
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK 
ResourceEditorTopComponent.jPanel1.border.title=Comentaris eventualment disponibles 
ResourceEditorTopComponent.jPanel3.border.title=Finestra de traducci\u00f3 
ResourceEditorTopComponent.jPanel2.border.title=Frases originals 
ToolTip-Comment-Window=<html>Aquesta finestra us mostra els comentaris que es poden escriure al fitxer recursos que< br/>esteu traduint.< br/>No has de fer res amb ells, \u00e9s nom\u00e9s per donar-te tota la informaci\u00f3 < br/> disponible en aquest paquet. </html>
ToolTip-FileToTranslate-Window=<html>En aquesta finestra podeu veure totes les frases, paraules que heu de traduir. S\u00f3n< br/>en la llengua que has triat com a font, aix\u00ed que si tradueixes d'angl\u00e8s a < br/>alemany totes les frases mostrades aqu\u00ed s\u00f3n en angl\u00e8s.< br/><ul><li> els negres ja estan tradu\u00efts, per\u00f2 haur\u00edeu de comprovar-los, potser< br/>alguna cosa ha estat canviada en l'arxiu d'origen de recursos i no s'ha informat < br/> en l'idioma en el que est\u00e0s traduint.</li><li>Els blaus ja estan tradu\u00efts, per\u00f2 les frases, paraules utilitzades en la llengua d'origen < br/> s\u00f3n les mateixes que les disponibles en la llengua resultant.< br/>\u00c9s una bona idea comprovar-los tanmateix.</li><li>Els vermells s'han de traduir.</li></ul>Feu clic en una frase i comenceu la traducci\u00f3 a la finestra de sota. </html>
ToolTip-Translation-Window=<html>Aquesta \u00e9s la finestra de traducci\u00f3. \u00c9s en ella que vost\u00e8 ha d'escriure la seva traducci\u00f3.< br/>Una cosa important per saber: la seva traducci\u00f3 no es guardar\u00e0 si no feu clic< br/> en el bot\u00f3 OK de sota.< br/>< br/>\u00c9s realment important respectar la redacci\u00f3 de les frases originals. Per tant, si la frase original< br/>t\u00e9 codis HTML, o variables, <b> els has d'escriure< br/>exactament de la mateixa manera</b>en les frases tradu\u00efdes.<br/><br/><u>Un exemple</u>:<ul>si tens com a frase de font: "<i>Select {0} per crear la de finestres< br/>model</i>"i voleu traduir-lo al franc\u00e8s, haureu d'escriure: <br />"<i>Choisir {0} pour Mod\u00e8le d'agencement du fen\u00eatrage</i>"</ul></html>
ResourceEditorTopComponent.previousButton.text=Anterior
ResourceEditorTopComponent.nextButton.text=Seg\u00fcent
ResourceEditorTopComponent.NoTranslation=Aquesta frase no s'ha de traduir 
ResourceEditorTopComponent.SameTranslation=Advert\u00e8ncia: traducci\u00f3 id\u00e8ntica a la llengua original 
ResourceEditorTopComponent.empty=<buit>
