CTL_ResourceEditorAction=Editor de Recursos
CTL_ResourceEditorTopComponent=Janela do Editor de Recursos
HINT_ResourceEditorTopComponent=<html>Esta janela dar-lhe-\u00e0. a possibilidade de editar os pacotes de ficheiros de recursos<br /><ul><li>Na parte superior, se o ficheiro que pretende traduzir cont\u00e9m coment\u00e1rios, <br/>estes ser\u00e3o mostrados aqui.</li><li>Na janela do meio, as frases e palavras que necessitam de <br/>tradu\u00e7\u00e3o e est\u00e3o presentes no pacote de recursos, ser\u00e3o mostradas aqui.</li><li>Na parte inferior \u00e9 onde deve escrever as suas tradu\u00e7\u00f5es.</ul></html>
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK
ResourceEditorTopComponent.jPanel1.border.title=Coment\u00e1rios eventualmente dispon\u00edveis
ResourceEditorTopComponent.jPanel3.border.title=Janela de Tradu\u00e7\u00e3o
ResourceEditorTopComponent.jPanel2.border.title=Frases originais
ToolTip-Comment-Window=<html>Esta janela mostra-lhe os coment\u00e1rios que podem ser escritos no ficheiro de recursos<br />que est\u00e1 a traduzir.<br />N\u00e3o tem de faze-lhes nada, servem apenas para lhe disponibilizar toda a informa\u00e7\u00e3o <br />dispon\u00edvel no pacote.</html>
ToolTip-FileToTranslate-Window=<html>Naquela janela pode ver todas as frases e palavras que tem de traduzir. Estas est\u00e3o<br />na l\u00edngua que escolheu como original, portanto se est\u00e1 a traduzir de Ingl\u00eas para <br />Alem\u00e3o, todas as frases aqui estar\u00e3o em Ingl\u00eas.<br /><ul><li>As a preto j\u00e1 est\u00e3o traduzidas, mas deve verifica-las, algo<br />pode ter mudado no ficheiro de recursos e n\u00e3o ter sido reportado <br />na l\u00edngua de destino.</li><li>Os azuis j\u00e1 est\u00e3o traduzidos, mas as frases, ou palavras usadas na <br />l\u00edngua de origem s\u00e3o as mesmas utilizadas na l\u00edngua de destino. <br />\u00c9 boa pr\u00e1tica verifica-las tamb\u00e9m.</li><li>As vermelhas ainda t\u00eam de ser traduzidas.</li></ul>Clique numa frase, e comece a traduzir na janela de baixo.</html>
ToolTip-Translation-Window=<html>Esta \u00e9 a janela de tradu\u00e7\u00e3o. \u00c9 onde deve escrever a sua tradu\u00e7\u00e3o.<br />Uma nota importante: a sua tradu\u00e7\u00e3o n\u00e3o ficar\u00e1 guardada se n\u00e3o clicar<br />no bot\u00e3o de OK abaixo.<br /><br />\u00c9 muito importante respeitar as palavras da vers\u00e3o original. Portanto se <br /> a frase original tiver c\u00f3digos HTML, ou vari\u00e1veis, voc\u00ea deve<b>escrev\u00ea-los <br />exactamente da mesma forma</b> nas suas frases traduzidas.<br /><br /><u>Por exemplo</u>:<ul>se tiver uma frase de origem: "<i>Select {0} to create the windowing <br />model</i>" e pretende traduzi-la para Portugu\u00eas, dever\u00e1 escrever: <br />"<i>Escolher {0} para criar um modelo de arranjo de janelas</i>"</ul></html>
ResourceEditorTopComponent.previousButton.text=Anterior
ResourceEditorTopComponent.nextButton.text=Seguinte
ResourceEditorTopComponent.NoTranslation=Esta frase n\u00e3o necessita de tradu\u00e7\u00e3o
