CTL_ResourceEditorAction=Edytor zasob\u00f3w
CTL_ResourceEditorTopComponent=Okno edytora zasob\u00f3w
HINT_ResourceEditorTopComponent=<html>To okno daje mo\u017cliwo\u015b\u0107 edytowania paczki plik\u00f3w.<br /><ul><li>W g\u00f3rnej cz\u0119\u015bci, je\u015bli plik kt\u00f3ry chcesz t\u0142umaczy\u0107 zawiera komentarze,<br />b\u0119d\u0105 one wy\u015bwietlane.</li><li>W \u015brodkowym oknie zostan\u0105 wy\u015bwietlone<br />zdania i s\u0142owa, kt\u00f3re musz\u0105 by\u0107 przet\u0142umaczone.</li><li>W dolnej cz\u0119\u015bci jest miejsce na wpisanie t\u0142umaczenia.</ul></html>
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK
ResourceEditorTopComponent.jPanel1.border.title=Ewentualne komentarze 
ResourceEditorTopComponent.jPanel3.border.title=Okno t\u0142umaczenia
ResourceEditorTopComponent.jPanel2.border.title=Oryginalne zdanie
ResourceEditorTopComponent.jLabel1.toolTipText=<html>To okno pokazuje komentarze pliku pakietu<br />kt\u00f3ry t\u0142umaczysz.<br />Nie musisz z nimi nic robi\u0107, s\u0105 one tylko by wy\u015bwietli\u0107 wszystkie informacje<br />jakie s\u0105 dost\u0119pne w pakiecie.</html>
ResourceEditorTopComponent.jLabel2.toolTipText=<html>W tym oknie mo\u017cna zobaczy\u0107 wszystkie zdania i s\u0142owa do t\u0142umaczenia. S\u0105 one<br />w j\u0119zyku jaki wybra\u0142e\u015b jako \u017ar\u00f3d\u0142o, wi\u0119c je\u015bli t\u0142umaczysz z angielskiego do<br />niemieckiego to wszystkie zdanie wy\u015bwietlaj\u0105 si\u0119 tu po angielsku.<br /><ul><li>Czarne linie s\u0105 ju\u017c przet\u0142umaczone, ale mo\u017cna je sprawdzi\u0107, mo\u017ce<br />jest co\u015b do poprawy, lub zosta\u0142o zmienione w paczce<br />w j\u0119zyku z kt\u00f3rego t\u0142umaczysz.</li><li>Linie niebieskie s\u0105 przet\u0142umaczone, ale zdania s\u0105 takie same jak zdania \u017ar\u00f3d\u0142owe.<br />Tak wi\u0119c to dobra my\u015bl by sprawdzi\u0107 tak\u017ce te zdania.</li><li>Linie czerwone nie s\u0105 jeszcze przet\u0142umaczone.</li></ul>Kliknij na jednym zdaniu i rozpocznij t\u0142umaczenie w oknie poni\u017cej.</html>
ResourceEditorTopComponent.jLabel3.toolTipText=<html>To jest okno t\u0142umaczenia. W nim trzeba napisa\u0107 t\u0142umaczenie.<br />Musisz pami\u0119ta\u0107: twoje t\u0142umaczenie nie zostanie zapisane je\u015bli nie potwierdzisz go<br />przyciskiem OK poni\u017cej<br /><br />To naprawd\u0119 wa\u017cne aby uwa\u017ca\u0107 na brzmienie oryginalnych zda\u0144. Wi\u0119c je\u015bli<br />w zdaniu oryginalnym jest kod HTML lub zmienne, <b>trzeba pisa\u0107 je<br />dok\u0142adnie tak samo</b> w swoich t\u0142umaczeniach.<br /><br /><u>Na przyk\u0142ad</u>:<ul> je\u015bli masz w zdaniu tekst: "<i>Select {0} to create the windowing<br />model</i>" i chcesz przet\u0142umaczy\u0107 go na j\u0119zyk polski, trzeba b\u0119dzie napisa\u0107:<br />"<i>Wybierz {0} aby utworzy\u0107 okienkowy model</i>"</ul></html>
ResourceEditorTopComponent.previousButton.text=Poprzedni
ResourceEditorTopComponent.nextButton.text=Nast\u0119pny
ResourceEditorTopComponent.NoTranslation=To zdanie nie musi by\u0107 t\u0142umaczone
ResourceEditorTopComponent.SameTranslation=Uwaga: t\u0142umaczenie identyczne z orygina\u0142em
ResourceEditorTopComponent.empty=<puste>
