CTL_ResourceEditorAction=Resurseditor
CTL_ResourceEditorTopComponent=Resurseditorf\u00f6nster
HINT_ResourceEditorTopComponent=<html>Det h\u00e4r f\u00f6nstret ger dig m\u00f6jlighet att redigera resurspaketen.<br /><ul><li>Den \u00f6vre delen visar kommentarer om filen du vill \u00f6vers\u00e4tta.</li><li>Det mellersta visar meningar och ord som beh\u00f6ver \u00f6vers\u00e4ttas fr\u00e5n k\u00e4llfilen.</li><li>I det nedersta visas visas den \u00f6vers\u00e4ttning du g\u00f6r eller har gjort tidigare.</ul></html>\n
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK
ResourceEditorTopComponent.jPanel1.border.title=Kommentarer kan finnas tillg\u00e4ngliga
ResourceEditorTopComponent.jPanel3.border.title=\u00d6vers\u00e4ttningsf\u00f6nster
ResourceEditorTopComponent.jPanel2.border.title=Ursprungsmeningar
ResourceEditorTopComponent.jLabel1.toolTipText=<html>Det h\u00e4r f\u00f6nstret visar de kommentarer som kan finnas i den resursfil<br />du \u00f6vers\u00e4tter.<br />Du beh\u00f6ver inte g\u00f6ra n\u00e5got \u00e5t dem. De \u00e4r bara till f\u00f6r att ge dig all tillg\u00e4nglig inforamtion<br />om paketet.</html>
ResourceEditorTopComponent.jLabel2.toolTipText=<html>I det f\u00f6nstret kan du se alla meningar och ord du m\u00e5ste \u00f6vers\u00e4tta. De \u00e4r<br />i det spr\u00e5k du valt som k\u00e4lla. S\u00e5 om du \u00f6vers\u00e4tter fr\u00e5n engelska till<br />tyska, \u00e4r allt du ser h\u00e4r p\u00e5 engelska.<br /><ul><li>Det svarta \u00e4r redan \u00f6versatt, men du b\u00f6r kolla det, kanske <br />har n\u00e5got \u00e4ndrats i resursfilen utan att det kommit med<br />i det spr\u00e5k du \u00f6vers\u00e4tter till.</li><li>De bl\u00e5 \u00e4r redan \u00f6versatta, men meningar och ord i<br />k\u00e4llspr\u00e5ket \u00e4r de samma som i spr\u00e5ket du \u00f6vers\u00e4tter till.<br />Det \u00e4r en bra id\u00e9 att kolla dem ocks\u00e5.</li><li>De r\u00f6da \u00e4r de som skall \u00f6vers\u00e4ttas.</li></ul>Klicka p\u00e5 en mening eller ord och g\u00f6r din \u00f6vers\u00e4ttning i f\u00f6nstret nedanf\u00f6r.</html>
ResourceEditorTopComponent.jLabel3.toolTipText=<html>Det h\u00e4r \u00e4r \u00f6vers\u00e4ttningsf\u00f6nstret. Det \u00e4r h\u00e4r du skriver din \u00f6vers\u00e4ttning.<br />En viktig sak att veta \u00e4r, att den blir inte sparad, om du inte klickar p\u00e5<br />OK-knappen h\u00e4r nedanf\u00f6r.<br /><br />Det \u00e4r mycket viktigt att ge akt p\u00e5 orden i orginalmeningarna. Om<br />orginalmeningen inneh\u00e5ller html-koder eller variabler, m\u00e5ste du <b>skriva dem p\u00e5<br />exakt samma s\u00e4tt</b> i din \u00f6versatta mening.<br /><br /><u>Ett exempel:</u>:<ul>Om du har en k\u00e4llmening: "<i>Select {0} to create the windowing <br />model</i>" och du vill \u00f6vers\u00e4tta den till svenska, m\u00e5ste du skriva:<br />"<i>V\u00e4lj {0} f\u00f6r att skapa f\u00f6nstermetoden</i>"</ul></html>
ResourceEditorTopComponent.previousButton.text=F\u00f6reg\u00e5ende
ResourceEditorTopComponent.nextButton.text=N\u00e4sta
ResourceEditorTopComponent.NoTranslation=Den h\u00e4r meningen beh\u00f6ver inte \u00f6vers\u00e4ttas
ResourceEditorTopComponent.SameTranslation=Varning\! \u00d6vers\u00e4ttningen samma som p\u00e5 orginalspr\u00e5ket\!
ResourceEditorTopComponent.empty=<tom>
