#            Bundle resources file for package Ancestris - Unicode
#            Path : Tools/trancestris/Editors/src/org/ancestris/trancestris/editors/resourceeditor
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
CTL_ResourceEditorAction=Ressource-redigeringsv\u00e6rkt\u00f8j
CTL_ResourceEditorTopComponent=Ressource redigeringsv\u00e6rkt\u00f8js vindue
HINT_ResourceEditorTopComponent=<html>I dette vindue kan du redigere ressource pakke-filer.<br /><ul><li>\u00d8verst vises kommentarer, hvis disse findes i filen, <br/>der skal overs\u00e6ttes.</li><li>I det midterste vindue, vises de ord og s\u00e6tninger, der skal overs\u00e6ttes <br/>fra kildefilen.</li><li>I det nederste vindue, skriver du din overs\u00e6ttelse.</ul></html>
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK
ResourceEditorTopComponent.jPanel1.border.title=Kommentarer muligvis tilg\u00e6ngelige
ResourceEditorTopComponent.jPanel3.border.title=Overs\u00e6ttelsesvindue
ResourceEditorTopComponent.jPanel2.border.title=Originale s\u00e6tninger
ToolTip-Comment-Window=<html>Dette vindue viser de kommentarer, som kan st\u00e5 i den ressource-fil<br />, som du overs\u00e6tter.<br />Du skal ikke g\u00f8re noget med dem. Det er bare til information <br />tilg\u00e6ngelig i pakken.</html>
ToolTip-FileToTranslate-Window=<html>I dette vindue vises de ord og s\u00e6tninger, der skal overs\u00e6ttes. De er skrevet <br />p\u00e5 det sprog, du har valgt som kilde, s\u00e5 hvis du overs\u00e6tter fra engelsk til tysk <br />vil alle disse s\u00e6tninger v\u00e6re p\u00e5 engelsk.<br /><ul><li>De sorte s\u00e6tninger er allerede oversat, men du kan kontrollere dem, m\u00e5ske <br />er der noget der skal rettes eller forbedres.</li><li>De bl\u00e5 er allerede oversat, men ord og s\u00e6tninger er ens p\u00e5 kildesprog og i <br />overs\u00e6ttelsen. <br />Det vil v\u00e6re en god ide at kontrollere dem.</li><li>De r\u00f8de skal overs\u00e6ttes.</li></ul>Klik p\u00e5 en s\u00e6tning og begynd p\u00e5 overs\u00e6ttelsen i nederste vindue.</html>
ToolTip-Translation-Window=<html>Dette er overs\u00e6ttelsesvinduet. Det er her, du skal skrive din overs\u00e6ttelse.<br />En vigtig ting at vide: din overs\u00e6ttelse gemmes kun, hvis du trykker p\u00e5 OK <br />knappen nederst.<br /><br />Det er vigtigt at respektere den originale teksts ordlyd. S\u00e5 hvis den originale <br />s\u00e6tning indeholder html-koder eller variable, skal du <b>skrive dem p\u00e5 pr\u00e6cis <br />samme m\u00e5de</b> i den oversatte s\u00e6tning.<br /><br /><u>Et eksempel</u>:<ul>hvis du har denne kildes\u00e6tning: "<i>Select {0} to create the windowing <br />model</i>" og du overs\u00e6tter til fransk, skriver du: <br />"<i>Choisir {0} pour mod\u00e8le d'agencement du fen\u00eatrage</i>"</ul></html>
ResourceEditorTopComponent.previousButton.text=Forrige
ResourceEditorTopComponent.nextButton.text=N\u00e6ste
ResourceEditorTopComponent.NoTranslation=Denne s\u00e6tning skal ikke overs\u00e6ttes
ResourceEditorTopComponent.SameTranslation=Advarsel: overs\u00e6ttelsen er identisk med originalen
ResourceEditorTopComponent.empty=<tom>
ResourceEditorTopComponent.jLabel1.text=?
ResourceEditorTopComponent.jLabel1.toolTipText=<html>Dette er overs\u00e6ttelses vinduet. Det er her du skriver din overs\u00e6ttelse.<br />En vigtig information er:din overs\u00e6ttelse vil ikke blive gemt, hvis ikke du klikker <br />p\u00e5 OK knappen, herunder.<br /><br />Det er vigtigt at respektere ordene, som de oprindelige s\u00e6tninger var. S\u00e5 hvis den <br />oprindelige s\u00e6tning har html koder, eller variabler, skal du <b>skrive dem <br />p\u00e5 n\u00f8jagtig samme m\u00e5de</b> i dine oversatte s\u00e6tninger.<br /><br /><u>Et eksempel</u>:<ul>Hvis du har en kilde s\u00e6tning: "<i>V\u00e6lg {0} for at opretholde vinduets <br />model</i>" og du vil overs\u00e6tte det til Fransk, skal du skrive: <br />"<i>Choisir {0} pour mod\u00e8le d'agencement du fen\u00eatrage</i>"</ul></html>
ResourceEditorTopComponent.jLabel2.text=?
ResourceEditorTopComponent.jLabel2.toolTipText=<html>I dette vindue, kan du se alle s\u00e6tninger, og ord, som du skal overs\u00e6tte. De er <br />i det sprog du har valgt som kilde. S\u00e5 hvis du overs\u00e6tter fra Engelsk, til <br />Tysk, vil alle s\u00e6tninger vist her, v\u00e6re p\u00e5 Engelsk.<br /><ul><li>Sort farvet tekst, er allerede oversat, men du b\u00f8r tjekke disse, da <br />noget m\u00e5ske er \u00e6ndret i kilde filen, og ikke er blevet rapporteret <br />i sprog filen du overs\u00e6tter til.</li><li>Bl\u00e5 farvet tekst, er allerede oversat, men s\u00e6tninger, og ord brugt i<br />kilde sprog, er det samme som det der er vist i resultat sproget. <br />Det er en god ide, at tjekke dem grundigt.</li><li>R\u00f8d markeret tekst, mangler at blive oversat. </li></ul>Klik p\u00e5 en s\u00e6tning, og start din overs\u00e6ttelse i vinduet, herunder.</html>
ResourceEditorTopComponent.jLabel3.text=?
ResourceEditorTopComponent.jLabel3.toolTipText=<html>Dette vindue, viser dig kommentarerne, som kan skrives i kilde filen<br />som du overs\u00e6tter.<br />Du beh\u00f8ver ikke at g\u00f8re noget med disse, da det kun er til at give dig den information <br />som er til r\u00e5dighed i pakken.</html>
