#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/WebBook/src/ancestris/modules/webbook/transfer

# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--

EXEC_uploading=Transfert

TASK_UploadExecution=Transfert en cours...
TASK_UploadExecutionStart=D\u00e9but du transfert des fichiers vers votre site Web.
TASK_UploadExecutionStopped=Transfert annul\u00e9 durant l'ex\u00e9cution.
TASK_UploadExecutionSuccess=Transfert termin\u00e9 avec succ\u00e8s! :-)))))
TASK_UploadExecutionFailed=Transfert termin\u00e9 mais avec des erreurs :-(((((

upload_check           = IDENTIFICATION DES FICHIERS A REMONTER ET A EFFACER
upload_connection      = CONNEXION A VOTRE SERVEUR
upload_transfer        = TRANSFERT DES FICHIERS VERS VOTRE SITE
upload_removing        = SUPPRESSION DES FICHIERS DU SITE NON PR\u00c9SENTS EN LOCAL
upload_closing         = FERMETURE DE LA CONNEXION
upload_shell           = LANCEMENT DU SHELL LE CAS \u00c9CHEANT


upload_foundlocal      = Nombre de fichiers trouv\u00e9s localement: {0,number,integer}
upload_foundtrsf       = Nombre de fichiers \u00e0 transf\u00e9rer:       {0,number,integer}
upload_error_check     = ***Erreur: Je n'arrive pas \u00e0 analyser le registre

upload_errorConn       = ***Erreur: Je n'arrive pas \u00e0 me connecter au serveur.

upload_starting        = D\u00e9marrage du transfert de fichier...
upload_noneed          = Pas besoin de transf\u00e9rer {0}/{1}
upload_dirnotthere     = Probl\u00e8me de connexion ou bien ce r\u00e9pertoire n'existe pas encore sur le serveur, j'essaie de le cr\u00e9er.
upload_error_ftp_cd    = ***Erreur: Je n'arrive pas \u00e0 changer de r\u00e9pertoire sur le serveur
upload_error_ftp_put   = ***Erreur: Je n'arrive pas \u00e0 transf\u00e9rer le fichier
upload_transferred     = Transfert termin\u00e9 de {0}/{1} dont la taille est {2,number,integer} B
upload_donesofar       = Nombre de fichiers d\u00e9j\u00e0 transf\u00e9r\u00e9s: {0,number,integer} sur {1,number,integer} - Volume transf\u00e9r\u00e9: {2,number,integer} KB
upload_trsfComplete    = Transfert termin\u00e9. Sauvegarde dans le registre en cours...
upload_errorLoop       = ***Erreur: Je n'arrive pas \u00e0 remonter les fichiers.

upload_remove          = Nombre de fichiers \u00e0 effacer du serveur selon le registre: {0,number,integer}
upload_noremove        = Je n'ai trouv\u00e9 aucun fichier connu \u00e0 supprimer du c\u00f4t\u00e9 du serveur. Il peut en rester qui n'aient pas \u00e9t\u00e9 mis l\u00e0 par le WebBook.
upload_usernoremove    = Des fichiers semblent inutiles du c\u00f4t\u00e9 du serveur mais vous n'avez pas choisi l'option de les supprimer.
upload_startingrm      = Je supprime les fichiers inutiles du serveur...
upload_nodir           = Le r\u00e9pertoire n'existe pas sur le serveur. Il n'est donc plus n\u00e9cessaire de supprimer le fichier qui s'y trouvait.
upload_cannotrm        = {0} - je ne peux pas supprimer ce fichier.
upload_removed         = {0} - j''ai supprim\u00e9 ce fichier.
upload_rmComplete      = Phase de suppression des fichiers inutiles du serveur termin\u00e9e.
upload_errorrm         = ***Erreur: Je n'arrive pas \u00e0 supprimer les fichiers du serveur.

upload_error_timeout   = ***Erreur: Le serveur ne repond plus ou le fichier a besoin de plus de 2min pour \u00eatre transf\u00e9rer.
upload_uponefile       = D\u00e9but de transfert du fichier...
upload_storefile       = Stockage du fichier sur le serveur...
upload_success         = Le transfert du fichier s'est bien pass\u00e9
upload_errorPut        = ***Erreur: Je n'arrive pas \u00e0 stocker le fichier sur le serveur.

upload_error           = ***Erreur: Il y a eu au moins un probl\u00e8me durant le transfert car il y a moins de fichiers transf\u00e9r\u00e9s que pr\u00e9vu.
upload_alldone         = Tous les fichiers \u00e0 transf\u00e9rer ont \u00e9t\u00e9 transf\u00e9r\u00e9s.
upload_errorClose      = ***Erreur: Je n'arrive pas \u00e0 fermer la connection au serveur.


shell_launch = Je lance le programme {0}
shell_cannotwait = Ce programme a \u00e9t\u00e9 lanc\u00e9 et pourra encore continuer apr\u00e8s la fin de cette re-g\u00e9n\u00e9ration du Livre Web. A vous de surveiller qu'il se termine bien.
shell_error = ***Erreur: Je n''arrive pas \u00e0 lancer le programme {0} - {1}
shell_none = Aucun shell \u00e0 lancer



