#           Bundle resources file for package Ancestris - Unicode
#           Path : AncestrisExtensions/datulette/src/ancestris/modules/datulette
#
#--=====--WARNING to Translators---------------------------------=====--
# Some lines must not be translated. If a line follow a line beginning 
# with #NOI18N, it must be left the way it is written.
# Using Trancestris you won't be allowed to edit it.
#--=====---------------------------------WARNING to Translators--=====--
CTL_DatuAction=Datulette
CTL_DatuTopComponent=The datulette
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Long-Description=\u039f \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03ae\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd. \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03ad\u03b9\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ad\u03b1\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd. \u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2  \u03bc\u03b5 \u03c4\u03bf \u0393\u03b1\u03bb\u03bb\u03b9\u03ba\u03cc \u03b5\u03c0\u03b1\u03bd\u03b1\u03c3\u03c4\u03b1\u03c4\u03b9\u03ba\u03cc \u03b7\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03ac\u03bc\u03b5\u03c3\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03ad\u03c8\u03b9\u03bc\u03b5\u03c2 \u03c3\u03b5 \u03ac\u03bb\u03bb\u03bf \u03b7\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf, \u03cc\u03c0\u03c9\u03c2 \u03c4\u03bf \u0393\u03c1\u03b7\u03b3\u03bf\u03c1\u03b9\u03b1\u03bd\u03cc \u03b7\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf.\n\u039c\u03cc\u03bb\u03b9\u03c2 \u03b5\u03b3\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03b1\u03b8\u03b5\u03af \u03c4\u03bf "Datulette", \u03b8\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf \u03bc\u03ad\u03c3\u03c9 \u03c4\u03bf\u03c5 \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03bf\u03cd \u03bc\u03b5\u03bd\u03bf\u03cd : \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1 - Datulette.
OpenIDE-Module-Name=Datulette
OpenIDE-Module-Short-Description=\u0388\u03bd\u03b1\u03c2 \u03bc\u03b9\u03ba\u03c1\u03cc\u03c2 \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03ae\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf Ancestris
DatuTopComponent.jTextField1.text=jTextField1
DatuTopComponent.month=\u03bc\u03ae\u03bd\u03b1\u03c2
DatuTopComponent.months=\u03bc\u03ae\u03bd\u03b5\u03c2
DatuTopComponent.year=%d \u03ad\u03c4\u03bf\u03c2
DatuTopComponent.years=%d \u03ad\u03c4\u03b7
DatuTopComponent.FromTo=\u0391\u03c0\u03cc %s \u03c3\u03b5 %s
DatuTopComponent.jPanel3.toolTipText=\u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b5\u03c4\u03ce\u03bd \u03bc\u03b5\u03c4\u03ac \u03ae \u03c0\u03c1\u03af\u03bd \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 (0 \u03c3\u03b5 100)
DatuTopComponent.calendar.gregorian.toolTipText=<html>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b7\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c0\u03bf\u03bb\u03bb\u03ad\u03c2 \u03c7\u03ce\u03c1\u03b5\u03c2<br>\u03b1\u03c0\u03cc \u03c4\u03b7 15\u03b7 \u039f\u03ba\u03c4\u03c9\u03b2\u03c1\u03af\u03bf\u03c5 1582 \u03ad\u03c9\u03c2 \u03c4\u03ce\u03c1\u03b1.<br>\u0391\u03c5\u03c4\u03cc \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03bf \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03b9\u03ba\u03cc \u03b7\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf.<br>\u03a3\u03c4\u03b7 \u0393\u03b1\u03bb\u03bb\u03af\u03b1, \u03bc\u03b5\u03c4\u03b1\u03be\u03cd 1792 \u03ba\u03b1\u03b9 1806 \u03ac\u03bb\u03bb\u03bf \u03b7\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf<br>\u03b5\u03af\u03c7\u03b5 \u03b5\u03c6\u03b1\u03c1\u03bc\u03bf\u03c3\u03c4\u03b5\u03af: \u03a4\u03bf \u0395\u03c0\u03b1\u03bd\u03b1\u03c3\u03c4\u03b1\u03c4\u03b9\u03ba\u03cc \u0397\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf.<br>\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03c3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03c0\u03b5\u03b4\u03af\u03bf.<br>\u0397\u03bc\u03ad\u03c1\u03b1 / \u039c\u03ae\u03bd\u03b1\u03c2 / \u0388\u03c4\u03bf\u03c2.</html>
DatuTopComponent.calendar.frenchR.toolTipText=<html>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b7\u03bc\u03b5\u03c1\u03bf\u03bb\u03cc\u03b3\u03b9\u03bf \u03ae\u03c4\u03b1\u03bd \u03ad\u03bd\u03b1 \u03b1\u03c0\u03cc \u03c4\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bc\u03b5\u03bd\u03b1 \u03c3\u03c4\u03b7 \u0393\u03b1\u03bb\u03bb\u03af\u03b1 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03c9\u03bd \u03b5\u03c4\u03ce\u03bd 1792 \u03ba\u03b1\u03b9 1806.<br> \u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03c3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03c0\u03b5\u03b4\u03af\u03bf.<br>\u0397\u03bc\u03ad\u03c1\u03b1 / \u039c\u03ae\u03bd\u03b1\u03c2 / \u0388\u03c4\u03bf\u03c2.</html>
DatuTopComponent.calendar.others.toolTipText=<html>\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03c3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03c0\u03b5\u03b4\u03af\u03bf.<br>\u0397\u03bc\u03ad\u03c1\u03b1 / \u039c\u03ae\u03bd\u03b1\u03c2 / \u0388\u03c4\u03bf\u03c2.</html>
DatuTopComponent.jPanel7.toolTipText=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03bc\u03b7\u03bd\u03ce\u03bd \u03bc\u03b5\u03c4\u03ac \u03ba\u03b1\u03b9 \u03c0\u03c1\u03b9\u03bd \u03c4\u03b9\u03c2 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2.
DatuTopComponent.jLabel3.text=\u03c3\u03b5
DatuTopComponent.result.toolTipText=\u03b1\u03c0\u03bf\u03c4\u03ad\u03bb\u03b5\u03c3\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae\u03c2 \u03c3\u03b5 \u03cc\u03c1\u03bf\u03c5\u03c2 \u03c4\u03c9\u03bd \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03c9\u03bd \u03b5\u03b9\u03c3\u03b1\u03c7\u03b8\u03ad\u03bd\u03c4\u03c9\u03bd \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03c9\u03bd.
DatuTopComponent.jButton1.toolTipText=\u03a3\u03c5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03b1\u03c2 - \u03a0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2
DatuTopComponent.authors.text=\u03a3\u03c5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03b1\u03c2:\n\tBruno Sapede\n\n\u03a3\u03c5\u03bd\u03c4\u03b7\u03c1\u03b7\u03c4\u03ae\u03c2:\n\tLemovice\n\n\u039c\u03b5\u03c4\u03b1\u03c6\u03c1\u03b1\u03c3\u03c4\u03ad\u03c2:\n\tItalian: Paolo Odone\n
DatuTopComponent.jPanel6.border.title=\u0391\u03c0\u03bf\u03c4\u03ad\u03bb\u03b5\u03c3\u03bc\u03b1
DatuTopComponent.jPanel5.border.title=\u0397 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1
DatuTopComponent.jLabel2.text=\u0393\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1
