#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.wizard/src/ancestris/modules/imports/wizard
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Import - Gedcom importguide
OpenIDE-Module-Display-Category=Import
OpenIDE-Module-Long-Description=<h1><center>Gedcom importguide</center></h1>\n\n<p>Dette modul er en guide, som hj\u00e6lper med import af en gedcomfil, der er lavet med et andet program.</p>\n\n<p>Det findes under Hovedmenu, Filer, Import, Gedcom-fil.</p>
OpenIDE-Module-Short-Description=Import - Gedcom importguide
CTL_ImportWizardAction=GEDCOM-fil
ImportWizardAction.title=Import GEDCOM-file
ImportVisualWarning.title=Advarsel
ImportVisualWarning.warning=<html><b>L\u00e6s venligst.</b><br/>Dette v\u00e6rkt\u00f8j er beregnet til at importere dine data til Ancestris og pr\u00f8ve at rette de fejl, som det finder undervejs.<br/><br/>Ingen sl\u00e6gtsprogrammer laver gedcomfiler, der er 100% korrekte efter standarden.<br/>Hvis dette v\u00e6rkt\u00f8j ikke kan rette de fleste fejl, vil det give op. I s\u00e5 fald er du n\u00f8dt til at \u00e5bne din gedcomfil fra hovedmenuen med Filer-->\u00c5bn og angive sti og filnavn til sl\u00e6gtsfilen for at indl\u00e6se og arbejde med den.<br/><br/>Selv hvis dette v\u00e6rkt\u00f8j godkender filen, vil det ikke v\u00e6re i stand til at rette alle fejl, s\u00e5 du bliver m\u00e5ske n\u00f8dt til at rette noget med en teksteditor.<br/><br/>Vi vil gerne forbedre dette v\u00e6rkt\u00f8j, s\u00e5 hvis du har en gedcomfil, der giver problemer, s\u00e5 send den til "support@ancestris.org" s\u00e5 vil vi fors\u00f8ge, at f\u00e5 den til at virke.<br /><br /></html>
ImportVisualPanel2.title=V\u00e6lg fil
ImportVisualPanel2.fc.title=V\u00e6lg den fil, der skal importeres
ImportVisualPanel2.fc.OK=V\u00e6lg
ImportVisualImport.jButton1.text=\u00c5bn ...
ImportVisualImport.jLabel1.text=Denne fil er lavet af
ImportVisualImport.jLabel2.text=Fil til import
ImportVisualImport.jLabel3.text=<html><b>S\u00f8\u00f8rg for at have en fil i gedcomformat, </b><br>der er lavet som gedcom-eksport af et sl\u00e6gtsforskningsprogram.<br>Det skal v\u00e6re i gedcomformat.<br><br>Angiv nu, hvilket sl\u00e6gtsforskningsprogram gedcomfilen kommer fra<br>&nbsp;</html>
ImportVisualImport.jLabel4.text=<html><b>Angiv placeringen af gedcomfilen fra dette program</b><br>og klik p\u00e5 Afslut for at starte importen.<br>&nbsp;</html>
#
Menu/File/Import=Import
