#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.wizard/src/ancestris/modules/imports/wizard
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=\u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ad\u03c2 - \u039f\u03b4\u03b7\u03b3\u03cc\u03c2 \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 GEDCOM
OpenIDE-Module-Display-Category=\u0391\u03c1\u03c7\u03b5\u03af\u03bf
OpenIDE-Module-Long-Description=<h1><center>\u039f\u03b4\u03b7\u03b3\u03cc\u03c2 \u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 Gedcom</center></h1>\n\n<p>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1\u03c2 \u03bf\u03b4\u03b7\u03b3\u03cc\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03b1\u03c2 \u03b2\u03bf\u03b7\u03b8\u03ae\u03c3\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf Gedcom \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b7\u03bc\u03ad\u03bd\u03bf \u03b1\u03c0\u03cc \u03b5\u03be\u03c9\u03c4\u03b5\u03c1\u03b9\u03ba\u03cc \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1.</p>\n\n<p>\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03bf \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5, \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u0391\u03c1\u03c7\u03b5\u03af\u03bf, \u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae, \u0391\u03c1\u03c7\u03b5\u03af\u03bf Gedcom.</p>
OpenIDE-Module-Short-Description=\u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ad\u03c2 - \u039f\u03b4\u03b7\u03b3\u03cc\u03c2 \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 Gedcom
CTL_ImportWizardAction=\u0391\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM
ImportWizardAction.title=\u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 GEDCOM
ImportVisualWarning.title=\u03a0\u03c1\u03bf\u03c3\u03bf\u03c7\u03ae
ImportVisualWarning.warning=<html>\u03a4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 Gedcom \u03b1\u03c0\u03cc \u03c4\u03bf \u03bb\u03bf\u03b3\u03b9\u03c3\u03bc\u03b9\u03ba\u03cc \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03b4\u03b5\u03bd \u03c0\u03b1\u03c1\u03ac\u03b3\u03bf\u03c5\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03bf <b>100% \u03c3\u03c5\u03bc\u03b2\u03b1\u03c4\u03cc \u03bc\u03b5 \u03c4\u03bf \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf Gedcom</b>.<br/><br/>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b2\u03bf\u03b7\u03b8\u03b7\u03c4\u03b9\u03ba\u03cc \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03b8\u03b1 \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03b9 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf Gedcom \u03b4\u03b9\u03bf\u03c1\u03b8\u03ce\u03bd\u03bf\u03bd\u03c4\u03b1\u03c2 \u03c4\u03b9\u03c2 \u03ba\u03cd\u03c1\u03b9\u03b5\u03c2 \u03b3\u03bd\u03c9\u03c3\u03c4\u03ad\u03c2 \u03b1\u03bd\u03c9\u03bc\u03b1\u03bb\u03af\u03b5\u03c2 .<br/><br/>\u039c\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b1\u03c0\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5\u03bd \u03ba\u03ac\u03c0\u03bf\u03b9\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03c0\u03c1\u03bf\u03c2 \u03b4\u03b9\u03cc\u03c1\u03b8\u03c9\u03c3\u03b7. \u03a3\u03c4\u03b7 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1, \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03c0\u03ad\u03bc\u03b2\u03b5\u03c4\u03b5 \u03bc\u03b5 \u03bc\u03b7 \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03bf \u03c4\u03c1\u03cc\u03c0\u03bf \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03b5\u03ac\u03bd \u03b5\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03c5\u03c7\u03cc\u03bd \u03c0\u03c1\u03bf\u03b2\u03bb\u03ae\u03bc\u03b1\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03b1\u03c0\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5\u03bd \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7 \u03c7\u03c1\u03ae\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2 \u03c3\u03c4\u03bf Ancestris.</html>
ImportVisualPanel2.title=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5
ImportVisualPanel2.fc.title=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03b5\u03b9\u03c3\u03b1\u03c7\u03b8\u03b5\u03af
ImportVisualPanel2.fc.OK=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae
ImportVisualImport.jButton1.text=\u0386\u03bd\u03bf\u03b9\u03b3\u03bc\u03b1 ...
ImportVisualImport.jLabel1.text=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03ad\u03c7\u03b5\u03b9 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b7\u03b8\u03b5\u03af \u03b1\u03c0\u03cc
ImportVisualImport.jLabel2.text=\u0391\u03c1\u03c7\u03b5\u03af\u03bf \u03b3\u03b9\u03b1 \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae
ImportVisualImport.jLabel3.text=<html><b>\u039d\u03b1 \u03b5\u03af\u03c3\u03c4\u03b5 \u03c3\u03af\u03b3\u03bf\u03c5\u03c1\u03bf\u03b9 \u03cc\u03c4\u03b9 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03bc\u03bf\u03c1\u03c6\u03ae\u03c2 gedcom</b><br>\u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b7\u03b8\u03b5\u03af \u03c3\u03b1\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03bf Gedcom \u03b1\u03c0\u03cc \u0393\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03cc \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1.<br>\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 gedcom.<br><br>\u03a4\u03ce\u03c1\u03b1, \u03c5\u03c0\u03bf\u03b4\u03b5\u03af\u03be\u03c4\u03b5 \u03b1\u03c0\u03cc \u03c0\u03b9\u03bf \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03bf \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03c0\u03c1\u03bf\u03ad\u03c1\u03c7\u03b5\u03c4\u03b1\u03b9 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom<br>&nbsp;</html>
ImportVisualImport.jLabel4.text=<html><b>\u0391\u03bd\u03b1\u03c6\u03ad\u03c1\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b8\u03ad\u03c3\u03b7 \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 Gedcom \u03c0\u03bf\u03c5 \u03c0\u03c1\u03bf\u03ad\u03c1\u03c7\u03b5\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03bb\u03bf\u03b3\u03b9\u03c3\u03bc\u03b9\u03ba\u03cc</b><br>\u03ba\u03b1\u03b9 \u03c0\u03b1\u03c4\u03ae\u03c3\u03c4\u03b5 \u03a4\u03b5\u03c1\u03bc\u03b1\u03c4\u03b9\u03c3\u03bc\u03cc\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03b9 \u03b7 \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae<br>&nbsp;</html>
