<!DOCTYPE html>
<html>
    <head>
        <title></title>
        <link rel="stylesheet" href="trancestris.css" type="text/css">
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    </head>
    <body>
      <center>
      <h2 class="trancestris_help_title">A funcionalidade Procurar</h2>
      </center>
      
      <p class="justify">
      O Trancestris d&aacute;-lhe a possibilidade de procurar por 
      uma palavra no idioma original, mas tamb&eacute;m no idioma 
      destino (o idioma para que vai traduzir).<br>
      <br>
      Esta funcionalidade consta de duas partes.<br>
      Quando procura por uma palavra, a procura &eacute; feita 
      primeiro para determinar quais os ficheiros em que a palavra 
      est&aacute; presente. Uma vez que a lista de todos os ficheiros 
      que correspondem &agrave; procura esteja completa e mostrada, 
      pode procurar em qual dos ficheiros de recursos quiser.<br>
      Duas coisas a lembrar: quando procurar uma palavra, tem de ter 
      cuidado com a ortografia e lembrar-se que tamb&eacute;m pode 
      procurar por correspond&ecirc;ncia entre mai&uacute;sculas e 
      m&iacute;nusculas. Procurar por &quot;genealogia&quot; n&atilde;o 
      &eacute; o mesmo que procurar por &quot;Genealogia&quot;, se 
      marcou a caixa que ativa esta op&ccedil;&atilde;o.<br>
      <br>
      <u>A melhor forma de compreender como funciona &eacute; dar um 
      exemplo.</u><br>
      Digamos que est&aacute; a traduzir de Ingl&ecirc;s para 
      Portugu&ecirc;s.<br>
      <br>
      Primeira procura: est&aacute; a procurar a palavra &ldquo;Thanks&quot;.<br>
      Vamos l&aacute;. Clique no &iacute;cone que representa uma lupa.<br>
      <br>
      <img src="./images/Trancestris-first_steps3_1_pt.png" width="279" height="82"/><br>
      <br>
      Surge uma janela. Quer comparar mai&uacute;sculas e min&uacute;sculas? N&atilde;o se 
      esque&ccedil;a de marcar a caixa &ldquo;<b>Sens&iacute;vel a mai&uacute;sculas e 
      min&uacute;sculas</b>&quot;, &agrave; esquerda em cima na janela.<br>
      Escreva a palavra &ldquo;Thanks&rdquo;, no campo apropriado e clique em &ldquo; 
      <b><i>Procurar</i></b>&rdquo;.<br>
      Resultado: uma mensagem diz: &ldquo;Nenhuma ocorr&ecirc;ncia de &quot;<i>Thanks</i>&quot; 
      encontrada.&rdquo;. Estranho, n&atilde;o &eacute;? N&atilde;o, a palavra 
      &ldquo;Thanks&rdquo; n&atilde;o existe nos recursos ingleses, &eacute; s&oacute;.<br>
      Agora, desmarque a caixa &quot;<b><i>Sens&iacute;vel a mai&uacute;sculas e 
      min&uacute;sculas&quot;</i></b>. A palavra &quot;Thanks&quot; est&aacute; 
      sempre onde a escreveu. Clique em &ldquo;<b><i>Procurar</i></b>&rdquo; 
      novamente. Bingo, h&aacute; um ficheiro de recursos onde existe a 
      palavra &ldquo;thanks&rdquo;. Qual? A janela d&aacute;-lhe essa informa&ccedil;&atilde;o:<br>
      <br>
      <img src="./images/Trancestris-first_steps3_2_pt.png" width="400" height="283"/><br>
      <br>
      E a seguir? Fa&ccedil;a duplo clique na linha onde a palavra parece 
      estar presente, ou seja em "<i>AncestrisCore/ancestris.app/src/ancestris/app</i>".<br>
      Uma vez feito, ver&aacute; que o ficheiro surge real&ccedil;ado na janela principal do Trancestris.<br>
      <br>
      <img src="./images/Trancestris-first_steps3_3_pt.png" width="400" height="176"/><br>
      <br>
      Na janela principal, s&oacute; tem de clicar em &ldquo;<b>Seguinte</b>&rdquo; 
      &agrave; direita na barra de procura. O Trancestris vai direto &agrave; 
      linha que cont&eacute;m a palavra que procura. &Eacute; m&aacute;gico! ;-)<br>
      <br>
      <img src="./images/Trancestris-first_steps3_5_pt.png" width="400" height="108"/><br>
      <br>
      <br>
      Segunda procura: queremos procurar pela palavra &ldquo;geogr&aacute;fica&rdquo;, 
      mas em Portugu&ecirc;s.<br>
      Clique na lupa na barra de menu principal. Surge uma janela. Escreva a 
      palavra &quot;geogr&aacute;fica&quot; no campo apropriado, marque a caixa 
      &quot;<b><i>Sens&iacute;vel a mai&uacute;sculas e min&uacute;sculas</i></b>&quot;, 
      &agrave; esquerda, e clique em &ldquo;<b><i>Portugu&ecirc;s</i></b>&rdquo;. 
      A seguir clique em &ldquo;<b><i>Procurar</i></b>&rdquo;. O ecr&atilde; 
      ser&aacute; este:<br>
      <br>
      <img src="./images/Trancestris-first_steps3_4_pt.png" width="400" height="340"/><br>
      <br>
      Nesta janela pode ver que a palavra que procura, &quot;geogr&aacute;fica&quot; 
      est&aacute; presente em dois ficheiros de recursos.<br>
      Fa&ccedil;a duplo clique na primeira linha, que &eacute; a primeira 
      ocorr&ecirc;ncia encontrada, com o nome&rdquo; <i>AncestrisCore/core/src/genj/gedcom</i>&rdquo;. 
      Depois, fa&ccedil;a o que foi explicado acima. Quer ver o segundo ficheiro 
      com a palavra que procura? F&aacute;cil, fa&ccedil;a duplo clique na linha 
      &ldquo;<i>AncestrisExtensions/Geo/src/ancestris/modules/geo</i>&quot;.<br>
      <br>
      </p>
      
      <br>
      <!-- Debut des boutons Precedent - Suivant -->
      <br>
      <br>
      <table border="0" width="100%">
        <tbody>
          <tr>
            <td width="10%">
              <table border="0" width="100%">
                <tbody>
                  <tr>
                    <td bgcolor="#e8fcd9">
                      <p align="center">
                        <font size="-1"><a href="trancestris-first_steps2_pt.html">P&aacute;gina&nbsp;anterior</a></font>
                      </p>
                    </td>
                  </tr>
                </tbody>
              </table>
            </td>
            <td width="80%"> 
              &nbsp; 
            </td>
            <td width="10%">
              <table border="0" width="100%">
                <tbody>
                  <tr>
                    <td bgcolor="#e8fcd9">
                      <p align="center">
                        <font size="-1"><a href="trancestris-configuration_pt.html">P&aacute;gina&nbsp;seguinte</a></font>
                      </p>
                    </td>
                  </tr>
                </tbody>
              </table>
            </td>            
          </tr>
        </tbody>
      </table>
      <!-- Fin des boutons Precedent - Suivant -->
      
    </body>
</html>
