#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/welcome/src/ancestris/welcome
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=\u03a3\u03b5\u03bb\u03af\u03b4\u03b1 \u03a5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2
OpenIDE-Module-Display-Category=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
OpenIDE-Module-Short-Description=\u0395\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03b9 \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03c4\u03b7\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2 \u03c5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2 \u03bc\u03b5\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03ba\u03ba\u03af\u03bd\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 Ancestris
OpenIDE-Module-Long-Description=<h1><center>\u03a3\u03b5\u03bb\u03af\u03b4\u03b1 \u03a5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2</center></h1>\n\n<p>\u0397 \u03b5\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03a5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2 \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 \u03bc\u03b5 \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03b7 \u03c7\u03c1\u03ae\u03c3\u03b7 \u03c4\u03bf\u03c5 Ancestris. </p>\n\n<p>\u0397 \u03bf\u03b8\u03cc\u03bd\u03b7 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03cc\u03c4\u03b1\u03bd \u03be\u03b5\u03ba\u03b9\u03bd\u03ac \u03c4\u03bf Ancestris \u03b3\u03b9\u03b1 \u03c0\u03c1\u03ce\u03c4\u03b7 \u03c6\u03bf\u03c1\u03ac. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b2\u03b1\u03c3\u03b9\u03ba\u03ad\u03c2 \u03b5\u03bd\u03c4\u03bf\u03bb\u03ad\u03c2 \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03b1\u03bd\u03bf\u03af\u03be\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b5\u03bd\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b2\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1\u03c2 \u03ac\u03bc\u03b5\u03c3\u03b1 \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03bf\u03b8\u03cc\u03bd\u03b7.</p>\n\n<p>\u0395\u03c0\u03af\u03c3\u03b7\u03c2 \u03b7 \u03bf\u03b8\u03cc\u03bd\u03b7 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b1\u03bd\u03bf\u03b9\u03c7\u03b8\u03b5\u03af \u03b1\u03c0\u03cc, \u039a\u03cd\u03c1\u03b9\u03bf \u039c\u03b5\u03bd\u03bf\u03cd, \u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1, \u03a3\u03b5\u03bb\u03af\u03b4\u03b1 \u03a5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2.</p>
LBL_Action=\u03a3\u03b5\u03bb\u03af\u03b4\u03b1 \u03a5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2
#
LBL_Tab_Title=\u039a\u03b1\u03bb\u03ce\u03c2 \u0389\u03c1\u03b8\u03b1\u03c4\u03b5
#
ACS_Welcome_DESC=\u03a0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03bf \u03c5\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2 \u03c0\u03bf\u03c5 \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03b2\u03b1\u03c3\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf Ancestris.
#
MSG_FeedbackSurvey_Message=<html><strong>\u0392\u03bf\u03b7\u03b8\u03ae\u03c3\u03c4\u03b5 \u03bc\u03b1\u03c2 \u03bd\u03b1 \u03b2\u03b5\u03bb\u03c4\u03b9\u03ce\u03c3\u03bf\u03c5\u03bc\u03b5 \u03c4\u03bf Ancestris</strong><br>\u03a3\u03c5\u03bc\u03c0\u03bb\u03b7\u03c1\u03ce\u03c3\u03c4\u03b5 \u03c4\u03b7\u03bd \u03ad\u03c1\u03b5\u03c5\u03bd\u03b1 \u03b9\u03ba\u03b1\u03bd\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd \u03c0\u03ad\u03bd\u03c4\u03b5 \u03b5\u03c1\u03c9\u03c4\u03ae\u03c3\u03b5\u03c9\u03bd \u03c4\u03ce\u03c1\u03b1.
MSG_FeedbackSurvey_Title=NetBeans \u0388\u03c1\u03b5\u03c5\u03bd\u03b1 I\u03ba\u03b1\u03bd\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 X\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd
MSG_FeedbackSurvey_Yes=\u03a0\u03b7\u03b3\u03b1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c3\u03c4\u03b7\u03bd \u0388\u03c1\u03b5\u03c5\u03bd\u03b1
MSG_FeedbackSurvey_Later=\u03a5\u03c0\u03b5\u03bd\u03b8\u03cd\u03bc\u03b9\u03c3\u03b7 \u0391\u03c1\u03b3\u03cc\u03c4\u03b5\u03c1\u03b1
MSG_FeedbackSurvey_Never=\u03a0\u03b1\u03c1\u03ad\u03bb\u03b5\u03b9\u03c8\u03b5 \u03c4\u03b7\u03bd \u0388\u03c1\u03b5\u03c5\u03bd\u03b1
#
ACSD_FeedbackSurvey_Yes=\u03a0\u03b7\u03b3\u03b1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c3\u03c4\u03b7\u03bd \u03ad\u03c1\u03b5\u03c5\u03bd\u03b1
ACSD_FeedbackSurvey_Later=\u03a5\u03c0\u03b5\u03bd\u03b8\u03cd\u03bc\u03b9\u03c3\u03b7 \u03b1\u03c1\u03b3\u03cc\u03c4\u03b5\u03c1\u03b1
ACSD_FeedbackSurvey_Never=\u03a0\u03b1\u03c1\u03ac\u03bb\u03b5\u03b9\u03c8\u03b7 \u03c4\u03b7\u03c2 \u03ad\u03c1\u03b5\u03c5\u03bd\u03b1\u03c2
#
# Display name for options export
Welcome.Options.Export.displayName=\u039a\u03b1\u03bb\u03ce\u03c2 \u0389\u03c1\u03b8\u03b1\u03c4\u03b5
