<!--
To change this template, choose Tools | Templates
and open the template in the editor.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title>&Eacute;diteur GedCom</title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../ancestris.css">
  </head>
  <body>
      <div class="section1">
        <center><h2 class="section1">L'&Eacute;diteur GedCom</h2></center>
        <br>
        Cet &eacute;diteur vous permet d'acc&eacute;der &agrave; la pleine puissance de la 
        grammaire/syntaxe GedCom.<br>
        <br>
        Vous allez y faire toutes les manipulations possibles de fa&ccedil;on tr&egrave;s 
        pr&eacute;cise sur l'entit&eacute; (personne, famille, etc) en cours.<br>
        <br>
        Les propri&eacute;t&eacute;s sont dispos&eacute;es de mani&egrave;re :arborescence:hi&eacute;rarchis&eacute;es: 
        selon la norme gedcom.<br>
        Un symbole est affich&eacute; devant chaque tag/etiquette gedcom puis le nom 
        de l'&eacute;tiquette et la valeur.<br>
        Si ce symbole est un point d'interrogation: tag inconnu ou mal plac&eacute;.<br>
        <br>
        <b>Description :</b><br>
        Partie haute : affichage les diff&eacute;rentes propri&eacute;t&eacute;s (les sous-propri&eacute;t&eacute;s 
        peuvent &ecirc;tre masqu&eacute;es/affich&eacute;es par clic sur les poign&eacute;es [+] / [-]),<br>
        Partie basse : tags/etiquettes + valeurs &eacute;ditables &agrave; cet endroit.<br>
        <br>
        <b>Ajouter une propri&eacute;t&eacute; :</b><br>
        L'ajout de la propri&eacute;t&eacute; se fait par un clic droit sur la premi&egrave;re 
        ligne de la fen&ecirc;tre du haut et choisir la seconde ligne 'Ajouter 
        une propri&eacute;t&eacute;' (Si vous ne trouvez pas ce que vous chercher prenez 
        la premi&egrave;re ligne).<br>
        Si dans aucune des deux solutions d'Ajout de propri&eacute;t&eacute;s vous ne 
        voyez pas celle recherch&eacute;e, c'est que tr&egrave;s certainement elle n'est 
        pas autoris&eacute;e &agrave; cet endroit.<br>
        Certaines sous-propri&eacute;t&eacute;s sont automatiquement ajout&eacute;es (les plus 
        courantes).<br>
        Si vous avez besoin de sous-propri&eacute;t&eacute; il vous faut refaire la 
        manipulation en cliquant droit sur la propri&eacute;t&eacute; concern&eacute;e.<br>
        Une fois que vous avez ajout&eacute; les propri&eacute;t&eacute;s vous devez les 
        remplir en remplissant les champs ad&eacute;quats dans la fen&ecirc;tre du 
        bas (positionnez-vous sur l'&eacute;l&eacute;ment &agrave; remplir dans la fen&ecirc;tre du 
        haut et remplissez dans celle du bas).<br>
        <br>
        N'oubliez pas de valider vos saisies/changements.<br>
      </div>
  </body>
</html>
