#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/familygroups/src/ancestris/modules/familygroups
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Name=\u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
OpenIDE-Module-Long-Description=<h1><center>\u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2</center></h1>\n\n<p>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03bf \u03c3\u03b1\u03c2 \u03b4\u03af\u03bd\u03b5\u03b9 \u03ad\u03bd\u03b1 \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf \u03c4\u03c9\u03bd \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ce\u03bd \u03bf\u03bc\u03ac\u03b4\u03c9\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b1\u03c0\u03b1\u03c1\u03c4\u03af\u03b6\u03bf\u03c5\u03bd \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b5\u03af\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03bf\u03bc\u03ac\u03b4\u03b5\u03c2 \u03c4\u03c9\u03bd \u03b1\u03bd\u03b8\u03c1\u03ce\u03c0\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03c3\u03c7\u03ad\u03c3\u03b7. \u03a4\u03bf \u03c0\u03bb\u03b5\u03bf\u03bd\u03ad\u03ba\u03c4\u03b7\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03ce\u03bd \u03bf\u03bc\u03ac\u03b4\u03c9\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03cc\u03c4\u03b9 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7 \u03b4\u03b9\u03ac\u03c1\u03ba\u03b5\u03b9\u03b1 \u03c4\u03b7\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03b1\u03c2, \u03b8\u03b1 \u03b4\u03b5\u03af\u03c4\u03b5 \u03c3\u03c5\u03bd\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03bf\u03bc\u03ac\u03b4\u03c9\u03bd ,\u03ba\u03b1\u03b9 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf\u03bd \u03c4\u03c1\u03cc\u03c0\u03bf \u03c3\u03c5\u03bd\u03b4\u03ad\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03bf\u03bc\u03ac\u03b4\u03b1 \u03bc\u03b5 \u03bc\u03af\u03b1 \u03ac\u03bb\u03bb\u03b7 \u03ba\u03b1\u03b9 \u03ad\u03c4\u03c3\u03b9 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03bc\u03af\u03b1 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1 \u03c3\u03c4\u03b7\u03bd \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b1\u03bd\u03b8\u03c1\u03ce\u03c0\u03c9\u03bd \u03ba\u03b1\u03b9 \u03c4\u03c9\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd \u03c3\u03c4\u03bf \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03cc \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c3\u03b1\u03c2.</p>\n\n<p>\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5, \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae, \u0386\u03bc\u03b5\u03c3\u03b5\u03c2 \u0391\u03bd\u03b1\u03c6\u03bf\u03c1\u03ad\u03c2, \u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd.</p>
OpenIDE-Module-Short-Description=\u039b\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03b4\u03b9\u03b1\u03c6\u03cc\u03c1\u03c9\u03bd \u03bf\u03bc\u03ac\u03b4\u03c9\u03bd \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03b1\u03c0\u03b1\u03c1\u03c4\u03af\u03b6\u03bf\u03c5\u03bd \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2.
AdvancedOption_DisplayName_FamilyGroups=\u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
AdvancedOption_Keywords_FamilyGroups=\u039f\u03bc\u03ac\u03b4\u03b5\u03c2, \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1, \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2
CTL_FamilyGroupsAction=&\u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
CTL_FamilyGroupsTopComponent=\u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
CTL_OpenFamilyGroups=\u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
#
Menu/View/Reports=\u0386\u03bc\u03b5\u03c3\u03b5\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ad\u03c2
#
OpenFamilyGroupsAction.setParameters=\u0398\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03ad\u03ba\u03c4\u03b1\u03c3\u03b7 \u03c0\u03c1\u03b9\u03bd \u03b1\u03c0\u03cc \u03c4\u03b7 \u03c7\u03c1\u03ae\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7\u03c2.\n\u03a0\u03b7\u03b3\u03b1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c3\u03c4\u03bf \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1 - \u03a0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2 -> \u0395\u03c0\u03b5\u03ba\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2 -> \u039a\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 \u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd
FamilyGroupsTopComponent.fileheader=\u03a0\u03b5\u03c1\u03af\u03bb\u03b7\u03c8\u03b7 \u03c4\u03c9\u03bd \u03bf\u03bc\u03ac\u03b4\u03c9\u03bd \u03c3\u03c4\u03b9\u03c2 \u03bf\u03c0\u03bf\u03af\u03b5\u03c2 \u03bf\u03b9 \u03ac\u03bd\u03b8\u03c1\u03c9\u03c0\u03bf\u03b9 \u03c3\u03c5\u03bd\u03b4\u03ad\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03bf\u03c5\u03c2 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf% s.
FamilyGroupsTopComponent.indicount=\u039f \u03c3\u03c5\u03bd\u03bf\u03bb\u03b9\u03ba\u03cc\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03b5\u03af\u03bd\u03b1\u03b9:
FamilyGroupsTopComponent.groupCount=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03bc\u03ac\u03b4\u03b1\u03c2 {0} \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03b5\u03af\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc {1} {2}
FamilyGroupsTopComponent.individual_singular=\u03ac\u03c4\u03bf\u03bc\u03bf
FamilyGroupsTopComponent.individual_plural=\u03ac\u03c4\u03bf\u03bc\u03b1
FamilyGroupsTopComponent.treeTitle=\u039f \u03bc\u03b1\u03ba\u03c1\u03c5\u03bd\u03cc\u03c2 \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9: {0} (\u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7: {1}, \u03b8\u03ac\u03bd\u03b1\u03c4\u03bf\u03c2: {2}) - \u039f \u03bd\u03b5\u03ce\u03c4\u03b5\u03c1\u03bf\u03c2 \u03b1\u03c0\u03cc\u03b3\u03bf\u03bd\u03bf\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9: {3} (\u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7: {4}, \u03b8\u03ac\u03bd\u03b1\u03c4\u03bf\u03c2: {5})
FamilyGroupsTopComponent.indi_name=\u038c\u03bd\u03bf\u03bc\u03b1\u03c4\u03b5\u03c0\u03ce\u03bd\u03c5\u03bc\u03bf
FamilyGroupsTopComponent.familySpouse=\u03a4\u03bf\u03c5 / \u03c4\u03b7\u03c2 \u03ba\u03b1\u03b9 \u03c4\u03bf\u03bd / \u03c4\u03b7\u03bd \u03c3\u03cd\u03b6\u03c5\u03b3\u03cc \u03c4\u03bf\u03c5
FamilyGroupsTopComponent.familyChild=\u0393\u03bf\u03bd\u03b5\u03af\u03c2 \u03c4\u03bf\u03c5/\u03c4\u03b7\u03c2
FamilyGroupsTopComponent.grandtotal=\u0388\u03c4\u03c3\u03b9, \u03ad\u03bd\u03b1 \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf \u03c4\u03c9\u03bd {0} \u03c3\u03b5 \u03cc\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03bf\u03bc\u03ac\u03b4\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c0\u03b1\u03c1\u03b1\u03c0\u03ac\u03bd\u03c9.
FamilyGroupsTopComponent.loners=\u0392\u03c1\u03ae\u03ba\u03b1\u03bc\u03b5 \u03ad\u03bd\u03b1 \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf {0} \u03b1\u03bd\u03b8\u03c1\u03ce\u03c0\u03c9\u03bd \u03c3\u03b5 \u03bf\u03bc\u03ac\u03b4\u03b5\u03c2 \u03bc\u03b9\u03ba\u03c1\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf \u03cc\u03c1\u03b9\u03bf \u03c0\u03bf\u03c5 \u03bf\u03c1\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf {1}.
FamilyGroupsTopComponent.minGroupSize=\u0395\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b5\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03c4\u03b7\u03ba\u03b1\u03bd \u03bd\u03b1 \u03c3\u03c7\u03b7\u03bc\u03b1\u03c4\u03af\u03b6\u03bf\u03c5\u03bd \u03bc\u03b9\u03b1 \u03bf\u03bc\u03ac\u03b4\u03b1 (\u03ba\u03b1\u03c4\u03ce\u03c6\u03bb\u03b9)
FamilyGroupsTopComponent.maxGroupSize=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03b5\u03c1\u03ae \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03bf\u03bc\u03ac\u03b4\u03b1\u03c2
title={0}: \u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u039f\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd
title.short=\u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u039f\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd
TTL_Filter=\u039f\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03ae \u03bf\u03bc\u03ac\u03b4\u03b1 {1}: {0} \u03ac\u03c4\u03bf\u03bc\u03b1 \u03b1\u03c0\u03cc {2}
FamilyGroupsOptionPanel.minGroupSizeFormattedTextField.toolTipText=\u0395\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b5\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03c4\u03b7\u03ba\u03b1\u03bd \u03bd\u03b1 \u03c3\u03c7\u03b7\u03bc\u03b1\u03c4\u03af\u03b6\u03bf\u03c5\u03bd \u03bc\u03b9\u03b1 \u03bf\u03bc\u03ac\u03b4\u03b1 (\u03ba\u03b1\u03c4\u03ce\u03c6\u03bb\u03b9)
FamilyGroupsOptionPanel.maxGroupSizeLabel.text=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03bc\u03ac\u03b4\u03b1\u03c2
FamilyGroupsOptionPanel.minGroupSizeLabel.text=\u0395\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03bc\u03ac\u03b4\u03b1\u03c2
FamilyGroupsOptionPanel.maxGroupSizeFormattedTextField.toolTipText=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03b3\u03b9\u03b1 \u03b1\u03c0\u03b5\u03b9\u03ba\u03cc\u03bd\u03b9\u03c3\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03bf\u03bc\u03ac\u03b4\u03b1\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03b5\u03c1\u03b5\u03b9\u03ce\u03bd
#
FamilyGroupsTopComponent.saveas=\u03a3\u03b7\u03bc\u03b5\u03af\u03c9\u03c3\u03b7: \u0395\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03c9\u03bd \u03bf\u03bc\u03ac\u03b4\u03c9\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03be\u03b5\u03c7\u03c9\u03c1\u03b9\u03c3\u03c4\u03cc \u03b1\u03c1\u03c7\u03b5\u03af\u03bf Gedcom \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03bf '\u0391\u03c1\u03c7\u03b5\u03af\u03bf / \u0391\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03a9\u03c2...' \u03ba\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03b3\u03bf\u03bd\u03c4\u03b1\u03c2 \u03c4\u03b9\u03c2 \u039f\u03bc\u03ac\u03b4\u03b5\u03c2 \u03c3\u03c4\u03b7\u03bd \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 '\u03a6\u03b9\u03bb\u03c4\u03c1\u03ac\u03c1\u03b9\u03c3\u03bc\u03b1 \u03bc\u03b5 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ad\u03c2'.
