#           Bundle resources file for package Ancestris - Unicode
#           Path : AncestrisExtensions/exports.website/src/ancestris/modules/exports/website
#
#--=====--WARNING to Translators---------------------------------=====--
# Some lines must not be translated. If a line follow a line beginning 
# with #NOI18N, it must be left the way it is written.
# Using Trancestris you won't be allowed to edit it.
#--=====---------------------------------WARNING to Translators--=====--
AdvancedOption_DisplayName_WebSite=\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1
AdvancedOption_Keywords_WebSite=\u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1
CTL_WebSiteAction=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Long-Description=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03ba\u03ae \u03c3\u03b1\u03c2 \u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1. \u03a4\u03bf plugin \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03bc\u03af\u03b1 HTML \u03b1\u03bd\u03b1\u03c0\u03b1\u03c1\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03b1\u03c0\u03cc \u03cc\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03ba\u03b1\u03b9 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf\u03bd \u03c4\u03c1\u03cc\u03c0\u03bf, \u03c3\u03b1\u03c2 \u03b4\u03af\u03bd\u03b5\u03b9 \u03c4\u03b7 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03bd\u03b1 \u03b2\u03ac\u03bb\u03b5\u03c4\u03b5 \u03c4\u03bf \u03b1\u03c0\u03bf\u03c4\u03ad\u03bb\u03b5\u03c3\u03bc\u03b1 on line, \u03c3\u03c4\u03bf \u03af\u03bd\u03c4\u03b5\u03c1\u03bd\u03b5\u03c4. \u039c\u03b9\u03b1 \u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af\u03c4\u03b5 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf \u03c4\u03bf\u03c5 GEDCOM \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03c3\u03b1\u03c2. \u039c\u03af\u03b1 \u03bc\u03b9\u03ba\u03c1\u03ae \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5 \u03b3\u03af\u03bd\u03b5\u03c4\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b7 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03c0\u03cc \u03c4\u03b1 \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03b1 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7 \u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03bc\u03b5 \u03b4\u03cd\u03bf \u03b3\u03bb\u03ce\u03c3\u03c3\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03c3\u03c4\u03b9\u03b3\u03bc\u03ae \u03b3\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1 \u0391\u03b3\u03b3\u03bb\u03b9\u03ba\u03ac \u03ba\u03b1\u03b9 \u0393\u03b5\u03c1\u03bc\u03b1\u03bd\u03b9\u03ba\u03ac.
OpenIDE-Module-Name=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae - \u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1
#
Menu/Tools/Multimedia=\u03a0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03b1
#
OpenIDE-Module-Short-Description=\u0397 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03c3\u03c4\u03bf \u038a\u03bd\u03c4\u03b5\u03c1\u03bd\u03b5\u03c4
category=\u0394\u03b9\u03b1\u03b3\u03c1\u03ac\u03bc\u03bc\u03b1\u03c4\u03b1
#
name=\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1
#
info=<h1><center>\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1</center></h1><p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03bc\u03af\u03b1  HTML \u03b1\u03c0\u03b5\u03b9\u03ba\u03cc\u03bd\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM.</p><p>\u03a0\u03c9\u03c2 \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03bf\u03c5\u03bc\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03bf\u03bb\u03bf\u03b3\u03ae \u03c4\u03bf\u03c5 \u03c4\u03c1\u03cc\u03c0\u03bf\u03c5 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2 \u03c4\u03bf\u03c5 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2:<ol><li>\u03b1\u03bd \u03c4\u03b1 \u03c0\u03b5\u03b4\u03af\u03b1 \u03c4\u03b7\u03c2 \u03b5\u03c0\u03bf\u03bb\u03bf\u03b3\u03ae\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ac\u03ba\u03c5\u03c1\u03b1, \u03b7 \u03c0\u03c1\u03ce\u03c4\u03b7 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b7 (jurisdiction) \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1? \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1.</li><li>\u03b1\u03bd \u03b7 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03b7 \u03b5\u03af\u03bd\u03b1\u03b9 \u03af\u03c3\u03b7 <font color="blue">all</font>, \u03cc\u03bb\u03b5\u03c2 \u03bf\u03b9 \u03b1\u03c1\u03bc\u03bf\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd, \u03b4\u03b9\u03b1\u03c7\u03c9\u03c1\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03b5\u03c2 \u03bc\u03b5 \u03ba\u03cc\u03bc\u03bc\u03b1. </li><li>\u03c3\u03b5 \u03ac\u03bb\u03bb\u03b7 \u03c0\u03b5\u03c1\u03af\u03c0\u03c4\u03c9\u03c3\u03b7, \u03c0\u03bb\u03b7\u03ba\u03c4\u03c1\u03bf\u03bb\u03bf\u03b3\u03ae\u03c3\u03c4\u03b5 \u03c4\u03bf\u03c5\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd\u03c2 \u03c4\u03b7\u03c2 \u03b1\u03c1\u03bc\u03bf\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 (\u03b1\u03c1\u03c7\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf 0 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c0\u03c1\u03ce\u03c4\u03b7 \u03c6\u03bf\u03c1\u03ac) \u03ba\u03b1\u03b9 \u03c4\u03bf\u03bd \u03c4\u03c1\u03cc\u03c0\u03bf \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03b5\u03c0\u03b9\u03b8\u03c5\u03bc\u03b5\u03af\u03c4\u03b5.\u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, \u03ac\u03bd \u03bf \u03c4\u03c1\u03cc\u03c0\u03bf\u03c2 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03ac \u03c3\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 "\u03c7\u03c9\u03c1\u03b9\u03cc, \u03c0\u03cc\u03bb\u03b7, \u03c7\u03ce\u03c1\u03b1, \u03c0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1, \u03c7\u03ce\u03c1\u03b1", \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c0\u03bb\u03b7\u03ba\u03c4\u03c1\u03bf\u03bb\u03bf\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 <font color="blue">0, 1 (3)</font> \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af: "\u03c7\u03c9\u03c1\u03b9\u03cc, \u03c0\u03cc\u03bb\u03b7 (\u03c0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1)".</li></o|</p>
#
#
#
#
# Settings
reportPrivateData=\u03c0\u03b5\u03c1\u03b9\u03ba\u03bb\u03b5\u03af\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03bc\u03b1\u03c1\u03ba\u03b1\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03c3\u03b1\u03bd \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac
#
reportNowLiving=\u03c0\u03b5\u03c1\u03b9\u03ba\u03bb\u03b5\u03af\u03bf\u03bd\u03c4\u03b1\u03b9\u03bf \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03c5\u03c2 \u03b5\u03bd \u03b6\u03c9\u03ae \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03b1 \u03c3\u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac
