OpenIDE-Module-Name=GEDCOM - \u0395\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03bf\u03c5 Gedcom \u03ba\u03b1\u03b9 \u03b1\u03bd\u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03af\u03b5\u03c2
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Short-Description=\u0395\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 GEDCOM \u03b3\u03b9\u03b1 \u03c3\u03c5\u03bc\u03b2\u03b1\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03bc\u03b5 \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf GEDCOM \u03ba\u03b1\u03b9 \u03b1\u03bd\u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03af\u03b5\u03c2
OpenIDE-Module-Long-Description=<H1> <center> \u0395\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03bf\u03c5 GEDCOM \u03ba\u03b1\u03b9 \u03b1\u03bd\u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03af\u03b5\u03c2 </ center>\n\n<P> \u0388\u03bd\u03b1 \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03c0\u03bf\u03c5 \u03c0\u03b1\u03c1\u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03b5\u03af \u03c4\u03cc\u03c3\u03bf \u03b5\u03ac\u03bd \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03c3\u03b1\u03c2 \u03ad\u03c7\u03b5\u03b9 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1\u03c4\u03b1 \u03b1\u03c0\u03cc \u03c4\u03b9\u03c2 \u03c0\u03c1\u03bf\u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 \u03c4\u03bf\u03c5 \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03bf\u03c5 GEDCOM \u03ba\u03b1\u03b9 \u03b4\u03b5\u03cd\u03c4\u03b5\u03c1\u03bf\u03bd \u03ad\u03c7\u03b5\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03bd\u03b1 \u03b5\u03bb\u03ad\u03b3\u03c7\u03b5\u03b9 \u03c4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03b9. \u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1 \u03b1\u03bd\u03b9\u03c7\u03bd\u03b5\u03cd\u03c3\u03b5\u03b9 \u03b1\u03bd \u03c0\u03c1\u03bf\u03c3\u03c4\u03b5\u03b8\u03b5\u03af \u03bc\u03b9\u03b1 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b8\u03b1\u03bd\u03ac\u03c4\u03bf\u03c5 \u03c0\u03c1\u03b9\u03bd \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2. </ P>\n\n<P> \u03a4\u03bf \u03b1\u03c0\u03bf\u03c4\u03ad\u03bb\u03b5\u03c3\u03bc\u03b1 \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7. </ P>\n\n<P> \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03c1\u03bf\u03c3\u03b2\u03ac\u03c3\u03b9\u03bc\u03bf \u03b1\u03c0\u03cc \u03c4\u03bf \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1, GEDCOM, \u0395\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03bf\u03c5 GEDCOM \u03ba\u03b1\u03b9 \u03b1\u03bd\u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03af\u03b5\u03c2. </ P>
AdvancedOption_DisplayName_GedcomValidateOptions=\u0395\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 GEDCOM
AdvancedOption_Keywords_GedcomValidateOptions=GEDCOM;\u03b5\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7
CTL_GedcomValidateAction=\u0395\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 GEDCOM \u03ba\u03b1\u03b9 \u03b1\u03bd\u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03af\u03b5\u03c2
name=\u0395\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 GEDCOM
name.short=\u0395\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7
setParameters=\u0398\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03bc\u03bf\u03c1\u03c6\u03ce\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03c0\u03c1\u03b9\u03bd \u03b1\u03c0\u03cc \u03c4\u03b7 \u03c7\u03c1\u03ae\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7\u03c2.\n\u03a0\u03b7\u03b3\u03b1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c3\u03c4\u03bf \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1 - \u03a0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2 -> \u0395\u03c0\u03b5\u03ba\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2 -> \u039a\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 \u0388\u03bb\u03b5\u03b3\u03c7\u03bf\u03c2 GEDCOM
isUnderscoreValid=\u039f\u03b9 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03be\u03b5\u03ba\u03b9\u03bd\u03bf\u03cd\u03bd \u03bc\u03b5 \u03ad\u03bd\u03b1 \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03b1 \u03c5\u03c0\u03bf\u03b3\u03c1\u03ac\u03bc\u03bc\u03b9\u03c3\u03b7\u03c2 (\u03c0\u03c7. SOSA) \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b5\u03c2
isEmptyValueValid=\u039a\u03b5\u03bd\u03ad\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b5\u03c2
isPrivateValueValid=\u03a4\u03b9\u03bc\u03ad\u03c2 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b4\u03b5\u03ba\u03c4\u03ad\u03c2
isFileNotFoundValid=\u0391\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03cc\u03c4\u03b9 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5, \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf
isExtramaritalValid=\u0395\u03be\u03c9\u03c3\u03c5\u03b6\u03c5\u03b3\u03b9\u03ba\u03cc \u03c0\u03b1\u03b9\u03b4\u03af \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf
isOrderDiscretionary=\u0397 \u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 \u03c4\u03c9\u03bd \u03c0\u03b1\u03b9\u03b4\u03b9\u03ce\u03bd (\u03b3\u03b5\u03bd\u03bd\u03ae\u03c3\u03b5\u03b9\u03c2) \u03ba\u03b1\u03b9 \u03c4\u03c9\u03bd \u03b3\u03ac\u03bc\u03c9\u03bd \u03c3\u03c4\u03bf GEDCOM \u03b5\u03af\u03bd\u03b1\u03b9 \u03ac\u03bd\u03b5\u03c5 \u03c3\u03b7\u03bc\u03b1\u03c3\u03af\u03b1\u03c2
isRelaxedPlaceFormat=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03c4\u03b1\u03b9\u03c1\u03b9\u03ac\u03b6\u03bf\u03c5\u03bd \u03c3\u03c4\u03b7\u03bd \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b5\u03c0\u03b9\u03ba\u03b5\u03c6\u03b1\u03bb\u03af\u03b4\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b4\u03b5\u03ba\u03c4\u03ad\u03c2
maxLife=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03b7 \u03c7\u03c1\u03bf\u03bd\u03b9\u03ba\u03ae \u03b4\u03b9\u03ac\u03c1\u03ba\u03b5\u03b9\u03b1
minAgeMARR=\u0395\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03b7 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03b3\u03ac\u03bc\u03bf\u03c5
maxAgeBAPM=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03b7 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03b2\u03ac\u03c0\u03c4\u03b9\u03c3\u03b7\u03c2
minAgeRETI=\u0395\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03b7 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03c3\u03c5\u03bd\u03c4\u03b1\u03be\u03b9\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2
minAgeFather=\u0395\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03b7 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03b3\u03b9\u03b1 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1
minAgeMother=\u0395\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03b7 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03b3\u03b9\u03b1 \u03bc\u03b7\u03c4\u03ad\u03c1\u03b1
maxAgeMother=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03b7 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03b3\u03b9\u03b1 \u03bc\u03b7\u03c4\u03ad\u03c1\u03b1
issues={0} \u03a0\u03c1\u03bf\u03b2\u03bb\u03ae\u03bc\u03b1\u03c4\u03b1
fix=\u03a0\u03a1\u039f\u0392\u039b\u0397\u039c\u0391\u03a4\u0391
noissues=\u0394\u03b5\u03bd \u03ad\u03b3\u03b9\u03bd\u03b5 \u03bb\u03ac\u03b8\u03bf\u03c2 \u03c3\u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03ba\u03b1\u03c4\u03ac \u03c4\u03bf \u03c0\u03c1\u03cc\u03c4\u03c5\u03c0\u03bf GEDCOM, \u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03bf\u03bd\u03c4\u03b1\u03c2 \u03c5\u03c0\u03cc\u03c8\u03b7 \u03c4\u03b9\u03c2 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03bf\u03c5\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03ad\u03bb\u03b5\u03b3\u03c7\u03bf \u03b1\u03c5\u03c4\u03cc.
err.nosubmitter=\u039f \u03b1\u03c0\u03bf\u03c3\u03c4\u03bf\u03bb\u03ad\u03b1\u03c2 \u03c4\u03bf\u03c5 {0} \u03b5\u03af\u03bd\u03b1\u03b9 \u03ac\u03b3\u03bd\u03c9\u03c3\u03c4\u03bf\u03c2
err.notgedcom={0} \u03b4\u03b5\u03bd \u03c3\u03c5\u03bc\u03b2\u03b1\u03c4\u03cc \u03bc\u03b5 \u03c4\u03b9\u03c2 \u03c0\u03c1\u03bf\u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 GEDCOM {1} \u03c3\u03c5\u03bc\u03b2\u03b1\u03c4\u03cc \u03b5\u03b4\u03ce (\u03c3\u03b5 {2})
err.nofile=\u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03b4\u03b5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5
err.notvalid={0} \u03b4\u03b5\u03bd \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7 \u03c4\u03b9\u03bc\u03ae
err.cardinality.max=\u0397 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 {0} \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03c4\u03b7\u03bd \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 {1} \u03bc\u03cc\u03bd\u03bf \u03bc\u03af\u03b1 \u03c6\u03bf\u03c1\u03ac \u03c3\u03c4\u03b1 GEDCOM {2} ({3})
err.cardinality.min={0} \u03b1\u03c0\u03b1\u03b9\u03c4\u03b5\u03af\u03c4\u03b1\u03b9 {1} \u03c3\u03c4\u03bf GEDCOM {2} ({3})
err.notuniqueid={0} {1} \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03bc\u03cc\u03bd\u03bf \u03bc\u03af\u03b1 \u03c6\u03bf\u03c1\u03ac
err.private=\u039f\u03b9 \u03ba\u03c1\u03c5\u03c6\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b4\u03b5\u03bd \u03c5\u03c0\u03bf\u03c3\u03c4\u03b7\u03c1\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 GEDCOM
err.age.under=\u0397 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03c4\u03c9\u03bd {0} \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03ba\u03c1\u03cc\u03c4\u03b5\u03c1\u03bf \u03b1\u03c0\u03cc {1} \u03ad\u03c4\u03b7
err.age.over=\u0397 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03c4\u03c9\u03bd {0} \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b5\u03b3\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03b7 \u03b1\u03c0\u03cc {1} \u03ad\u03c4\u03b7
err.date.before={0} \u03c0\u03c1\u03b9\u03bd {1}
err.date.after={0} \u03bc\u03b5\u03c4\u03ac {1}
err.date.of=\u03b1\u03c0\u03cc {0}
err.spouse.HUSB={0} {1} \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03ac\u03bd\u03b4\u03c1\u03b1\u03c2
err.spouse.WIFE={0} {1} \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b1
err.exists.without={0} \u03c7\u03c9\u03c1\u03af\u03c2 {1}
# {0} - entity type being checked
# {1} - entity number being checked
validate.progress=\u0395\u03bb\u03ad\u03b3\u03c7\u03bf\u03bd\u03c4\u03b1\u03c2 {0}, \u039f\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 No {1}
# {0} - gedcom name
validate.title=\u0395\u03bb\u03ad\u03b3\u03c7\u03bf\u03bd\u03c4\u03b1\u03c2 {0}
warn.fam.cloned=\u0397 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 {0} \u03c6\u03b1\u03af\u03bd\u03b5\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03ba\u03bb\u03ce\u03bd\u03bf\u03c5\u03c2
warn.fam.clone=\u0397 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 {0} \u03c6\u03b1\u03af\u03bd\u03b5\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1\u03c2 \u03ba\u03bb\u03ce\u03bd\u03bf\u03c2 \u03c4\u03b7\u03c2 {1}
warn.famc.biological=\u03a0\u03c1\u03bf\u03c3\u03bf\u03c7\u03ae, \u03bf\u03b9 \u03b2\u03b9\u03bf\u03bb\u03bf\u03b3\u03b9\u03ba\u03bf\u03af \u03b3\u03bf\u03bd\u03b5\u03af\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b5\u03be\u03b9\u03ac \u03b1\u03c0\u03cc interpretation (\u03c7\u03c1\u03ae\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03ae\u03c2 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03b4\u03b9\u03b5\u03c5\u03ba\u03c1\u03af\u03bd\u03b9\u03c3\u03b7)
warn.order.CHIL=\u03c4\u03b1 \u03c0\u03b1\u03b9\u03b4\u03b9\u03ac \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03b1\u03bd\u03b1\u03c6\u03b5\u03c1\u03b8\u03b5\u03af \u03bc\u03b5 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7
warn.order.FAMS=\u039f\u03b9 \u03c3\u03c7\u03ad\u03c3\u03b5\u03b9\u03c2 \u03c4\u03c9\u03bd \u03b6\u03b5\u03c5\u03b3\u03b1\u03c1\u03b9\u03ce\u03bd (\u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2 FAMS) \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03b1\u03bd\u03b1\u03c6\u03b5\u03c1\u03b8\u03b5\u03af \u03bc\u03b5 \u03b3\u03ac\u03bc\u03bf\u03c5\u03c2
warn.plac.format=\u0397 \u03bc\u03bf\u03c1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03b9\u03b5\u03c1\u03b1\u03c1\u03c7\u03af\u03b1\u03c2 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03bf\u03c5\u03bd \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03ae \u03c4\u03bf\u03c5 GEDCOM
warn.plac.value=\u039f \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03b9\u03ce\u03bd \u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03b5\u03b9 \u03b1\u03c0\u03cc \u03c4\u03bf \u03b4\u03b7\u03bb\u03c9\u03bc\u03ad\u03bd\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 ({0} \u03b1\u03bd\u03c4\u03af \u03c4\u03bf\u03c5 {1})
GedcomValidateOptionsPanel.isSameSexFamValid.text=\u038a\u03b4\u03b9\u03bf\u03c5 \u03c6\u03cd\u03bb\u03bf\u03c5 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7
warn.year.range=\u0397 \u03c7\u03c1\u03bf\u03bd\u03bf\u03bb\u03bf\u03b3\u03af\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03ba\u03c4\u03cc\u03c2 \u03c4\u03bf\u03c5 \u03b5\u03c0\u03b9\u03c4\u03c1\u03b5\u03c0\u03c4\u03bf\u03cd \u03b5\u03cd\u03c1\u03bf\u03c5\u03c2
GedcomValidateOptionsPanel.yearRangeLabel.text=\u0395\u03c0\u03b9\u03c4\u03c1\u03ad\u03c8\u03c4\u03b5 \u03c7\u03c1\u03bf\u03bd\u03bf\u03bb\u03bf\u03b3\u03af\u03b5\u03c2 \u03b1\u03c0\u03cc
GedcomValidateOptionsPanel.jLabel2.text=\u03a0\u03c1\u03bf\u03c2
maxDiffAgeSibling=\u0395\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03b7 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03b3\u03b9\u03b1 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1
maxDiffAgeSpouses=\u0395\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03b7 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03b3\u03b9\u03b1 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1
