
name = Graphique des noms par \u00e9poque

info = <h1><center>Noms par \u00e9poque</center></h1> \
 <p> Ce rapport montre l'utilisation des noms de famille au cours de la p\u00e9riode de temps couverte par vos donn\u00e9es g\u00e9n\u00e9alogiques.</p> \
 <p><center> \
 <img src="ReportNameHistorySample.gif"> \
 </center></p> \
 <p>Ce graphe est tr\u00e8s int\u00e9ressant, car vous allez vous rendre compte qu'au cours des si\u00e8cles les noms reviennent plus ou moins. </p> \
 <br> \
 <h3>Notes sur les options :</h3> \
 <ul> \
 <li>Vous devez d\u00e9finir avec attention les param\u00e8tres, notamment le pourcentage d'utilisation minimum d'un nom. Si vous mettez un chiffre trop petit, vous risquez d'avoir \
 un nombre incalculable de courbes, ce qui rendra le graphe pratiquement inexploitable.</li> \
 <li>Les pr\u00e9fixes de noms de famille ("de", "de la", etc) sont ignor\u00e9s seulement s'ils sont en minuscule.</li> \
 <li>D'autre-part, le nombre de personnes ayant le m\u00eame nom doit \u00eatre appr\u00e9ci\u00e9 par ann\u00e9e, donc il vous faut regarder la largeur de la bande ayant la m\u00eame couleur pour l'ann\u00e9e concern\u00e9e.</li> \
 <li>Remarque : Mm\u00eame si les pr\u00e9fixes de noms de famille sont ignor\u00e9s, le calcul de pourcentage se fait sur la partie principale du nom. Par exemple, si "de Maison" et "de la Maison" ont \
 chacun une fr\u00e9quence de 1,5% et que le seuil d'affichage est fix\u00e9 \u00e0 2%, ils ne sont pas affich\u00e9s (ni la partie principale "Maison").</li> \
 </ul> 

title = Historique d'usage des noms
yaxis = Nbre de Personnes par Ann\u00e9e
makeGroupOther = Mettre dans un groupe tous les noms qui n'ont pas \u00e9t\u00e9 pris en compte
lifespanWithoutDEAT = \u00c2ge de d\u00e9c\u00e8s choisi, pour les personnes n'ayant pas leur date de d\u00e9c\u00e8s indiqu\u00e9e
minUseOfName = Fr\u00e9quence minimum d'un Nom dans votre fichier GEDCOM pour \u00eatre pris en consid\u00e9ration (%)
others = {0} Autres Noms
prefixPresentation = Pr\u00e9sentation des pr\u00e9fixes (comme: van der) des noms de famille
prefixAsIs = comme saisi (von Vries)
prefixIgnore = en l'ignorant (Vries)
prefixLast = en dernier (Vries, de)
