#
name=\u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03c3\u03c4\u03bf \u03b3\u03c1\u03ac\u03c6\u03b7\u03bc\u03b1 \u0399\u03c3\u03c4\u03bf\u03c1\u03af\u03b1\u03c2
#
info=<h1><center>\u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03c3\u03c4\u03bf \u03b9\u03c3\u03c4\u03bf\u03c1\u03b9\u03ba\u03cc \u03b3\u03c1\u03ac\u03c6\u03b7\u03bc\u03b1</center></h1>\n<p>\u0395\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03b9 \u03c4\u03bf \u03b9\u03c3\u03c4\u03bf\u03c1\u03b9\u03ba\u03cc \u03c4\u03c9\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03ce\u03bd \u03bf\u03bd\u03bf\u03bc\u03ac\u03c4\u03c9\u03bd \u03ba\u03b1\u03c4\u03ac \u03bc\u03ae\u03ba\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae\u03c2 \u03c7\u03c1\u03cc\u03bd\u03bf\u03c5 \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 GEDCOM.</p>\n<p>\u03a3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03b9\u03c2 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03b9\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2:</p>\n<ul><li>\u03c0\u03bf\u03bb\u03cd \u03bc\u03b9\u03ba\u03c1\u03cc \u03c0\u03bf\u03c3\u03bf\u03c3\u03c4\u03cc \u03ba\u03b1\u03b8\u03b9\u03c3\u03c4\u03ac \u03b1\u03b4\u03cd\u03bd\u03b1\u03c4\u03bf \u03c4\u03bf\u03bd \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03bc\u03cc.</li>\n<li>\u03b1\u03ba\u03cc\u03bc\u03b7 \u03ba\u03b1\u03b9 \u03b1\u03bd \u03b1\u03b3\u03bd\u03bf\u03b7\u03b8\u03bf\u03cd\u03bd \u03c4\u03b1 \u03c0\u03c1\u03bf\u03b8\u03ad\u03bc\u03b1\u03c4\u03b1 \u03b5\u03c0\u03c9\u03bd\u03cd\u03bc\u03c9\u03bd, \u03c4\u03b1 \u03c0\u03bf\u03c3\u03bf\u03c3\u03c4\u03ac \u03b8\u03b1 \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c3\u03c7\u03ad\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b9\u03ba\u03cc \u03cc\u03bd\u03bf\u03bc\u03b1.\n\u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1: \u03b5\u03ac\u03bd \u03c4\u03b1 "van Veen" \u03ba\u03b1\u03b9 "van der Veen" \u03ad\u03c7\u03bf\u03c5\u03bd \u03c3\u03c5\u03c7\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 1,5% \u03c4\u03bf \u03ba\u03b1\u03b8\u03ad\u03bd\u03b1 \u03ba\u03b1\u03b9 \u03c4\u03bf \u03cc\u03c1\u03b9\u03bf \u03ad\u03c7\u03b5\u03b9 \u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03c3\u03c4\u03bf 2%, \u03c4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 "Veen" \u03b4\u03b5\u03bd \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9.\n</li>\n<li>\u03c4\u03b1 \u03c0\u03c1\u03bf\u03b8\u03ad\u03bc\u03b1\u03c4\u03b1 \u03b1\u03b3\u03bd\u03bf\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03bc\u03cc\u03bd\u03bf \u03b1\u03bd \u03b3\u03c1\u03ac\u03c6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c0\u03b5\u03b6\u03ac</li>\n</ul>\n<p><center><img src="ReportNameHistorySample.gif"></center></p>
title=\u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03c3\u03c4\u03b7\u03bd \u0399\u03c3\u03c4\u03bf\u03c1\u03af\u03b1
yaxis=\u0386\u03c4\u03bf\u03bc\u03b1 \u03b1\u03bd\u03ac \u03ad\u03c4\u03bf\u03c2
makeGroupOther=\u039c\u03af\u03b1 \u03bf\u03c1\u03b1\u03c4\u03ae \u03bf\u03bc\u03ac\u03b4\u03b1 \u03b3\u03b9\u03b1 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c5\u03c0\u03cc\u03c8\u03b7
lifespanWithoutDEAT=\u0397\u03bb\u03b9\u03ba\u03af\u03b1 \u03b8\u03b1\u03bd\u03ac\u03c4\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03c7\u03c9\u03c1\u03af\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b8\u03b1\u03bd\u03ac\u03c4\u03bf\u03c5
minUseOfName=\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03bb\u03b7\u03c6\u03b8\u03b5\u03af \u03c5\u03c0\u03cc\u03c8\u03b7 \u03b7 \u03b5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03b7 \u03c7\u03c1\u03ae\u03c3\u03b7 \u03b5\u03c0\u03c9\u03bd\u03cd\u03bc\u03bf\u03c5 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM (%)
others={0} \u0386\u03bb\u03bb\u03b1 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1
prefixPresentation=\u03a0\u03b1\u03c1\u03bf\u03c5\u03c3\u03af\u03b1\u03c3\u03b7 \u03c0\u03c1\u03bf\u03b8\u03b5\u03bc\u03ac\u03c4\u03c9\u03bd (\u03cc\u03c0\u03c9\u03c2: van der) \u03b5\u03c0\u03c9\u03bd\u03cd\u03bc\u03c9\u03bd
prefixAsIs=\u03cc\u03c0\u03c9\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 (de Vries)
prefixIgnore=\u03b1\u03b3\u03bd\u03cc\u03b7\u03c3\u03b5  (Vries)
prefixLast=\u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03bf (Vries, von)
