#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importahnenblatt.name=Ahnenblatt 
importahnenblatt.note=Questo file \u00e8 stato modificato dal modulo di importazione Ahnenblat di Ancestris  
importancestrologie.name=Ancestrologie
importancestrologie.note=Questo file \u00e8 stato modificato dal modulo di importazione Ancestrologie di Ancestris
importfamilytreemaker.name=Family Tree Maker (FTM) 
importfamilytreemaker.note=Questo file \u00e8 stato modificato dal modulo di import Family Tree Maker di Ancestris
importgenbox.name=Genbox 
importgenbox.note=Questo file \u00e8 stato modificato dal modulo di importazione Genbox di Ancestris
importgeneanet.name=Geneanet/GeneWeb 
importgeneanet.note=Questo file \u00e8 stato modificato dal modulo di importazione Geneanet di Ancestris.
importgeneanet.notewarning=Gedcom file prodotto per essere caricato su Geneanet. NON usarlo per modificare la vostra genealogia \!
importgeneatique.name=Geneatique 
importgeneatique.note=Questo file \u00e8 stato modificato dal modulo di import Geneatique di Ancestris
importgeneric.name=Programma di origine dei dati sconosciuto
importgeneric.note=Questo file \u00e8 stato modificato dal modulo di importazione generico di Ancestris.
importgeni.name=Geni.com 
importgeni.note=Questo file \u00e8 stato modificato dal modulo di importazione Ancestris Geni.com 
importgenoom.name=Genoom 
importgenoom.note=Questo file \u00e8 stato modificato dal modulo di importazione Ancestris Genoom 
importges.name=GES 
importges.note=Questo file \u00e8 stato modificato dal modulo di importazione Ancestris GES
importgramps.name=Gramps 
importgramps.note=Questo file \u00e8 stato modificato dal modulo di importazione Gramps di Ancestris 
importheredis.name=Heredis 
importheredis.note=Questo file \u00e8 stato modificato dal modulo di importazione da Heredis
importlegacy.name=Legacy Family Tree 
importlegacy.note=Questo file \u00e8 stato modificato dal modulo di importazione di Legacy Family Tree
importmacfamilytree.name=MacFamilyTree 
importmacfamilytree.note=Questo file \u00e8 stato modificato dal modulo di importazione MacFamilyTree di Ancestris.
importmyfamilytree.name=MyFamilyTree\n
importmyfamilytree.note=Questo file \u00e8 stato modificato dal modulo di importazione Ancestris MyFamilyTree 
importmyheritage.name=MyHeritage 
importmyheritage.note=Questo file \u00e8 stato modificato dal modulo di importazione MyHeritage di Ancestris
importrootsmagic.name=RootsMagic 
importrootsmagic.note=Questo file \u00e8 stato modificato dal modulo di importazione RootsMagic di Ancestris 
importrootstrust.name=RootsTrust 
importrootstrust.note=Questo file \u00e8 stato modificato dal modulo di importazione RootsTrust di Ancestris
OpenIDE-Module-Name=Importazioni- Importazione Generica
OpenIDE-Module-Display-Category=File 
OpenIDE-Module-Long-Description=<h1><center>Restauro di un file Gedcom generico</center></h1>\n\n<p>Questo strumento importa e mette a norma un file gedcom proveniente da un altro programma di genealogia. Cercher\u00e0 di correggere gli errori pi\u00f9 comuni trovati durante l'importazione.</p>\n\n<p>Se questa estensione non rimedia alla maggior parte degli errori, o il vostro gedcom proviene da un programma non ancora supportato, chiedete al nostro team di sviluppatori di creare una estensione specifica per il vostro precedente programma di genealogia.</p>\n\n<p> Postate la richiesta a "support@ancestris.org" ed aggiungete alla email di richiesta il file gedcom da restaurare. Ma sappiate che la richiesta verr\u00e0 accolta se il programma che lo ha generato \u00e8 sufficientemente noto ed utilizzato da numerosi utenti. </p>\n\n
OpenIDE-Module-Short-Description=Importazione e restauro di un gedcom generico non conforme
#
process.name=Creazione di un report di importazione  con {0} problemi
title=Report di Importazione per {0}
tabtip=Mostra tutte le correzioni fatte durante il processo di importazione
noissues=Nessun problema riscontrato durante l'importazione del file
#
section.summary=Sommario
section.summary.a.software=Software di origine:
section.summary.b.gedcomversion=Versione Gedcom:
section.summary.c.oldgedcom=Nome del gedcom originale\n
section.summary.d.oldnumlines=Numero di righe originale
section.summary.e.newgedcom=Nuovo nome del gedcom:
section.summary.f.newnumlines=Nuovo numero di righe (righe vuote eliminate:
section.summary.g.nbindis=Numero di individui:
section.summary.h.nbfams=Numero di famiglie:
section.summary.i.nbnotes=Numero di note:
section.summary.j.nbobjes=Numero di multimedia:
section.summary.k.nbsources=Numero di fonti:
section.summary.l.nbrepos=Numero di luoghi di conservazione
section.summary.m.nbsubms=Numero dei contributori
section.summary.n.nbfixes=Numero di correzioni eseguite:
#
col.id=Id 
col.name=Nome
col.correction=Correzione eseguita
col.previousTag=Precedente Tag
col.previousValue=Precedente valore
col.newTag=Nuovo Tag
col.newValue=Nuovo Valore
#
section.repairLine=Riga corretta
section.repairLine.1=Il contenuto della riga \u00e8 stato aggiunto alla riga precedente.
section.repairLine.2=Il contenuto della riga \u00e8 stato aggiunto a una nuova NOTA.
section.repairLine.3=Riga nuova ignorata\n
#
section.header=Modifiche dell'intestazione
section.header.NoteInserted=Inserita una nota per segnalare l'importazione su Ancestris.
section.header.NoteAdded=Aggiunta una nota per segnalare l'importazione su Ancestris.
section.header.DestinationAdded=La destinazione era mancante. E' stata aggiunta.
section.header.DestinationChanged=Il valore della destinazione era invalido ed \u00e8 stato cambiato al valore noto predefinito "ANY".
section.header.PlaceAdded=Aggiunto un formato di luogo. Esso tiene conto del numero di giurisdizioni rilevato. Usare il menu "Funzioni/Tavola dei Luoghi" per personalizzarlo.
section.header.PlaceInvalid=Formato di luogo invalido con caratteri scorretti. Lasciato invariato. Usare il menu "Funzioni/Tavola dei luoghi"per correggerlo.
section.header.CharChanged=La codifica e la definizione del file nell'intestazione non \u00e8 UTF-8. La definizione della codifica \u00e8 stata cambiata in UTF-8 come da nostra raccomandazione. Per modificala usate tranquillamente il menu "File/Salva come /Opzioni" oppure "File/Propriet\u00e0" 
section.header.CharInvalid=La codifica reale del file non \u00e8 UTF-8 quindi i caratteri speciali possono apparire scorrettamente.L'importazione ha cdontinuato con la codifica UTF-8 . Se i caratteri speciali sono scorretti, si prega di convertire il file Gedcom in UTF-8 prima di importarlo nuovamente
section.header.Version=La versione corrente sar\u00e0 la 5.5.1 per rappresentare correttamente la struttura attuale dei dati 
section.header.Web=Inserito protocollo nell'indirizzo web per rendere il link cliccabile se necessario.
#
section.missingEntity=Entit\u00e0 mancanti\n
section.missingEntity.Indi=Creato un individuo mancante.
section.missingEntity.Fam=Creata una famiglia mancante.
section.missingEntity.Note=Creata nota mancante
section.missingEntity.Obje=Creato multimedia mancante.
section.missingEntity.Sour=Creata fonte mancante
section.missingEntity.Repo=Creato deposito mancante
section.missingEntity.Subm=Creato contributore mancante.
#
section.eventValue=Valore dell'evento invalido
section.eventValue.1=Il valore per questo evento dovrebbe essere vuoto. Valore trasferito nel TYPE tag.
section.eventValue.2=Il valore per questo evento dovrebbe essere vuoto. Valore trasferito nella NOTA sottostante
section.eventValue.3=Il valore dell'evento vuoto \u00e8 stato modificato in "Y". Altrimenti \u00e8 possibile utilizzare il comando rimuovere tag vuoti inutili utilizzando il menu "Modifica / Elimina".
section.eventValue.4=Il valore per questo tipo di evento \u00e8 troppo lungo. Il valore \u00e8 stato spostato in una NOTA sottostante.
#
section.invalidTag=tags invalidi
section.invalidTag.1=Il tag non esisteva. \u00c8 stato modificato in un tag definito dall'utente.
section.invalidTag.2=Il tag non esisteva. \u00c8 stato cambiato con un tag pi\u00f9 appropriato.
section.invalidTag.3=Il tag \u00e8 possibile ma era pi\u00f9 importante rinominarlo.
#
section.invalidTagLocation=Posizioni dei tag non valide
section.invalidTagLocation.1=Il tag esiste ma non \u00e8 consentito in questa posizione. \u00c8 stato rinominato in un tag definito dall'utente
section.invalidTagLocation.2=ll tag esiste ma non \u00e8 consentito in questa posizione. \u00c8 stato cambiato con un tag pi\u00f9 appropriato.
section.invalidTagLocation.3=l tag esiste ma non \u00e8 consentito in questa posizione. \u00c8 stato cambiato con un tag in una posizione pi\u00f9 appropriato.
section.invalidTagLocation.4=Il tag esiste ma non \u00e8 consentito in questa posizione. \u00c8 stato creato un tag PLAC e il tag \u00e8 stato spostato sotto.
section.invalidTagLocation.5=Il tag esiste ma non \u00e8 consentito in questa posizione. Il contenuto \u00e8 stato concatenato a una singola riga.
#
section.invalidFileStructure=Struttura dati file non valida
section.invalidFileStructure.1=Mancava l'etichetta. \u00c8 stato creata
section.invalidFileStructure.2=Il tag \u00e8 stato trovato in una posizione non valida. \u00c8 stato spostato qui.
section.invalidFileStructure.3=Il tag esiste gi\u00e0, cos\u00ec \u00e8 stato rinominato
section.invalidFileStructure.4=Il valore del tag era vuoto ed \u00e8 stato generato dal nome del file quando \u00e8 stato fornito
#
section.missingTag=Tags mancanti
section.missingTag.1=Aggiunto tag mancante.
section.missingTag.2=Tag informativo creato
#
section.invalidEntity=Entit\u00e0 non valide e trasformate
section.invalidEntity.01=Entit\u00e0 _STORY non valida sostituita con un'entit\u00e0 NOTE
section.invalidEntity.02=Questo tag doveva essere modificato per adattarsi all'entit\u00e0 NOTE che ha sostituito l'entit\u00e0 _STORY
section.invalidEntity.03=Entit\u00e0 _HASHTAG_DEFN non valida sostituita con un'entit\u00e0 NOTE
section.invalidEntity.05=Sostituito tag _HASHTAG non valido con un tag NOTE.
section.invalidEntity.06=Le informazioni sull'entit\u00e0 _PLAC non valide sono state spostate nella posizione utilizzata.
section.invalidEntity.07=Sostituita entit\u00e0 _PLAC non utilizzata non valida con un'entit\u00e0 NOTE
section.invalidEntity.08=Entit\u00e0 _EVENT_DEFN non valida sostituita con un'entit\u00e0 NOTE.
section.invalidEntity.09=Sostituito un TYPE che punta a un'entit\u00e0 _EVEN non valida con un NOTE che punta a un'entit\u00e0 NOTE.
section.invalidEntity.10=Sostituito record _TODO non valido con un'entit\u00e0 NOTE.
section.invalidEntity.11=Sostituiti i tag all'interno di _TODO citazione con tag definito dall'utente
section.invalidEntity.20=Sostituito il contenuto del repository con un tag che punta a un'entit\u00e0 REPO.
section.invalidEntity.21=Repository creato dalle informazioni fornited.
section.invalidEntity.30=Sostituito record _ALBUM non valido con un'entit\u00e0 NOTE.
#
section.invalidDate=Date Invalide
section.invalidDate.1=La data non deve contenere "/". Valore modificato in formato GEDCOM.
section.invalidDate.2=I valori delle parole nelle date sono stati modificati in parole inglesi maiuscole predefinite.
section.invalidDate.3=Il formato della data non \u00e8 valido e non pu\u00f2 essere corretto. Lasciato invariato.
section.invalidDate.4=L'indicazione della data giuliana del calendario non era corretta. Il valore \u00e8 stato modificato.
section.invalidDate.5=L'indicazione della data repubblicana del calendario non era corretta. Il valore \u00e8 stato modificato.
#
section.invalidAge=Et\u00e0 invalie
section.invalidAge.1=L'et\u00e0 dovrebbe avere indicatori di giorno, mese e anno. Aggiunto "y" al singolo valore numerico.
#
section.invalidName=Nomi Invalidi 
section.invalidName.1=Il valore non elaborato del nome \u00e8 stato modificato per riflettere tutti i valori dei sottotag
section.invalidName.2=L'elemento nome \u00e8 vuoto e senza subordinato. \u00c8 stato rimosso.
section.invalidName.9=Sposta i prefissi e i suffissi dei nomi errati nelle professioni
#
section.invalidPlace=Luoghi invalidi
section.invalidPlace.1=\nIl numero di giurisdizioni inferiore al formato e il valore definiti dall'intestazione sono stati adeguati. Utilizza il menu "Visualizza/Tabella dei luoghi" per migliorarlo in base alle tue esigenze.
section.invalidPlace.2=Il numero di giurisdizioni pi\u00f9 lungo del formato e del valore definiti dall'intestazione \u00e8 rimasto invariato. Usa il menu "Visualizza / Tabella dei luoghi" per risolverlo.
#
section.switchAssos=Associazioni invertite
section.switchAssos.1=L'associazione \u00e8 stata invertita
#
section.eventsCardinality=Eventi multipli
section.eventsCardinality.1=Evento duplicato. Il valore \u00e8 stato spostato in un nuovo tag EVEN.
section.eventsCardinality.2=Etichetta duplicata. \u00c8 stato rinominata in un tag definito dall'utente.
#
section.invalidCardinality=Tags multipli
section.invalidCardinality.1=Etichetta duplicata. Il valore \u00e8 stato spostato nel tag principale vuoto EVEN.
#
section.invalidSex=Sesso Invalido
section.invalidSex.1=Il sesso sconosciuto dovrebbe essere scritto "U". Valore cambiato.
#
section.duplicateAssociations=Associazioni duplicate
section.duplicateAssociations.1=Link duplicato rimosso
#
section.invalidInformation=Informazioni non valide o non necessarie
section.invalidInformation.1=Il valore \u00e8 gi\u00e0 memorizzato altrove e non dovrebbe essere qui. Valore rimosso.
#
section.textformatting=Conversione del testo
section.textformatting.1=Il testo includeva la formattazione HTML. Il valore \u00e8 stato convertito in testo non elaborato.
section.textformatting.2=Il testo includeva la formattazione RTF. Il valore \u00e8 stato convertito in testo non elaborato.
section.textformatting.3=Mantenuta la migliore qualit\u00e0 dell'immagine.
#
# Specific issues
importlegacy.issue1=Sappiamo che a causa di un problema di traduzioni, i titoli "eredit\u00e0" e "professione" potrebbero essere inseriti al posto dei prefissi e dei suffissi dei nomi.\n Sembra essere il caso di questa genealogia. Ancestris pu\u00f2 convertire questi campi in professioni per tutti gli individui.\n\nVuoi che Ancestris converta questi campi?
