#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importahnenblatt.name=Ahnenblatt
importahnenblatt.note=Denne fil er blevet \u00e6ndret af Ancestris' Ahnenblatt importmodul.
importancestrologie.name=Ancestrologie
importancestrologie.note=Denne fil er \u00e6ndret af Ancestris' Ancestrologie importmodul.
importfamilytreemaker.name=Family Tree Maker
importfamilytreemaker.note=Denne fil er \u00e6ndret af Ancestris' Family Tree Maker importmodul.
importgenbox.name=Genbox
importgenbox.note=Denne fil er \u00e6ndret af Ancestris' Genbox importmodul.
importgeneanet.name=Geneanet
importgeneanet.note=Denne fil er \u00e6ndret af Ancestris' Geneanet importmodul.
importgeneanet.notewarning=GEDCOM-fil lavet til upload til Geneanet. Filen m\u00e5 IKKE bruges til \u00e6ndring af din sl\u00e6gtsforskning\!
importgeneatique.name=Geneatique
importgeneatique.note=Denne fil er \u00e6ndret af Ancestris' Geneatique importmodul.
importgeneric.name=Dan eller repar\u00e9r
importgeneric.note=Denne fil er \u00e6ndret af Ancestris' generelle importmodul.
importgramps.name=Gramps
importgramps.note=Denne fil er \u00e6ndret af Ancestris' Gramps importmodul.
importheredis.name=Heredis
importheredis.note=Denne fil er \u00e6ndret af Ancestris' Heredis importmodul.
importlegacy.name=Legacy Family Tree
importlegacy.note=Denne fil er \u00e6ndret af Ancestris Legacy Family Tree importmodul.
importmacfamilytree.name=MacFamilyTree
importmacfamilytree.note=Denne fil er \u00e6ndret af Ancestris' MacFamilyTree importmodul.
importmyheritage.name=MyHeritage
importmyheritage.note=Denne fil er \u00e6ndret af Ancestris' MyHeritage importmodul.
importrootsmagic.name=RootsMagic
importrootsmagic.note=Denne fil her blevet \u00e6ndret af Ancestris RootsMagic importmodulet.
importrootstrust.name=RootsTrust
importrootstrust.note=Denne fil er \u00e6ndret af Ancestris' RootsTrust importmodul.
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Import - F\u00e6lles import
OpenIDE-Module-Display-Category=Fil
OpenIDE-Module-Long-Description=<h1><center>Import - F\u00e6lles import</center></h1>\n\n<p>Dette v\u00e6rkt\u00f8j importerer en GEDCOM-fil fra et andet program, der ikke er d\u00e6kket af en af de andre importmoduler. Det vil pr\u00f8ve at rette fundne fejl. Hvis dette modul ikke kan rette de fleste problemer, eller hvis din GEDCOM-fil kommer fra et sl\u00e6gts-program, der endnu ikke er d\u00e6kket, sp\u00f8rg gerne vores udviklerteam, om de kan lave et nyt modul specielt til dit tidligere program. Til det form\u00e5l, send dit \u00f8nske til "support@ancestris.org" og vedh\u00e6ft din GEDCOM-fil. </p>\n\n<p>V\u00e6r opm\u00e6rksom p\u00e5, at vi kun kan hj\u00e6lpe, hvis dit sl\u00e6gtsprogram er et kendt program. </p>\n\n<p>Den findes i menuen Filer, Import, GEDCOM-fil.</p>
OpenIDE-Module-Short-Description=Import og rettelses-v\u00e6rkt\u00f8j til ikke-generelle GEDCOM-filer
#
process.name=Opretter import rapport med {0} problemer
title=Import rapport for {0}
tabtip=Viser alle korrektioner, der foretages under importen
noissues=Ingen problemer fundet ved import af filen.
#
section.summary=Resum\u00e9
section.summary.a.software=Filen stammer fra programmet:
section.summary.b.gedcomversion=GEDCOM-version:
section.summary.c.oldgedcom=Oprindeligt GEDCOM-filnavn:
section.summary.d.oldnumlines=Oprindeligt antal linjer:
section.summary.e.newgedcom=Nyt filnavn:
section.summary.f.newnumlines=Nyt antal linjer (kun tomme linjer er fjernet):
section.summary.g.nbindis=Antal personer:
section.summary.h.nbfams=Antal familier:
section.summary.i.nbnotes=Antal noter:
section.summary.j.nbobjes=Antal mediefiler:
section.summary.k.nbsources=Antal kilder:
section.summary.l.nbrepos=Antal mapper:
section.summary.m.nbsubms=Antal bidragsydere:
section.summary.n.nbfixes=Antal korrektioner foretaget:
#
col.id=ID
col.name=Navn
col.correction=Korrektion foretaget
col.previousTag=Gammelt m\u00e6rke
col.previousValue=Gammel v\u00e6rdi
col.newTag=Nyt m\u00e6rke
col.newValue=Ny v\u00e6rdi
#
section.repairLine=Rapareret linje
section.repairLine.1=Linjens indhold er tilf\u00f8jet i forrige linje.
section.repairLine.2=Linjens indhold er tilf\u00f8jet i en ny note.
section.repairLine.3=Ignorerer tom linje.
#
section.header=Overskrift\u00e6ndringer
section.header.NoteInserted=En note er indsat for at spore importen til Ancestris.
section.header.NoteAdded=En note er tilf\u00f8jet for at spore importen til Ancestris.
section.header.DestinationAdded=Destination mangler.\u00a0Den er blevet tilf\u00f8jet.
section.header.DestinationChanged=Destinationsv\u00e6rdi er ugyldig og er \u00e6ndret til standard v\u00e6rdien "ANY".
section.header.PlaceAdded=Stedformat tilf\u00f8jet. Det matcher antallet af jurisdiktioner/steder, der er fundet. Brug menuen Vis, Stedtabel for at rette stednavne.
section.header.PlaceInvalid=Stedformat er ugyldigt med forkerte karakterer. Er ikke rettet. Brug meneun Vis, Stedtabel for at rette det.
section.header.CharChanged=Filkodning og indikation i overskriften er ikke UTF-8. Kodningsindikationen er blevet \u00e6ndret til UTF-8 i hendhold til vores anbefaling. For at \u00e6ndre det, er du velkommen til at bruge menuen Fil, Gem som, , Optioner.
section.header.CharInvalid=\u00c6gte filkodning er ikke UTF-8, og specialtegn vises muligvis forkert. Importen fortsatte med UTF-8-kodning. Hvis specialtegn vises forkert, skal du konvertere GEDCOM-filen til UTF-8, inden du importerer den igen.
section.header.Version=GEDCOM-version rettet til 5.5.1 for at reflektere, hvad informationens struktur faktisk er.
section.header.Web=Indsat protokol i webadressen for at g\u00f8re linket klikbart, om n\u00f8dvendigt..
#
section.missingEntity=Manglende enheder
section.missingEntity.Indi=Oprettet manglende person.
section.missingEntity.Fam=Oprettet manglende familie.
section.missingEntity.Note=Oprettet manglende note.
section.missingEntity.Obje=Oprettet manglende mediefil.
section.missingEntity.Sour=Oprettet manglende kilde.
section.missingEntity.Repo=Oprettet manglende mappe.
section.missingEntity.Subm=Oprettet manglende bidragsyder.
#
section.eventValue=Ugyldige begivenhedsv\u00e6rdier
section.eventValue.1=V\u00e6rdien for denne begivenhed skal v\u00e6re tom. V\u00e6rdien er flyttet til TYPE-m\u00e6rket.
section.eventValue.2=V\u00e6rdien for denne begivenhed skal v\u00e6re tom. V\u00e6rdien er flyttet til en NOTE nedenfor.
section.eventValue.3=Tom begivenhedsv\u00e6rdi er \u00e6ndret til "Y". Ellers kan du fjerne un\u00f8dvendige tomme m\u00e6rker ved at benytte "Redig\u00e9r/Slet" menuen.
section.eventValue.4=V\u00e6rdien for denne begivenhedstype er for lang. V\u00e6rdien er flyttet til en NOTE nedenfor.
#
section.invalidTag=Ugyldige m\u00e6rker
section.invalidTag.1=M\u00e6rke eksisterer ikke. Det er \u00e6ndret til et brugerdefineret m\u00e6rke.
section.invalidTag.2=M\u00e6rke eksisterer ikke. Det er \u00e6ndret til et mere passende m\u00e6rke.
section.invalidTag.3=M\u00e6rket er muligt, men det var mere relevant at omd\u00f8be det.
#
section.invalidTagLocation=Ugyldige m\u00e6rke steder
section.invalidTagLocation.1=M\u00e6rke eksisterer, men er ikke tilladt p\u00e5 denne lokation. Det er omd\u00f8bt til et brugerdefineret m\u00e6rke.
section.invalidTagLocation.2=M\u00e6rke eksisterer, men det er ikke tilladt p\u00e5 denne lokation. Det er \u00e6ndret til et mere passende m\u00e6rke.
section.invalidTagLocation.3=M\u00e6rket eksisterer, men er ikke tilladt p\u00e5 denne lokation. Det er flyttet til en mere passende lokation.
section.invalidTagLocation.4=M\u00e6rke eksisterer, men er ikke tilladt p\u00e5 denne lokation. Et PLAC m\u00e6rke er oprettet, og m\u00e6rket er flyttet nedenunder.
section.invalidTagLocation.5=M\u00e6rke eksisterer, men er ikke tilladt p\u00e5 denne lokation. Indholdet er sammenk\u00e6det til en enkelt linje.
#
section.invalidFileStructure=Ugyldig fildatastruktur
section.invalidFileStructure.1=M\u00e6rke mangler. Det er blevet oprettet.
section.invalidFileStructure.2=M\u00e6rke er fundet p\u00e5 en forkert lokation. Det er flyttet hertil.
section.invalidFileStructure.3=M\u00e6rke eksisterer allerede, s\u00e5 det er har f\u00e5et nyt navn.
section.invalidFileStructure.4=M\u00e6rkev\u00e6rdien er tom, og det er blevet genereret ud fra filnavnet, da filen blev oprettet.
#
section.missingTag=Manglende m\u00e6rker
section.missingTag.1=Tilf\u00f8jet manglende m\u00e6rker.
section.missingTag.2=Oprettet informativt m\u00e6rke.
#
section.invalidEntity=Ugyldige eller \u00e6ndrede enheder
section.invalidEntity.01=Erstattet ugyldig  _STORY enhed med en NOTE.
section.invalidEntity.02=Dette m\u00e6rke er \u00e6ndret til at passe i en NOTE, som har erstattet _STORY feltet.
section.invalidEntity.03=Erstattet ugyldig _HASHTAG_DEFN med en NOTE.
section.invalidEntity.05=Erstattet ugyldig _HASHTAG med en NOTE.
section.invalidEntity.06=Flyttet den ugyldige _PLAC information til den brugte lokation.
section.invalidEntity.07=Erstattet ubrugte ugyldige _PLAC med en NOTE.
section.invalidEntity.08=Erstattet ugyldig _EVENT_DEFN med en NOTE.
section.invalidEntity.09=Erstattet en TYPE der peger p\u00e5 en ugyldig _EVEN med en NOTE pegende p\u00e5 en NOTE.
section.invalidEntity.10=Erstattet ugyldig  _TODO med en NOTE.
section.invalidEntity.11=Erstattet m\u00e6rker uden _TODO\u00a0med brugerdefineret m\u00e6rke.
section.invalidEntity.20=Erstattet mappeindhold med et m\u00e6rke, der peger p\u00e5 REPO enhed.
section.invalidEntity.21=Oprettet mappe ud fra de leverede oplysninger.
section.invalidEntity.30=Erstattet ugyldig _ALBUM med en NOTE.
#
section.invalidDate=Ugyldige datoer
section.invalidDate.1=Dato m\u00e5 ikke indeholde "/". Datoen \u00e6ndret til GEDCOM-format.
section.invalidDate.2=Ord i datoer er \u00e6ndret til de foruddefinerede engelske ord med store bogstaver.
section.invalidDate.3=Datoformat er ugyldigt og kan ikke rettes. Du skal selv rette.
section.invalidDate.4=Juliansk datoangivelser er forkerte. V\u00e6rdien er \u00e6ndret.
section.invalidDate.5=Republikansk datoangivelse af kalenderen var forkert. V\u00e6rdien er \u00e6ndret.
#
section.invalidAge=Ugyldige aldre
section.invalidAge.1=Alder skal indeholde dag, m\u00e5ned og \u00e5r. Tilf\u00f8jet "y" til en enkel numerisk v\u00e6rdi.
#
section.invalidName=Ugyldige navne
section.invalidName.1=R\u00e5 v\u00e6rdi af navne er justeret.
section.invalidName.2=Navneelement er tomt og er blevet fjernet.
section.invalidName.9=Flyttet forkerte navnepr\u00e6fiks og navnesuffiks til erhverv.
#
section.invalidPlace=Ugyldige steder
section.invalidPlace.1=Antallet af jurisdiktioner/steder er kortere end det definerede format og v\u00e6rdien er justeret. Brug menuen Vis, Stedtabel til at forbedre stednavnene.
section.invalidPlace.2=Antallet af jurisdiktioner/steder er l\u00e6ngere end defineret. V\u00e6rdierne er u\u00e6ndrede. Brug menuen Vis, Stedtabel for at tilpasse navnene.
#
section.switchAssos=Omvendte sammenh\u00e6nge
section.switchAssos.1=Sammenh\u00e6ngen er byttet om.
#
section.eventsCardinality=Flere begivenheder
section.eventsCardinality.1=Kopi\u00e9rer begivenhed. V\u00e6rdien er flyttet til en ny begivenhed.
section.eventsCardinality.2=Kopierer begivenhed. Den er omd\u00f8bt til et brugerdefineret m\u00e6rke.
#
section.invalidCardinality=Flere m\u00e6rker
section.invalidCardinality.1=Flere m\u00e6rker. V\u00e6rdien er flyttet til en tom begivenhed.
section.invalidSex=Ugyldigt k\u00f8n
section.invalidSex.1=Ukendt k\u00f8n skal skrives som "U". V\u00e6rdien er \u00e6ndret.
#
section.duplicateAssociations=Kopierer sammenh\u00e6nge
section.duplicateAssociations.1=Fjernet kopieret link
#
section.invalidInformation=Ugyldig eller un\u00f8dvendig information.
section.invalidInformation.1=V\u00e6rdien er allerede gemt et andet sted og skal ikke v\u00e6re her. V\u00e6rdien er fjernet.
#
#
# Specific issues
importlegacy.issue1=Vi er opm\u00e6rksomme p\u00e5 et overs\u00e6ttelsesproblem i Legacy, og erhverv kan derfor v\u00e6re indtastet i felterne Pr\u00e6fiks og Suffiks.\nDet ser ud til at v\u00e6re tilf\u00e6ldet for denne sl\u00e6gtsfil. Ancestris kan konvertere disse felter til erhvervsfelter for alle personer.\n\nSkal Ancestris konvertere det, du har indtastet som Titelpr\u00e6f. og Titelsuf. til et erhvervsfelt?
