#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importahnenblatt.name=Ahnenblatt
importahnenblatt.note=Denne fil er blevet \u00e6ndret af Ancestris Ahnenblatt Import modul.
importancestrologie.name=Ancestrologie
importancestrologie.note=Denne fil er \u00e6ndret af Ancestris Ancestrologie importmodul.
importfamilytreemaker.name=Family Tree Maker
importfamilytreemaker.note=Denne fil er \u00e6ndret af Ancestris Family Tree Maker importmodul.
importgenbox.name=Genbox
importgenbox.note=Denne fil er \u00e6ndret af Ancestris Genbox import-modul.
importgeneanet.name=Geneanet
importgeneanet.note=Denne fil er \u00e6ndret af Ancestris Geneanet importmodul.
importgeneanet.notewarning=GEDCOM-fil lavet til upload til Geneanet. Filen m\u00e5 IKKE bruges til \u00e6ndring af din sl\u00e6gtsforskning\!
importgeneatique.name=Geneatique
importgeneatique.note=Denne fil er \u00e6ndret af Ancestris Geneatique importmodul.
importgeneric.name=Dan eller repar\u00e9r
importgeneric.note=Denne fil er \u00e6ndret af Ancestris generelle import-modul.
importgramps.name=Gramps
importgramps.note=Denne fil er \u00e6ndret af Ancestris Gramps importmodul.
importheredis.name=Heredis
importheredis.note=Denne fil er \u00e6ndret af Ancestris Heredis importmodul.
importlegacy.name=Legacy Family Tree
importlegacy.note=Denne fil er \u00e6ndret af Ancestris Legacy Family Tree importmodul.
importmacfamilytree.name=MacFamilyTree
importmacfamilytree.note=Denne fil er \u00e6ndret af Ancestris MacFamilyTree importmodul.
importmyheritage.name=MyHeritage
importmyheritage.note=Denne fil er \u00e6ndret af Ancestris MyHeritage importmodul.
importrootstrust.name=RootsTrust
importrootstrust.note=Denne fil er \u00e6ndret af Ancestris RootsTrust importmodul.
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Import - F\u00e6lles import
OpenIDE-Module-Display-Category=Import
OpenIDE-Module-Long-Description=<h1><center>GEDCOM import</center></h1>\n\n<p>Dette v\u00e6rkt\u00f8j importerer en GEDCOM-fil fra en program, der ikke er d\u00e6kket af en af de andre import-udvidelser. Det vil pr\u00f8ve at rette fundne fejl. Hvis dette modul ikke kan rette de fleste problemer, eller hvis din GEDCOM-fil kommer fra et sl\u00e6gts-program, der endnu ikke er d\u00e6kket, sp\u00f8rg gerne vores udviklerteam, om de kan lave et nyt modul specielt til dit tidligere program. Til det form\u00e5l, send dit \u00f8nske til "support@ancestris.org" og vedh\u00e6ft din GEDCOM-fil. </p>\n\n<p>V\u00e6r opm\u00e6rksom p\u00e5, at vi kun kan hj\u00e6lpe, hvis dit sl\u00e6gtsprogram er kendt. </p>\n\n<p>Den findes i menuen Filer, Import, Import\u00e9r GEDCOM-fil.</p>
OpenIDE-Module-Short-Description=Import og rettelses-v\u00e6rkt\u00f8j til ikke-korrekte generelle GEDCOM-filer
