
#                        Bundle resources file for package Ancestris - Unicode
#                        Path : AncestrisCore/core/src/genj/gedcom



#              General
prop=Propriedade

prop.name.firstname=Nome pr\u00f3prio
prop.name.lastname=Apelido
prop.name.suffix=Sufixo
prop.sex=Sexo
prop.sex.male=Masculino
prop.sex.female=Feminino
prop.sex.unknown=Desconhecido

prop.date.date=Data
prop.date.fromto=Per\u00edodo de/at\u00e9
prop.date.from=Per\u00edodo de
prop.date.to=Per\u00edodo at\u00e9
prop.date.betand=Intervalo entre/e
prop.date.bef=Intervalo anterior
prop.date.aft=Intervalo posterior
prop.date.abt=Aproximadamente
prop.date.cal=Calculado
prop.date.est=Estimado
prop.date.int=Interpretado

prop.date.mod.FROM=de
prop.date.mod.TO=at\u00e9
prop.date.mod.BET=ent
prop.date.mod.AND=e
prop.date.mod.BEF=ant
prop.date.mod.AFT=post
prop.date.mod.ABT=aprox
prop.date.mod.CAL=cal
prop.date.mod.EST=est
prop.date.mod.INT=int

prop.xref.veto=A refer\u00eancia \u00e0 entidade \u00e9 apagada mas a entidade \u00e9 mantida
prop.chil.veto=A liga\u00e7\u00e3o ao filho referenciado, bem como a sua refer\u00eancia a esta fam\u00edlia, ser\u00e1 perdida
prop.asso.veto=A associa\u00e7\u00e3o com a entidade refer\u00eanciada \u00e9 perdida
prop.famc.veto=A liga\u00e7\u00e3o \u00e0 fam\u00edlia referenciada e a sua refer\u00eancia a este filho s\u00e3o perdidadas
prop.fams.veto=A liga\u00e7\u00e3o \u00e0 fam\u00edlia referenciada e a sua refer\u00eancia a este c\u00f4njuge s\u00e3o perdidadas
prop.husb.veto=A liga\u00e7\u00e3o ao marido referenciado e a sua refer\u00eancia a esta fam\u00edlia s\u00e3o perdidadas
prop.wife.veto=A liga\u00e7\u00e3o \u00e0 mulher referenciada e a sua refer\u00eancia a esta fam\u00edlia s\u00e3o perdidadas
error.entity.dupe=Entidade com um ID {0} j\u00e1 utilizado
error.entity.noid=Entidade {0} n\u00e3o possui um ID obrigat\u00f3rio
error.noenclosingfam=Refer\u00eancia ao filho n\u00e3o pode ser vinculada quando n\u00e3o contida numa fam\u00edlia
error.noenclosingindi=Refer\u00eancia a fam\u00edlia n\u00e3o pode ser vinculada quando n\u00e3o contida num indiv\u00edduo
error.already.spouse={0} j\u00e1 \u00e9 c\u00f4njuge na fam\u00edlia {1}
error.already.child={0} j\u00e1 \u00e9 filho na fam\u00edlia {1}
error.already.ancestor={0} j\u00e1 \u00e9 antepassado da fam\u00edlia {1}
error.already.descendant={0} j\u00e1 \u00e9 descendente da fam\u00edlia {1}
error.already.spouses={0} j\u00e1 tem marido e mulher
error.notfound=N\u00e3o \u00e9 poss\u00edvel encontrar {0} com ID {1}

foreign.xref=Vinculado por {0}
foreign.ADOP=Adoptado: {0}


#        Options
options=Dados GEDCOM
option.dateFormat=Formato da data
option.dateFormat.gedcom=GEDCOM (por ex. 25 JAN 1970)
option.dateFormat.short=Abreviado (por ex. 25 Jan 1980)
option.dateFormat.long=Longo (por ex. 25 Janeiro 1970)
option.dateFormat.numeric=Num\u00e9rico (por ex. 01/25/1970)
option.nameFormat=Formato do nome
option.nameFormat.last=Silva, Jo\u00e3o
option.nameFormat.first=Jo\u00e3o Silva
option.placeFormat=Aldeola, Cidade,,C\u00f3digo_Postal,Condado,Estado,Pa\u00eds


#        The following entries are taken from the GEDCOM
#        specificiation.
?.info=Etiqueta n\u00e3o definida na gram\u00e1tica GEDCOM do Ancestris
_.info=Etiqueta personalizada n\u00e3o definida no GEDCOM

#              FAM structure
FAM.name=Fam\u00edlia
FAM.s.name=Fam\u00edlias
FAM.info=Identifica uma rela\u00e7\u00e3o legal, de facto ou de outra natureza comum entre um homen, uma mulher e os seus filhos, caso existam, ou uma fam\u00edlia criada como efeito do nascimento de um filho gerado pelos seus pais biol\u00f3gicos.
CHIL.name=Filho
CHIL.s.name=Filhos
CHIL.info=O flho natural, adotado ou selado (M\u00f3rmon) de um pai e uma m\u00e3e.
HUSB.name=Marido
HUSB.info=Um indiv\u00edduo que desempenha o papel de marido e/ou pai numa fam\u00edlia
HUSB.father=Pai
WIFE.name=Mulher
WIFE.info=Um indiv\u00edduo que desempenha o papel de esposa e/ou m\u00e3e numa fam\u00edlia.
WIFE.mother=M\u00e3e

#              FAM Events
ANUL.name=Anula\u00e7\u00e3o
ANUL.info=Declarar a nulidade de um casamento desde o seu princ\u00edpio (nunca existiu).
DIV.name=Div\u00f3rcio
DIV.info=Um evento que representa a dissolu\u00e7\u00e3o de um casamento atrav\u00e9s de um processo legal.
DIVF.name=Div\u00f3rcio pedido
DIVF.info=Um evento que representa o o pedido de div\u00f3rcio por um c\u00f4njuge.
ENGA.name=Noivado
ENGA.info=Um evento que representa o registo ou an\u00fancio por parte de duas pessoas da inten\u00e7\u00e3o de se casarem.
MARR.name=Casamento
MARR.info=Um evento legal, de facto ou de outra natureza que representa a cria\u00e7\u00e3o de uma unidade fam\u00edliar constitu\u00edda por marido e mulher.
MARB.name=Leitura dos banhos
MARB.info=Um evento de an\u00fancio p\u00fablico da inten\u00e7\u00e3o de duas pessoas de se casarem.
MARC.name=Contrato matrimonial
MARC.info=Em evento de registo de um acordo formal de casamento, incluindo um acordo pr\u00e9 nupcial em que os parceiros de casamento chegam a um acordo acerca dos direitos de propriedade de um ou ambos, assegurando bens para os seus filhos.
MARL.name=Licensa de Casamento
MARL.info=Evento de aquisi\u00e7\u00e3o de licensa legal para casamento.
MARS.name=Acordo de Casamento
MARS.info=Em evento de cria\u00e7\u00e3o de um acordo entre duas pessoas acerca do casamento, no qual estes concordam em abdicar ou modificar direitos de propriedade que surgiriam no casamento.

#              INDI structure
FAMC.name=Filho na fam\u00edlia
FAMC.info=Identifica a fam\u00edlia em que um indiv\u00edduo aparece como filho.
FAMS.name=C\u00f4njuge na fam\u00edlia
FAMS.info=Identifica a fam\u00edlia em que um indiv\u00edduo aparece como c\u00f4njuge.
GIVN.name=Nome pr\u00f3prio
GIVN.info=Um nome pr\u00f3prio ou apelido utilizado para identificar oficialmente uma pessoa.
INDI.name=Indiv\u00edduo
INDI.s.name=Indiv\u00edduos
INDI.info=Uma pessoa.
NAME.name=Nome
NAME.info=Uma palavra ou combina\u00e7\u00e3o de palavras utilizada para ajudar a identificar um indiv\u00edduo, t\u00edtulo ou outro item. Deve ser utilizadas mais do que uma linha para pessoas conhecidas por m\u00faltiplos nomes.
NICK.name=Alcunha
NICK.info=Um nome descritivo ou familiar utilizado em jun\u00e7\u00e3o com o nome pr\u00f3prio
NPFX.name=Prefixo do nome
NPFX.info=Parte n\u00e3o indexada do nome que aparece antes do nome pr\u00f3prio e apelidos. Diferentes prefixos devem ser separados com v\u00edrgulas
NSFX.name=Sufixo do nome
NSFX.info=Parte n\u00e3o indexada do nome que aparece antes do nome pr\u00f3prio e apelidos. Diferentes prefixos devem ser separados com v\u00edrgulas
SEX.name=Sexo
SEX.info=Indica o sexo do indiv\u00edduo--masculino ou feminino.
SPFX.name=Prefixo do apelido
SPFX.info=Prefixo ou artigo utilizado no apelido. Diferentes artigos devem ser separados por v\u00edrgulas, por exemplo no nome "de la Cruz" ficaria "de, la"
SURN.name=Apelido
SURN.info=Nome de fam\u00edlia herdado ou utilizado por membros da fam\u00edlia
ALIA.name=Pseud\u00f4nimo
ALIA.info=Um indicador para ligar diferentes registos de descri\u00e7\u00f5es de uma pessoa que podem referir-se ao mesmo indiv\u00edduo.

#              INDI Events
ADOP.name=Adop\u00e7\u00e3o
ADOP.info=Referente \u00e0 cria\u00e7\u00e3o de uma rela\u00e7\u00e3o pais-filhos que pode n\u00e3o \u00e9 biol\u00f3gica. Quando colocada dentro de outra etiqueta de adop\u00e7\u00e3o, indica as pessoas que adoptaram este indiv\u00edduo.
ADOP.vals=MARIDO, MULHER, AMBOS
BAPM.name=Baptismo
BAPM.info=O evento do Baptismo (n\u00e3o M\u00f3rmon), celebrado ou n\u00e3o durante a inf\u00e2ncia.
BARM.name=Bar Mitzv\u00e1
BARM.info=Cerim\u00f3nia celebrada quando um rapaz Judeu atinge os 13 anos de idade.
BASM.name=Bat Mitzv\u00e1
BASM.info=Cerim\u00f3nia celebrada quando uma rapariga Judaica atinge os 13 anos de idade, tamb\u00e9m conhecida como Bat Mitzv\u00e1.
BIRT.name=Nascimento
BIRT.info=O evento do in\u00edcio de vida.
BLES.name=Ben\u00e7\u00e3o
BLES.info=Cerim\u00f3nia religiosa de concess\u00e3o de protec\u00e7\u00e3o ou intercess\u00e3o divina. Por vezes coincide com a cerim\u00f3nia de atribui\u00e7\u00e3o de nome.
BURI.name=Enterro
BURI.info=Evento do correcto descarte dos restos mortais de uma pessoa falecida.
CENS.name=Censo
CENS.info=Evento periodico de contagem da popula\u00e7\u00e3o de uma determinada localidade, como um Census estatal ou nacional.
CHR.name=Baptismo
CHR.info=Cerim\u00f3nia religiosa (n\u00e3o M\u00f3rmon) de baptizar ou dar nome a uma crian\u00e7a
CHRA.name=Baptismo em adulto
CHRA.info=Cerim\u00f3nia religiosa (n\u00e3o M\u00f3rmon) de baptizar e/ou dar nome a uma pessoa adulta
CONF.name=Crisma
CONF.info=Cerim\u00f3nia religiosa (n\u00e3o M\u00f3rmon) de conferir a b\u00ean\u00e7\u00e3o do Esp\u00edrito Santo, e entre protestantes a completa liga\u00e7\u00e3o \u00e0 igreja.
CREM.name=Crema\u00e7\u00e3o
CREM.info=Descarte dos restos mortais de uma pessoa utilizando fogo.
DEAT.name=Morte
DEAT.info=Evento do fim da vida mortal.
EMIG.name=Emigra\u00e7\u00e3o
EMIG.info=Evento de deixar a terra natal com intuito de viver noutro local.
EVEN.name=Evento
EVEN.s.name=Eventos
EVEN.info=Um acontecimento not\u00f3rio relacionado com um indiv\u00edduo, grupo ou organiza\u00e7\u00e3o.
EVEN.vals=NASC, MORT, CASA
FCOM.name=Primeira Comunh\u00e3o
FCOM.info=Ritual religioso, primeiro acto de partilhar a ceia do Senhor, contemplada na celebra\u00e7\u00e3o da missa.
GRAD.name=Formatura
GRAD.info=Evento de atribui\u00e7\u00e3o de diplomas educacionais ou licenciaturas a indiv\u00edduos.
IMMI.name=Imigra\u00e7\u00e3o
IMMI.info=Evento de mudar-se para uma nova localidade com intuito de a\u00ed residir.
NATU.name=Naturaliza\u00e7\u00e3o
NATU.info=Evento de obten\u00e7\u00e3o de cidadania.
ORDN.name=Ordena\u00e7\u00e3o
ORDN.info=Cerim\u00f3nia religiosa de obten\u00e7\u00e3o de autoridade religiosa.
PROB.name=Legitima\u00e7\u00e3o
PROB.info=Evento judicial de determina\u00e7\u00e3o da validade de um testamento. Pode indicar v\u00e1rias sess\u00f5es judiciais em diferentes datas.
RETI.name=Aposenta\u00e7\u00e3o
RETI.info=Evento do t\u00e9rmino da rela\u00e7\u00e3o laborar com uma entidade empregadora ap\u00f3s um estipulado per\u00edodo de tempo.
WILL.name=Testamento
WILL.info=Documento legal representado como evento, em que um indiv\u00edduo disp\u00f5e dos seus bens ap\u00f3s a seu falecimento. A data do evento deve corresponder \u00e0 data em que o testamento foi assinada ainda em vida do testador.

#  LDS
BAPL.name=Baptismo M\u00f3rmon
BAPL.info=Evento do baptismo celebrado na idade de oito ou mais anos por autoridade sacerdotal M\u00f3rmon
CONL.name=Crisma M\u00f3rmon
CONL.info=Cerim\u00f3nia religiosa M\u00f3rmon em que um indiv\u00edduo recebe aceita\u00e7\u00e3o na Igreja de Jesus Cristo dos Santos dos \u00daltimos Dias.
STAT.name=Estado
STAT.info=Avalia\u00e7\u00e3o da condi\u00e7\u00e3o ou disposi\u00e7\u00e3o de algo.
TEMP.name=Templo
TEMP.info=Nome ou c\u00f3digo que representa o local de culto M\u00f3rmon
ENDL.name=Dota\u00e7\u00e3o
ENDL.info=Cerim\u00f3nia religiosa M\u00f3rmon de dota\u00e7\u00e3o de um indiv\u00edduo celebrada por autoridade sacerdotal num templo M\u00f3rmon

#              INDI attributes
CAST.name=Casta
CAST.info=Nome da classifica\u00e7\u00e3o ou categoria de um indiv\u00edduo na sociedade, baseado em diferen\u00e7as religiosas, raciais, riqueza, categoria herdada, profiss\u00e3o, ocupa\u00e7\u00e3o etc..
DSCR.name=Descri\u00e7\u00e3o
DSCR.info=Caracter\u00edsticas f\u00edsicas de uma pessoa, local, ou objecto.
EDUC.name=Educa\u00e7\u00e3o
EDUC.info=N\u00edvel de educa\u00e7\u00e3o obtido.
IDNO.name=N\u00famero de identifica\u00e7\u00e3o
NATI.name=Nacionalidade
NCHI.name=N\u00famero de descendentes
NMR.name=N\u00famero de casamentos
OCCU.name=Ocupa\u00e7\u00e3o
RELI.name=Religi\u00e3o
RESI.name=Resid\u00eancia
SSN.name=N\u00famero de Seguran\u00e7a Social
OBJE.name=Multim\u00e9dia
OBJE.s.name=Multim\u00e9dia

#              NOTE structure
NOTE.name=Nota
NOTE.s.name=Notas

#              Source, Repository, Submitter structure
ABBR.name=Abrevia\u00e7\u00e3o
AUTH.name=Autor
CALN.name=N\u00famero de Cat\u00e1logo
DATA.name=Dados
MEDI.name=Suporte
PUBL.name=Publica\u00e7\u00e3o
REFN.name=Refer\u00eancia
REPO.name=Reposit\u00f3rio
REPO.s.name=Reposit\u00f3rios
SOUR.name=Fonte
SOUR.s.name=Fontes
TEXT.name=Texto
ROLE.name=Papel

#              Misc
ADDR.name=Endere\u00e7o
PHON.name=Telefone
EMAIL.name=Correio electr\u00f3nico
AGE.name=Idade
ASSO.name=Associa\u00e7\u00e3o
CAUS.name=Causa
CHAN.name=Altera\u00e7\u00e3o
CITY.name=Cidade
CTRY.name=Pa\u00eds
CONC.name=Concatena\u00e7\u00e3o
CONT.name=Continua\u00e7\u00e3o
DATE.name=Data
FILE.name=Ficheiro
FORM.name=Formato
LANG.name=L\u00edngua
LATI.name=Latitude
LONG.name=Longitude
MAP.name=Mapa
PAGE.name=P\u00e1gina
PEDI.name=Costados
PLAC.name=Local
POST.name=C\u00f3digo Postal
QUAY.name=Qualidade dos dados
RELA.name=Rela\u00e7\u00e3o
STAE.name=Estado
TIME.name=Hora
TITL.name=T\u00edtulo
TYPE.name=Tipo
