#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/core/src/genj/gedcom
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
#
#  General
prop=\u00d6zellik
#
prop.name.firstname=Ad\u0131
prop.name.lastname=Soyad\u0131
prop.name.suffix=Sonek
#
prop.event.knwontohavehappened=Tan\u0131ms\u0131z
#
prop.sex=Cinsiyet
prop.sex.male=Erkek
prop.sex.female=Kad\u0131n
prop.sex.unknown=Bilinmeyen
#
prop.date.date=Tarih
prop.date.fromto=Ba\u015flang\u0131\u00e7/biti\u015f d\u00f6nemi
prop.date.from=Ba\u015flang\u0131\u00e7 \u200b\u200bd\u00f6nemi
prop.date.to=Biti\u015f d\u00f6nemi
prop.date.betand=Aral\u0131\u011f\u0131 aras\u0131nda/ve
prop.date.bef=Aral\u0131k \u00f6ncesi
prop.date.aft=Aral\u0131k sonras\u0131
prop.date.abt=Yakla\u015f\u0131k
prop.date.cal=Hesaplanm\u0131\u015f
prop.date.est=Tahmini
prop.date.int=Yorumland\u0131
#
prop.date.mod.FROM=-den
prop.date.mod.TO=ile
prop.date.mod.BET=aras\u0131
prop.date.mod.AND=ve
prop.date.mod.BEF=\u00f6nce
prop.date.mod.AFT=sonra
prop.date.mod.ABT=k\u0131saltma
prop.date.mod.CAL=hesaplanm\u0131\u015f
prop.date.mod.EST=d\u0131r-dir
prop.date.mod.INT=i\u00e7inde
#
prop.age.INFANT=Bebek
prop.age.CHILD=\u00c7ocuk
prop.age.STILLBORN=\u00d6l\u00fc Do\u011fmu\u015f
#
prop.xref.veto=Varl\u0131\u011fa yap\u0131lan ba\u015fvuru silinir, ancak varl\u0131\u011f\u0131n kendisi kal\u0131r
prop.chil.veto=Ba\u015fvurulan \u00e7ocu\u011fa olan ba\u011flant\u0131 ve bu aileye olan ba\u011flant\u0131s\u0131 kaybolur
prop.asso.veto=Ba\u015fvurulan varl\u0131k ile ili\u015fkilendirme kaybolur
prop.famc.veto=Ba\u015fvurulan aileye olan ba\u011flant\u0131 ve bu \u00e7ocu\u011fa olan referans\u0131 kaybolur
prop.fams.veto=Ba\u015fvurulan aile ile olan ba\u011flant\u0131 ve bu e\u015fe olan ba\u011flant\u0131s\u0131 kaybolur
prop.husb.veto=S\u00f6z konusu kocayla olan ba\u011flant\u0131 ve bu aileye olan ba\u011flant\u0131s\u0131 kaybolur
prop.wife.veto=S\u00f6z konusu e\u015fle olan ba\u011flant\u0131 ve bu aileye olan ba\u011flant\u0131s\u0131 kaybolur
error.entity.dupe=Zaten kullan\u0131lan kimli\u011fi {0} olan varl\u0131k
error.entity.noid=Gerekli kimli\u011fi olmayan {0} varl\u0131\u011f\u0131
error.noenclosingfam=Bir ailede yer almad\u0131\u011f\u0131nda \u00e7ocu\u011fa yap\u0131lan referans ba\u011flant\u0131l\u0131 olamaz
error.noenclosingindi=Bir bireyde yer almad\u0131\u011f\u0131nda aile referans\u0131 ili\u015fkilendirilemez
error.already.spouse={0} zaten aile i\u00e7inde e\u015f {1}
error.already.child={0} zaten ailede \u00e7ocuk {1}
error.already.ancestor={0} zaten {1} ailesinin atas\u0131
error.already.descendant={0} zaten {1} ailesinin soyundan geliyor
error.already.spouses={0} zaten kar\u0131 koca var
error.notfound={0}, tan\u0131mlay\u0131c\u0131yla ('' {1} '') bulunamad\u0131. Tan\u0131mlay\u0131c\u0131 eksik veya yanl\u0131\u015f ya da varl\u0131k Gedcom dosyas\u0131nda eksik.
error.entity.cannotdelete.title=Silme imkans\u0131z
error.entity.cannotdelete.msg=Son bireyi kald\u0131rmak m\u00fcmk\u00fcn de\u011fildir.\nL\u00fctfen bunu kald\u0131rmadan \u00f6nce ba\u015fka bir tane olu\u015fturdu\u011funuzdan emin olun.
#
foreign.xref={0} taraf\u0131ndan ba\u011fland\u0131
foreign.ADOP=Evlat edinildi: {0}
#
#
# Options
options=GEDCOM Verileri
option.dateFormat=Tarih bi\u00e7imi
option.dateFormat.gedcom=GEDCOM (\u00f6r. 25 OCA 1970)
option.dateFormat.short=K\u0131sa (\u00f6r. 25 Oca 1970)
option.dateFormat.long=Uzun (\u00f6r. 25 Ocak 1970)
option.dateFormat.numeric=Say\u0131sal (\u00f6r. 01/25/1970)
option.nameFormat=\u0130sim bi\u00e7imi
option.nameFormat.last=Doe, John
option.nameFormat.first=John Doe
option.placeFormat=K\u00f6y,\u015eehir,\u015eehir_Kodu,\u0130l\u00e7e,Eyalet,\u00dclke
#
#
# The following entries are taken from the GEDCOM
# specificiation.
?.info=Etiket, Ancestris'in GEDCOM dilbilgisinde tan\u0131mlanmam\u0131\u015ft\u0131r
_.info=GEDCOM'da tan\u0131mlanmam\u0131\u015f \u00f6zel etiket
HEAD.name=\u00dcstbilgi
#
#  FAM structure
FAM.name=Aile
FAM.s.name=Aileler
FAM.info=Erkek ve kad\u0131n ve varsa \u00e7ocuklar\u0131n\u0131n yasal, genel hukuk veya di\u011fer geleneksel ili\u015fkilerini veya bir \u00e7ocu\u011fun biyolojik babas\u0131 ve annesine do\u011fumu nedeniyle olu\u015fan bir aileyi tan\u0131mlar.
CHIL.name=\u00c7ocuk
CHIL.s.name=\u00c7ocuklar
CHIL.info=Bir baban\u0131n ve bir annenin do\u011fal, evlat edinilmi\u015f veya m\u00fch\u00fcrlenmi\u015f (LDS) \u00e7ocu\u011fu.
HUSB.name=Koca
HUSB.info=Evli bir adam ve/veya baban\u0131n aile rol\u00fcndeki bir birey.
HUSB.father=Baba
WIFE.name=Kad\u0131n e\u015f
WIFE.info=Evli bir kad\u0131n ve/veya annenin aile rol\u00fcndeki bir birey.
WIFE.mother=Anne
#
#  FAM Events
ANUL.name=Fesih
ANUL.info=Ba\u015f\u0131ndan beri bir evlili\u011fi ge\u00e7ersiz ilan etmek (asla var olmad\u0131).
DIV.name=Bo\u015fanma
DIV.info=Hukuk davas\u0131 yoluyla bir evlili\u011fi feshetme olay\u0131.
DIVF.name=Bo\u015fanma Davas\u0131
DIVF.info=Bir e\u015f taraf\u0131ndan bo\u015fanma davas\u0131 a\u00e7ma olay\u0131.
ENGA.name=Ni\u015fanlanma
ENGA.info=Evlenmek i\u00e7in iki ki\u015fi aras\u0131ndaki bir anla\u015fman\u0131n kaydedilmesi veya duyurulmas\u0131 olay\u0131.
MARR.name=Evlilik
MARR.info=Kar\u0131 koca olarak bir erkek ve bir kad\u0131n\u0131n aile birimini olu\u015fturmak i\u00e7in yasal, ortak hukuk veya geleneksel bir olay\u0131.
MARB.name=Evlilik \u0130lan\u0131
MARB.info=\u0130ki ki\u015finin evlenmeyi planlad\u0131\u011f\u0131 g\u00f6z \u00f6n\u00fcne al\u0131nd\u0131\u011f\u0131nda, resmi bir kamu bildirimi olay\u0131.
MARC.name=Evlilik S\u00f6zle\u015fmesi
MARC.info=Evlilik ortaklar\u0131n\u0131n bir veya her ikisinin m\u00fclkiyet haklar\u0131 konusunda anla\u015fmaya vard\u0131\u011f\u0131 veya \u00e7ocuklar\u0131na m\u00fclk\u00fcn g\u00fcvence alt\u0131na al\u0131nd\u0131\u011f\u0131 evlilik s\u00f6zle\u015fmesi de dahil olmak \u00fczere resmi bir evlilik s\u00f6zle\u015fmesinin kaydedilmesi olay\u0131.
MARL.name=Evlilik C\u00fczdan\u0131
MARL.info=Evlenmek i\u00e7in yasal izin alma olay\u0131.
MARS.name=Evlilik Yerle\u015fimi
MARS.info=Evlilikten kaynaklanan m\u00fclkiyet haklar\u0131n\u0131 serbest b\u0131rakmay\u0131 veya de\u011fi\u015ftirmeyi kabul ettikleri zaman, evlili\u011fi d\u00fc\u015f\u00fcnen iki ki\u015fi aras\u0131nda bir anla\u015fma olu\u015fturma olay\u0131.
#
#  INDI structure
FAMC.name=Ebeveynler
FAMC.info=Bir bireyin \u00e7ocuk olarak g\u00f6r\u00fcnd\u00fc\u011f\u00fc aileyi tan\u0131mlar.
FAMS.name=Birlik
FAMS.info=Bir bireyin e\u015f olarak g\u00f6r\u00fcnd\u00fc\u011f\u00fc aileyi tan\u0131mlar.
GIVN.name=Ad\u0131
GIVN.info=Bir ki\u015finin resmi olarak tan\u0131mlanmas\u0131 i\u00e7in verilen belirli veya kazan\u0131lan bir isim
INDI.name=Birey
INDI.s.name=Bireyler
INDI.info=Bir ki\u015fi.
NAME.name=Ad\u0131
NAME.info=Bir ki\u015fiyi, ba\u015fl\u0131\u011f\u0131 veya ba\u015fka bir \u00f6\u011feyi tan\u0131mlamaya yard\u0131mc\u0131 olmak i\u00e7in kullan\u0131lan s\u00f6zc\u00fck veya s\u00f6zc\u00fck kombinasyonu. Birden \u00e7ok adla bilinen ki\u015filer i\u00e7in birden fazla AD sat\u0131r\u0131 kullan\u0131lmal\u0131d\u0131r.
NICK.name=Takma ad
NICK.info=Ki\u015finin uygun ad\u0131yla ba\u011flant\u0131l\u0131 olarak kullan\u0131lan a\u00e7\u0131klay\u0131c\u0131 veya tan\u0131d\u0131k bir isim
NPFX.name=Ad \u00d6neki
NPFX.info=Verilen ad ve soyad\u0131 b\u00f6l\u00fcmlerinden \u00f6nce g\u00f6r\u00fcnen dizin olu\u015fturmayan ad par\u00e7as\u0131. Farkl\u0131 ad \u00f6neki par\u00e7alar\u0131 virg\u00fclle ayr\u0131l\u0131r
NSFX.name=Ad Soneki
NSFX.info=Verilen ad ve soyad\u0131 par\u00e7alar\u0131ndan sonra g\u00f6r\u00fcnen dizinlenmeyen ad par\u00e7as\u0131. Farkl\u0131 ad sonek par\u00e7alar\u0131 virg\u00fclle ayr\u0131l\u0131r
SEX.name=Cinsiyet
SEX.info=Bir bireyin cinsiyetini g\u00f6sterir - erkek veya kad\u0131n.
SPFX.name=Ad\u0131 Soyad\u0131 \u00d6neki
SPFX.info=Soyad\u0131 \u00f6neki veya bir soyad\u0131 kullan\u0131lan makale. Farkl\u0131 soyad\u0131 makaleleri virg\u00fclle ayr\u0131l\u0131r, \u00f6rne\u011fin "de la Cruz" isminde, bu de\u011fer "de, la" olacakt\u0131r"
SURN.name=Soyad\u0131
SURN.info=Aile \u00fcyeleri taraf\u0131ndan aktar\u0131lan veya kullan\u0131lan bir aile ad\u0131
ALIA.name=Takma ad
ALIA.info=Ayn\u0131 ki\u015fi olabilecek bir ki\u015finin farkl\u0131 kay\u0131t a\u00e7\u0131klamalar\u0131n\u0131 ba\u011flamak i\u00e7in bir g\u00f6sterge
FONE.name=Fonetik ad\u0131
FONE.info=Ad\u0131n fonetik varyasyonu
ROMN.name=Romanize ad\u0131
ROMN.info=Ad\u0131n Romanize edilmi\u015f varyasyonu
FACT.name=\u00d6znitelik
FACT.info=Bir ki\u015fiye atanan \u00f6znitelik
#
#
#
#  INDI Events
ADOP.name=Evlat edinme
ADOP.info=Biyolojik olarak var olmayan bir \u00e7ocuk-ebeveyn ili\u015fkisinin olu\u015fturulmas\u0131 ile ilgilidir. Ba\u015fka bir evlat edinme etiketinin i\u00e7ine yerle\u015ftirildi\u011finde, bu ki\u015fiyi kabul eden ki\u015fi(ler)i g\u00f6sterir
ADOP.vals=KOCASI, KARISI, HER \u0130K\u0130S\u0130 DE
BAPM.name=Vaftiz
BAPM.info=Bebeklik d\u00f6neminde veya daha sonra ger\u00e7ekle\u015ftirilen vaftiz olay\u0131 (LDS de\u011fil).
BARM.name=Bar Mitzvah
BARM.info=Bir Yahudi \u00e7ocu\u011fun 13 ya\u015f\u0131na geldi\u011finde d\u00fczenlenen t\u00f6ren etkinli\u011fi.
BASM.name=Bas Mitzvah
BASM.info=Bir Yahudi k\u0131z\u0131n Bat Mitzvah olarak da bilinen 13 ya\u015f\u0131na geldi\u011finde d\u00fczenlenen t\u00f6ren etkinli\u011fi.
BIRT.name=Do\u011fum
BIRT.info=Hayata girme olay\u0131.
BLES.name=Kutsama
BLES.info=\u0130lahi bak\u0131m veya \u015fefaat bah\u015fedilen dini bir olay. Bazen bir adland\u0131rma t\u00f6reniyle ba\u011flant\u0131l\u0131 olarak verilir.
BURI.name=Defin
BURI.info=\u00d6len bir ki\u015finin cenazesinin uygun \u015fekilde imha edilmesi olay\u0131.
CENS.name=Say\u0131m
CENS.info=Ulusal veya Eyalet say\u0131m\u0131 gibi belirli bir b\u00f6lge i\u00e7in periyodik n\u00fcfus say\u0131m\u0131 olay\u0131.
CHR.name=Vaftiz
CHR.info=Bir \u00e7ocu\u011fu vaftiz etme ve/veya adland\u0131rma i\u00e7in dini bir olay (LDS de\u011fil).
CHRA.name=Yeti\u015fkin Vaftiz
CHRA.info=Yeti\u015fkin bir ki\u015finin vaftiz edilmesi ve/veya isimlendirilmesiyle olu\u015fan dini olay (LDS de\u011fil).
CONF.name=Onay
CONF.info=Kutsal Ruh'un arma\u011fan\u0131n\u0131 ve Protestanlar aras\u0131nda tam kilise \u00fcyeli\u011fini veren dini olay (LDS de\u011fil).
CREM.name=\u00d6l\u00fc yakma
CREM.info=Bir ki\u015finin cesedinin kal\u0131nt\u0131lar\u0131n\u0131n ate\u015fle imha edilmesi.
DEAT.name=\u00d6l\u00fcm
DEAT.info=\u00d6l\u00fcml\u00fc ya\u015fam\u0131n sona erdi\u011fi olay.
EMIG.name=G\u00f6\u00e7
EMIG.info=Anavatan\u0131n\u0131 ba\u015fka bir yerde ikamet etme niyetiyle terk etme olay\u0131.
EVEN.name=Etkinlik
EVEN.s.name=Etkinlikler
EVEN.info=Bir birey, bir grup veya bir organizasyonla ilgili kayda de\u011fer bir olay.
EVEN.vals=DO\u011eUM, \u00d6L\u00dcM, EVL\u0130L\u0130K
FCOM.name=\u0130lk Cemaat
FCOM.info=Dini bir ayin, kilise ibadetinin bir par\u00e7as\u0131 olarak Rab'bin ak\u015fam yeme\u011fini payla\u015fman\u0131n ilk eylemi.
GRAD.name=Mezuniyet
GRAD.info=Bireylere e\u011fitim diplomalar\u0131 veya dereceleri verilmesi olay\u0131.
IMMI.name=G\u00f6\u00e7menlik
IMMI.info=Orada ikamet etme niyetiyle yeni bir b\u00f6lgeye girme olay\u0131.
NATU.name=Vatanda\u015fl\u0131k
NATU.info=Vatanda\u015fl\u0131k alma olay\u0131.
ORDN.name=S\u0131n\u0131fland\u0131rma
ORDN.info=Dini konularda hareket etme yetkisi alan dini bir olay.
PROB.name=Veraset
PROB.info=Bir vasiyetin ge\u00e7erlili\u011finin adli olarak belirlenmesi olay\u0131. Birka\u00e7 tarih boyunca \u00e7e\u015fitli ilgili mahkeme faaliyetlerini g\u00f6sterebilir.
RETI.name=Emeklilik
RETI.info=Nitelikli bir s\u00fcre sonra i\u015fverenle mesleki ili\u015fkiden \u00e7\u0131kma olay\u0131.
WILL.name=Vasiyet
WILL.info=Bir ki\u015finin \u00f6ld\u00fckten sonra y\u00fcr\u00fcrl\u00fc\u011fe girmesi i\u00e7in m\u00fclk\u00fcn\u00fc elden \u00e7\u0131karmas\u0131na neden olan bir olay olarak de\u011ferlendirilen yasal bir belge. Etkinlik tarihi, vasiyetin ki\u015fi hayattayken imzaland\u0131\u011f\u0131 tarihtir.
#
#  LDS
BAPL.name=LDS Vaftizi
BAPL.info=Vaftiz olay\u0131, LDS Kilisesi'nin rahiplik otoritesi taraf\u0131ndan sekiz ya\u015f\u0131nda veya daha sonra ger\u00e7ekle\u015ftirildi.
CONL.name=LDS Onay\u0131
CONL.info=Bir ki\u015finin LDS Kilisesi'ne \u00fcye oldu\u011fu dini olay.
STAT.name=Durum
STAT.info=Bir \u015feyin durumu veya durumu hakk\u0131nda bir de\u011ferlendirme
TEMP.name=Tap\u0131nak
TEMP.info=LDS Kilisesi'nin tap\u0131na\u011f\u0131n\u0131n ad\u0131n\u0131 temsil eden isim veya kod
ENDL.name=Ba\u011f\u0131\u015f
ENDL.info=Bir LDS tap\u0131na\u011f\u0131ndaki rahiplik otoritesi taraf\u0131ndan bir birey i\u00e7in ba\u011f\u0131\u015f karar\u0131n\u0131n uyguland\u0131\u011f\u0131 dini bir olay
SLGC.name=LDS \u00c7ocuk M\u00fch\u00fcrleme
SLGC.info=Bir \u00e7ocu\u011fun bir LDS tap\u0131nak t\u00f6reninde ebeveynlerine m\u00fch\u00fcrlenmesi ile ilgili dini bir olay
SLGS.name=LDS E\u015f M\u00fch\u00fcrleme
SLGS.info=Bir LDS tap\u0131nak t\u00f6reninde bir kar\u0131 koca m\u00fch\u00fcrleme ile ilgili dini bir olay
#
#  INDI attributes
CAST.name=Sosyal s\u0131n\u0131f
CAST.info=Irksal veya dini farkl\u0131l\u0131klara veya zenginlik, kal\u0131tsal r\u00fctbe, meslek, meslek vb.farkl\u0131l\u0131klara dayanan bir bireyin toplumdaki r\u00fctbesi veya stat\u00fcs\u00fcn\u00fcn ad\u0131.
DSCR.name=Tan\u0131m
DSCR.info=Bir ki\u015finin, yerin veya \u015feyin fiziksel \u00f6zellikleri.
EDUC.name=E\u011fitim
EDUC.info=Elde edilen e\u011fitim seviyesinin bir g\u00f6stergesi.
IDNO.name=Kimlik Numaras\u0131
IDNO.info=Baz\u0131 \u00f6nemli harici sistemlerde bir ki\u015fiyi tan\u0131mlamak i\u00e7in atanan IDA numaras\u0131.
NATI.name=Milliyet
NATI.info=Bir bireyin ulusal miras\u0131.
NCHI.name=\u00c7ocuk Say\u0131s\u0131
NCHI.info=Bu ki\u015finin bir bireye ba\u011fl\u0131 oldu\u011funda ebeveyni oldu\u011fu bilinen (t\u00fcm evlilikler) veya bir FAM_RECORD'a ba\u011fl\u0131 oldu\u011funda bu aileye ait olan \u00e7ocuklar\u0131n say\u0131s\u0131.
NMR.name=Evlilik Say\u0131s\u0131
NMR.info=\u0130li\u015fkili ailelerin GEDCOM dosyas\u0131nda temsil edilip edilmedi\u011fine bak\u0131lmaks\u0131z\u0131n, bu ki\u015finin e\u015f veya ebeveyn olarak \u00fcyesi oldu\u011fu bilinen farkl\u0131 ailelerin say\u0131s\u0131.
OCCU.name=Meslek
OCCU.info=Bir bireyin i\u015f veya mesle\u011finin t\u00fcr\u00fc.
PROP.name=M\u00fclk
PROP.info=Gayrimenkul veya di\u011fer ilgi konusu m\u00fclkler gibi m\u00fclklerle ilgili.
RELI.name=Din
RELI.info=Bir ki\u015finin ba\u011fl\u0131 oldu\u011fu veya bir kayd\u0131n ge\u00e7erli oldu\u011fu dini mezhep.
RESI.name=\u0130kamet
RESI.info=Bir s\u00fcre i\u00e7in bir adreste kalma eylemi.
SSN.name=Sosyal G\u00fcvenlik Numaras\u0131
SSN.info=Amerika Birle\u015fik Devletleri Sosyal G\u00fcvenlik \u0130daresi taraf\u0131ndan atanan numara. Vergi tan\u0131mlama amac\u0131yla kullan\u0131l\u0131r.
#
#  OBJE structure
BLOB.name=\u0130kili Nesne
BLOB.info=G\u00f6r\u00fcnt\u00fcleri, sesleri veya videoyu temsil etmek i\u00e7in ikili verileri i\u015fleyen bir multimedya sistemine girdi olarak kullan\u0131lan bir veri grubu.
OBJE.name=Multimedya
OBJE.s.name=Multimedya
OBJE.info=Bir \u015feyi tan\u0131mlarken kullan\u0131lan bir grup \u00f6znitelikle ilgili. Genellikle bir multimedya nesnesini temsil etmek i\u00e7in gereken verilere at\u0131fta bulunur, b\u00f6yle bir ses kayd\u0131, bir ki\u015finin foto\u011fraf\u0131 veya bir belgenin bir g\u00f6r\u00fcnt\u00fcs\u00fc.
#
#  NOTE structure
NOTE.name=Not
NOTE.s.name=Notlar
NOTE.info=Ekteki verileri anlamak i\u00e7in g\u00f6nderen taraf\u0131ndan sa\u011flanan ek bilgiler.
#
#  Source, Repository, Submitter structure
ABBR.name=K\u0131saltma
ABBR.info=Kayna\u011f\u0131n veya ilgili kurulu\u015fun k\u0131saltmas\u0131.
AFN.name=Atalar\u0131n Dosya Numaras\u0131
AFN.info=Atalar Dosyas\u0131nda depolanan bireysel bir kayd\u0131n benzersiz kal\u0131c\u0131 kay\u0131t dosya numaras\u0131.
AUTH.name=Yazar
AUTH.info=Kayna\u011f\u0131n Yazar\u0131 veya Olu\u015fturucusu.
CALN.name=\u00c7a\u011fr\u0131 Numaras\u0131
CALN.info=Bir depo taraf\u0131ndan koleksiyonlar\u0131ndaki belirli \u00f6\u011feleri tan\u0131mlamak i\u00e7in kullan\u0131lan say\u0131
DATA.name=Veri
DATA.info=Depolanan otomatik bilgilerle ilgili
MEDI.name=Medya
MEDI.info=Medya hakk\u0131nda veya bilginin depoland\u0131\u011f\u0131 ortamla ilgisi olan bilgileri tan\u0131mlar
MEDI.vals=ses,kitap,kart,elektronik,mikrofilm,film,dergi,el yazmas\u0131,harita,gazete,foto\u011fraf,mezar ta\u015f\u0131,video
PUBL.name=Yay\u0131n
PUBL.info=Kay\u0131t ne zaman ve nerede olu\u015fturuldu. Yay\u0131nlanan eserler i\u00e7in bu, yay\u0131n \u015fehri, yay\u0131nc\u0131n\u0131n ad\u0131 ve yay\u0131n y\u0131l\u0131 gibi bilgileri i\u00e7erir.
REFN.name=Referans
REFN.info=Dosyalama, depolama veya di\u011fer referans ama\u00e7lar\u0131 i\u00e7in bir \u00f6\u011feyi tan\u0131mlamak i\u00e7in kullan\u0131lan bir a\u00e7\u0131klama veya say\u0131
REPO.name=Depo
REPO.s.name=Depolar
REPO.info=Depo, belgelerin, kay\u0131tlar\u0131n ve di\u011fer kaynak materyalin depoland\u0131\u011f\u0131 yerdir.
RFN.name=Kay\u0131t Dosyas\u0131 Numaras\u0131
RFN.info=Bilinen bir dosya i\u00e7inde onu benzersiz \u015fekilde tan\u0131mlayan bir kayda atanan kal\u0131c\u0131 numara.
RIN.name=Referans Kimlik Numaras\u0131
RIN.info=Bu kay\u0131tla ilgili sonu\u00e7lar\u0131 bildirmek i\u00e7in al\u0131c\u0131 sistem taraf\u0131ndan kullan\u0131labilecek orijinal otomatik sistem taraf\u0131ndan bir kayda atanan say\u0131
RESN.name=K\u0131s\u0131tlama
RESN.info=Bilgiye eri\u015fimin reddedildi\u011fini veya ba\u015fka bir \u015fekilde k\u0131s\u0131tland\u0131\u011f\u0131n\u0131 g\u00f6steren bir i\u015flem g\u00f6stergesi
ANCI.name=Atalara \u0130lgi
ANCI.info=Bireyin atalar\u0131 i\u00e7in ek ara\u015ft\u0131rmalara ilgisi oldu\u011funu g\u00f6sterir.
DESI.name=Torunlara \u0130lgi
DESI.info=Bireyin ek torunlar\u0131n\u0131 tan\u0131mlamak i\u00e7in ara\u015ft\u0131rmaya olan ilgisini g\u00f6sterir
SOUR.name=Kaynak
SOUR.s.name=Kaynaklar
SOUR.info=Bilginin kayna\u011f\u0131. Bu bir kitap, bir ki\u015fi vb. olabilir.
SUBM.name=G\u00f6nderen
SUBM.s.name=G\u00f6nderen
SUBM.info=Bir dosyaya \u015fecere verileriyle katk\u0131da bulunan veya ba\u015fka birine aktaran bir ki\u015fi veya kurulu\u015f
TEXT.name=Metin
TEXT.info=Orijinal bir kaynak belgede bulunan tam ifade
ROLE.name=Rol
ROLE.info=Bir bireyin bir olayla ba\u011flant\u0131l\u0131 olarak oynad\u0131\u011f\u0131 role verilen ad.
ROLE.vals=\u00c7OCUK,KOCA,KARI,ANNE,BABA,E\u015e 
#
#  Misc
ADDR.name=Adres
ADDR.info=Bir bireyin, bir bilgi verenin, bir ar\u015fivin, bir i\u015fletmenin, bir okulun veya bir \u015firketin genellikle posta amac\u0131yla gerekli olan modern yeri.
ADR1.name=Adres1
ADR1.info=Bir adresin ilk sat\u0131r\u0131.
ADR2.name=Adres2
ADR2.info=Bir adresin ikinci sat\u0131r\u0131.
PHON.name=Telefon
PHON.info=Bir telefon numaras\u0131.
EMAIL.name=E-posta
EMAIL.info=Bir elektronik posta adresi
FAX.name=Faks
FAX.info=Elektronik faks iletimi
WWW.name=Anasayfa
WWW.info=Web Ana sayfas\u0131 adresi
AGE.name=Ya\u015f
AGE.info=Bir olay\u0131n meydana geldi\u011fi s\u0131rada bireyin ya\u015f\u0131 veya belgede listelenen ya\u015f.
AGNC.name=Kurulu\u015f
AGNC.info=\u0130lgili ba\u011flamda yetki veya kontrol \u00e7\u0131karlar\u0131 olan bir kurulu\u015f, kurum, \u015firket, ki\u015fi veya ba\u015fka bir kurulu\u015f. \u00d6rne\u011fin, ili\u015fkili bir mesle\u011fe sahip bir ki\u015finin i\u015fvereni veya ayinleri veya olaylar\u0131 y\u00f6neten bir kilise veya kay\u0131tlar\u0131n olu\u015fturulmas\u0131ndan ve/veya ar\u015fivlenmesinden sorumlu bir kurulu\u015f.
ASSO.name=\u0130li\u015fki
ASSO.info=Bir bireyin arkada\u015flar\u0131, kom\u015fular\u0131, akrabalar\u0131 veya ortaklar\u0131n\u0131 birbirine ba\u011flayan bir g\u00f6sterge.
CAUS.name=Sebep
CAUS.info=\u00d6l\u00fcm nedeni gibi, ili\u015fkili olay\u0131n veya olgunun nedeninin a\u00e7\u0131klamas\u0131.
CHAN.name=De\u011fi\u015fim
CHAN.info=Bir de\u011fi\u015fiklik, d\u00fczeltme veya de\u011fi\u015fikli\u011fi g\u00f6sterir. Tipik olarak TAR\u0130H ile ba\u011flant\u0131l\u0131 olarak, bilgilerde ne zaman bir de\u011fi\u015fiklik oldu\u011funu belirtmek i\u00e7in kullan\u0131l\u0131r.
CITY.name=\u015eehir
CITY.info=Daha d\u00fc\u015f\u00fck seviyeli bir yetki alan\u0131 birimi. Normalde bir belediye birimi.
CTRY.name=\u00dclke
CTRY.info=\u00dclkenin ad\u0131 veya kodu
CONC.name=Birle\u015ftirme
CONC.info=Ek verilerin \u00fcst\u00fcn de\u011fere ait oldu\u011funun bir g\u00f6stergesi. CONC de\u011ferinden gelen bilgi, bo\u015fluk olmadan ve bir sat\u0131r ba\u015f\u0131 ve/veya yeni sat\u0131r karakteri olmadan \u00fcstteki \u00f6nceki sat\u0131r\u0131n de\u011ferine ba\u011flanacakt\u0131r. CONC etiketi i\u00e7in b\u00f6l\u00fcnen de\u011ferler her zaman bo\u015fluksuz olarak b\u00f6l\u00fcnmelidir. De\u011fer bir bo\u015flukta b\u00f6l\u00fcn\u00fcrse, birle\u015ftirme ger\u00e7ekle\u015fti\u011finde bo\u015fluk kaybolur. Bunun nedeni, bo\u015fluklar\u0131n bir GEDCOM s\u0131n\u0131rlay\u0131c\u0131s\u0131 olarak ald\u0131\u011f\u0131 i\u015flem nedeniyle, bir\u00e7ok GEDCOM de\u011feri sondaki bo\u015fluklardan k\u0131rp\u0131l\u0131r ve baz\u0131 sistemler, de\u011ferin ba\u015flang\u0131c\u0131n\u0131 belirlemek i\u00e7in etiketten sonra ba\u015flayan ilk bo\u015fluk olmayan yeri arar.
CONT.name=Devam
CONT.info=Ek verilerin \u00fcst\u00fcn de\u011fere ait oldu\u011funun bir g\u00f6stergesi. CONT de\u011ferinden gelen bilgi, bir sat\u0131r ba\u015f\u0131 ve / veya yeni sat\u0131r karakteri ile \u00f6nceki \u00fcst sat\u0131r\u0131n de\u011ferine ba\u011flanacakt\u0131r. Ba\u015ftaki bo\u015fluklar, sonu\u00e7ta ortaya \u00e7\u0131kan metnin bi\u00e7imlendirilmesi i\u00e7in \u00f6nemli olabilir. CONT sat\u0131rlar\u0131ndan de\u011ferleri i\u00e7e aktar\u0131rken okuyucu, CONT etiketinden sonra yaln\u0131zca bir ay\u0131r\u0131c\u0131 karakter almal\u0131d\u0131r. Ba\u015ftaki bo\u015fluklar\u0131n geri kalan\u0131n\u0131n de\u011ferin bir par\u00e7as\u0131 olaca\u011f\u0131n\u0131 varsayal\u0131m.
DATE.name=Tarih
DATE.info=Takvim bi\u00e7imindeki bir etkinli\u011fin zaman\u0131.
FILE.name=Dosya
FILE.info=Koruma ve referans i\u00e7in sipari\u015f edilen ve d\u00fczenlenmi\u015f bir bilgi depolama yeri.
FORM.name=Bi\u00e7im
FORM.info=Bilginin aktar\u0131labilece\u011fi tutarl\u0131 bir bi\u00e7ime verilen atanm\u0131\u015f bir ad.
LANG.name=Dil
LANG.info=Bir ileti\u015fim veya bilgi iletiminde kullan\u0131lan dilin ad\u0131.
LATI.name=Enlem
LATI.info=Ondal\u0131k bi\u00e7imde bi\u00e7imlendirilmi\u015f bir yerin enlem koordinat\u0131 (N|S)DDD.FFFF
LONG.name=Boylam
LONG.info=Ondal\u0131k bi\u00e7imde bi\u00e7imlendirilmi\u015f bir yerin boylamsal koordinat\u0131 (W|E)DDD.FFFF
MAP.name=Harita
MAP.info=Bir yere ili\u015fkin co\u011frafi bilgiler
PAGE.name=Sayfa
PAGE.info=Ba\u015fvurulan bir \u00e7al\u0131\u015fmada bilgilerin nerede bulunabilece\u011fini belirlemek i\u00e7in bir say\u0131 veya a\u00e7\u0131klama
PEDI.name=Soya\u011fac\u0131
PEDI.info=Bir bireyin ebeveyn soy \u015femas\u0131na ili\u015fkin bilgiler.
PEDI.vals=do\u011fum, evlat edinme, koruyucu, m\u00fch\u00fcrleme
PLAC.name=Yer
PLAC.info=Bir olay\u0131n yerini veya konumunu tan\u0131mlayan yetki alan\u0131 ad\u0131.
POST.name=Posta kodu
POST.info=Posta hizmeti taraf\u0131ndan posta i\u015flemeyi kolayla\u015ft\u0131rmak i\u00e7in bir alan\u0131 tan\u0131mlamak \u00fczere kullan\u0131lan bir kod.
QUAY.name=Veri kalitesi
QUAY.info=Kan\u0131tlardan \u00e7\u0131kar\u0131lan sonucu desteklemek i\u00e7in kan\u0131tlar\u0131n kesinli\u011finin bir de\u011ferlendirmesi.
QUAY.vals=G\u00fcvenilmez/Tahmini,\u015e\u00fcpheli,\u0130kincil Kan\u0131t,Do\u011frudan Kan\u0131t
RELA.name=\u0130li\u015fki
RELA.info=Belirtilen ba\u011flamlar aras\u0131ndaki ili\u015fki de\u011feri
RELA.vals=Tan\u0131k, Muhbir, Vaftiz Babas\u0131, Vaftiz Annesi, Di\u011fer
STAE.name=Eyalet
STAE.info=Adreste kullan\u0131lan eyaletin ad\u0131.
TIME.name=Zaman
TIME.info=Saat, dakika ve iste\u011fe ba\u011fl\u0131 saniye de dahil olmak \u00fczere 24 saatlik bir saat bi\u00e7imindeki zaman de\u011feri, iki nokta \u00fcst \u00fcste (:) ile ayr\u0131l\u0131r. Saniyenin kesirleri ondal\u0131k g\u00f6sterimde g\u00f6sterilir.
TITL.name=Unvan
TITL.info=Bir kaynak ba\u011flam\u0131nda kullan\u0131ld\u0131\u011f\u0131nda bir kitab\u0131n ba\u015fl\u0131\u011f\u0131 gibi belirli bir yaz\u0131 veya ba\u015fka bir \u00e7al\u0131\u015fman\u0131n a\u00e7\u0131klamas\u0131 veya bir ki\u015fi taraf\u0131ndan kraliyet pozisyonlar\u0131 veya Grand Duke gibi di\u011fer sosyal stat\u00fclerle ba\u011flant\u0131l\u0131 olarak kullan\u0131lan resmi bir atama
TYPE.name=T\u00fcr
TYPE.info=\u0130li\u015fkili \u00fcst\u00fcn etiketin anlam\u0131 i\u00e7in ba\u015fka bir nitelik. De\u011ferin herhangi bir bilgisayar i\u015flem g\u00fcvenilirli\u011fi yoktur. \u0130li\u015fkili veriler her g\u00f6r\u00fcnt\u00fclendi\u011finde g\u00f6sterilmesi gereken k\u0131sa bir veya iki kelimelik not bi\u00e7imindedir.
