#
#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/core/src/genj/gedcom
#
#
#
#  General
prop=\u0399\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2
prop.name.lastname=\u039f\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1
prop.sex=\u03a6\u03cd\u03bb\u03bf
prop.sex.male=\u0386\u03bd\u03b4\u03c1\u03b1\u03c2
prop.sex.female=\u0393\u03c5\u03bd\u03b1\u03af\u03ba\u03b1
prop.sex.unknown=\u0386\u03b3\u03bd\u03c9\u03c3\u03c4\u03bf
#
prop.date.date=\u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1
prop.date.fromto=\u03a0\u03b5\u03c1\u03af\u03bf\u03b4\u03bf\u03c2 \u03b1\u03c0\u03cc/\u03c0\u03c1\u03bf\u03c2
prop.date.from=\u03a0\u03b5\u03c1\u03af\u03bf\u03b4\u03bf\u03c2 \u03b1\u03c0\u03cc
prop.date.to=\u03a0\u03b5\u03c1\u03af\u03bf\u03b4\u03bf\u03c2 \u03c0\u03c1\u03bf\u03c2
prop.date.abt=\u03a0\u03b5\u03c1\u03af
prop.date.cal=\u03a5\u03c0\u03bf\u03bb\u03bf\u03b3\u03af\u03b6\u03b5\u03c4\u03b1\u03b9
prop.date.est=\u0395\u03ba\u03c4\u03b9\u03bc\u03ce\u03bc\u03b5\u03bd\u03bf
prop.date.int=\u0395\u03c1\u03bc\u03b7\u03bd\u03b5\u03cd\u03b5\u03c4\u03b1\u03b9
#
prop.date.mod.FROM=\u03b1\u03c0\u03cc
prop.date.mod.TO=\u03c0\u03c1\u03bf\u03c2
prop.date.mod.AND=\u03ba\u03b1\u03b9
prop.chil.veto=\u0397 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03bf \u03b1\u03bd\u03b1\u03c6\u03b5\u03c1\u03cc\u03bc\u03b5\u03bd\u03bf \u03c0\u03b1\u03b9\u03b4\u03af \u03ba\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03bf\u03c5 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03c7\u03b1\u03b8\u03b5\u03af
prop.asso.veto=\u0397 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03b5\u03c1\u03cc\u03bc\u03b5\u03bd\u03b7 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03c7\u03b1\u03b8\u03b5\u03af
prop.famc.veto=\u0397 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03b5\u03c1\u03cc\u03bc\u03b5\u03bd\u03b7 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 \u03ba\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03b1\u03b9\u03b4\u03af \u03ad\u03c7\u03bf\u03c5\u03bd \u03c7\u03b1\u03b8\u03b5\u03af
prop.fams.veto=\u0397 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03b5\u03c1\u03cc\u03bc\u03b5\u03bd\u03b7 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 \u03ba\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03b7\u03c2 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf \u03ad\u03c7\u03bf\u03c5\u03bd \u03c7\u03b1\u03b8\u03b5\u03af
prop.husb.veto=\u0397 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03bf\u03bd \u03b1\u03bd\u03b1\u03c6\u03b5\u03c1\u03cc\u03bc\u03b5\u03bd\u03bf \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf \u03ba\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03bf\u03c5 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03c7\u03b1\u03b8\u03b5\u03af
prop.wife.veto=\u0397 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03b5\u03c1\u03cc\u03bc\u03b5\u03bd\u03b7 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b1 \u03ba\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03b7\u03c2 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03c7\u03b1\u03b8\u03b5\u03af
error.entity.dupe=\u039f\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03bc\u03b5 \u03ae\u03b4\u03b7 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bc\u03b5\u03bd\u03bf id {0}
error.entity.noid=\u039f\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 {0}\u03c7\u03c9\u03c1\u03af\u03c2 \u03b1\u03c0\u03b1\u03b9\u03c4\u03bf\u03cd\u03bc\u03b5\u03bd\u03b7 id
error.noenclosingfam=\u0397 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c3\u03c4\u03bf \u03c0\u03b1\u03b9\u03b4\u03af \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b8\u03b5\u03af, \u03cc\u03c4\u03b1\u03bd \u03b4\u03b5\u03bd \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1
error.noenclosingindi=\u0397 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c3\u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b8\u03b5\u03af, \u03cc\u03c4\u03b1\u03bd \u03b4\u03b5\u03bd \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf
error.already.spouse={0} \u03b5\u03af\u03bd\u03b1 \u03ae\u03b4\u03b7 \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf\u03c2 \u03c3\u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 {1}
error.already.child={0} \u03b5\u03af\u03bd\u03b1\u03b9 \u03ae\u03b4\u03b7 \u03c3\u03b1\u03bd \u03c0\u03b1\u03b9\u03b4\u03af \u03c3\u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 {1}
error.already.ancestor={0} \u03b5\u03af\u03bd\u03b1\u03b9 \u03ae\u03b4\u03b7 \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 {1}
error.already.descendant={0} \u03b5\u03af\u03bd\u03b1\u03b9 \u03ae\u03b4\u03b7 \u03b1\u03c0\u03cc\u03b3\u03bf\u03bd\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 {1}
error.already.spouses={0} \u03ad\u03c7\u03b5\u03b9 \u03ae\u03b4\u03b7 \u03ac\u03bd\u03c4\u03c1\u03b1 \u03ba\u03b1\u03b9 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b1
error.notfound=\u0394\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b2\u03c1\u03b5\u03b8\u03b5\u03af {0} \u03bc\u03b5 ID {1}
#
foreign.xref=\u03a3\u03c5\u03bd\u03b4\u03ad\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 {0}
foreign.ADOP=\u0395\u03b3\u03ba\u03c1\u03af\u03bd\u03b5\u03c4\u03b1\u03b9: {0}
#
#
# Options
options=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 GEDCOM
option.dateFormat=\u039c\u03bf\u03c1\u03c6\u03ae \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1\u03c2
option.dateFormat.gedcom=GEDCOM (\u03c0.\u03c7 25 JAN 1970)
option.nameFormat=\u039c\u03bf\u03c1\u03c6\u03ae \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2
option.placeFormat=\u03a7\u03c9\u03c1\u03b9\u03bf\u03c5\u03b4\u03ac\u03ba\u03b9,\u03a0\u03cc\u03bb\u03b7,,\u03a4\u03b1\u03c7.\u039a\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2,\u03a7\u03ce\u03c1\u03b1,\u03a0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1,\u03a7\u03ce\u03c1\u03b1
_.info=\u03a0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03c3\u03bc\u03ad\u03bd\u03b7 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03b4\u03b5\u03bd \u03bf\u03c1\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7\u03bd GEDCOM
#
#  FAM structure
FAM.name=\u039f\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1
FAM.s.name=\u039f\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2
CHIL.name=\u03a0\u03b1\u03b9\u03b4\u03af
CHIL.s.name=\u03a0\u03b1\u03b9\u03b4\u03b9\u03ac
HUSB.name=\u039f \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf\u03c2
HUSB.info=\u0388\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c3\u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03c4\u03bf \u03c1\u03cc\u03bb\u03bf \u03b5\u03bd\u03cc\u03c2 \u03c0\u03b1\u03bd\u03c4\u03c1\u03b5\u03bc\u03ad\u03bd\u03bf\u03c5 \u03ac\u03bd\u03c4\u03c1\u03b1 \u03ae / \u03ba\u03b1\u03b9 \u03c4\u03bf\u03c5 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1.
HUSB.father=\u03a0\u03b1\u03c4\u03ad\u03c1\u03b1\u03c2
WIFE.name=\u0393\u03c5\u03bd\u03b1\u03af\u03ba\u03b1
WIFE.info=\u0388\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c3\u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03c4\u03bf \u03c1\u03cc\u03bb\u03bf \u03bc\u03b9\u03b1\u03c2 \u03c0\u03b1\u03bd\u03c4\u03c1\u03b5\u03bc\u03ad\u03bd\u03b7\u03c2 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b1\u03c2 \u03ae / \u03ba\u03b1\u03b9 \u03bc\u03b7\u03c4\u03ad\u03c1\u03b1\u03c2.
WIFE.mother=\u039c\u03b7\u03c4\u03ad\u03c1\u03b1
#
#  FAM Events
ANUL.name=\u0391\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7
ANUL.info=\u039a\u03b7\u03c1\u03cd\u03c3\u03c3\u03b5\u03c4\u03b1\u03b9 \u03b7 \u03b1\u03ba\u03c5\u03c1\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c4\u03bf\u03c5 \u03b3\u03ac\u03bc\u03bf\u03c5 \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b1\u03c1\u03c7\u03ae (\u03b4\u03b5\u03bd \u03c5\u03c0\u03ae\u03c1\u03be\u03b5 \u03c0\u03bf\u03c4\u03ad).
DIV.name=\u0394\u03b9\u03b1\u03b6\u03cd\u03b3\u03b9\u03bf
DIV.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03ac\u03bb\u03c5\u03c3\u03b7\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b3\u03ac\u03bc\u03bf\u03c5 \u03bc\u03ad\u03c3\u03c9 \u03b1\u03c3\u03c4\u03b9\u03ba\u03ae\u03c2 \u03c0\u03c1\u03bf\u03c3\u03c6\u03c5\u03b3\u03ae\u03c2.
DIVF.name=\u039a\u03b1\u03c4\u03ac\u03b8\u03b5\u03c3\u03b7 \u03b4\u03b9\u03b1\u03b6\u03c5\u03b3\u03af\u03bf\u03c5
DIVF.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03ba\u03b1\u03c4\u03ac\u03b8\u03b5\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03b4\u03b9\u03b1\u03b6\u03cd\u03b3\u03b9\u03bf \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1\u03bd \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf.
ENGA.name=\u0391\u03c1\u03c1\u03b1\u03b2\u03ce\u03bd\u03b1\u03c2
ENGA.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03ae \u03b1\u03bd\u03b1\u03ba\u03bf\u03af\u03bd\u03c9\u03c3\u03b7\u03c2 \u03bc\u03b9\u03b1\u03c2 \u03c3\u03c5\u03bc\u03c6\u03c9\u03bd\u03af\u03b1\u03c2 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03b4\u03cd\u03bf \u03b1\u03bd\u03b8\u03c1\u03ce\u03c0\u03c9\u03bd \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03bd\u03c4\u03c1\u03b5\u03c5\u03c4\u03bf\u03cd\u03bd.
MARR.name=\u0393\u03ac\u03bc\u03bf\u03c2
MARR.info=\u0388\u03bd\u03b1 \u03bd\u03bf\u03bc\u03b9\u03ba\u03cc, \u03c4\u03bf\u03c5 \u03ba\u03bf\u03b9\u03bd\u03bf\u03cd \u03c0\u03bf\u03b9\u03bd\u03b9\u03ba\u03bf\u03cd \u03b4\u03b9\u03ba\u03b1\u03af\u03bf\u03c5, \u03ae \u03b5\u03b8\u03b9\u03bc\u03b9\u03ba\u03cc \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 \u03bc\u03b9\u03b1\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03ae\u03c2 \u03bc\u03bf\u03bd\u03ac\u03b4\u03b1\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03ac\u03bd\u03b4\u03c1\u03b1 \u03ba\u03b1\u03b9 \u03bc\u03b9\u03b1\u03c2 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b1\u03c2 \u03c9\u03c2 \u03ac\u03bd\u03c4\u03c1\u03b1 \u03ba\u03b1\u03b9 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b1.
MARB.name=\u0391\u03bd\u03b1\u03b3\u03b3\u03b5\u03bb\u03af\u03b1 \u03b3\u03ac\u03bc\u03bf\u03c5
MARB.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03c0\u03af\u03c3\u03b7\u03bc\u03b7\u03c2 \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03b1\u03c2 \u03b1\u03bd\u03b1\u03ba\u03bf\u03af\u03bd\u03c9\u03c3\u03b7\u03c2, \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5 \u03cc\u03c4\u03b9 \u03b4\u03cd\u03bf \u03ac\u03bd\u03b8\u03c1\u03c9\u03c0\u03bf\u03b9 \u03c3\u03ba\u03bf\u03c0\u03b5\u03cd\u03bf\u03c5\u03bd \u03bd\u03b1 \u03c0\u03b1\u03bd\u03c4\u03c1\u03b5\u03c5\u03c4\u03bf\u03cd\u03bd.
MARC.name=\u03a3\u03c5\u03bc\u03b2\u03cc\u03bb\u03b1\u03b9\u03bf \u03b3\u03ac\u03bc\u03bf\u03c5
MARC.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03bc\u03b9\u03b1\u03c2 \u03b5\u03c0\u03af\u03c3\u03b7\u03bc\u03b7\u03c2 \u03c3\u03c5\u03bc\u03c6\u03c9\u03bd\u03af\u03b1\u03c2 \u03c4\u03bf\u03c5 \u03b3\u03ac\u03bc\u03bf\u03c5, \u03c3\u03c5\u03bc\u03c0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03b1\u03bd\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5 \u03c4\u03b7\u03c2 \u03c3\u03c5\u03bc\u03c6\u03c9\u03bd\u03b9\u03b1\u03c2 \u03b6\u03b5\u03c5\u03b3\u03b1\u03c1\u03ce\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c3\u03c4\u03b7\u03bd \u03bf\u03c0\u03bf\u03af\u03b1 \u03bf\u03b9 \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf\u03b9 \u03ba\u03b1\u03c4\u03b1\u03bb\u03ae\u03be\u03bf\u03c5\u03bd \u03c3\u03b5 \u03c3\u03c5\u03bc\u03c6\u03c9\u03bd\u03af\u03b1 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03b1 \u03b4\u03b9\u03ba\u03b1\u03b9\u03ce\u03bc\u03b1\u03c4\u03b1 \u03b9\u03b4\u03b9\u03bf\u03ba\u03c4\u03b7\u03c3\u03af\u03b1\u03c2 \u03c4\u03bf\u03c5 \u03b5\u03bd\u03cc\u03c2 \u03ae \u03ba\u03b1\u03b9 \u03c4\u03c9\u03bd \u03b4\u03cd\u03bf, \u03c4\u03b7\u03bd \u03b5\u03be\u03b1\u03c3\u03c6\u03ac\u03bb\u03b9\u03c3\u03b7 \u03b1\u03ba\u03b9\u03bd\u03ae\u03c4\u03bf\u03c5 \u03bc\u03b5 \u03c4\u03b1 \u03c0\u03b1\u03b9\u03b4\u03b9\u03ac \u03c4\u03bf\u03c5\u03c2.
MARL.name=\u0386\u03b4\u03b5\u03b9\u03b1 \u03b3\u03ac\u03bc\u03bf\u03c5
MARL.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b1\u03c0\u03cc\u03ba\u03c4\u03b7\u03c3\u03b7\u03c2 \u03bd\u03cc\u03bc\u03b9\u03bc\u03b7\u03c2 \u03ac\u03b4\u03b5\u03b9\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03bd\u03c4\u03c1\u03b5\u03c5\u03c4\u03bf\u03cd\u03bd.
MARS.name=\u0394\u03b9\u03b1\u03ba\u03b1\u03bd\u03bf\u03bd\u03b9\u03c3\u03bc\u03cc\u03c2 \u0393\u03ac\u03bc\u03bf\u03c5
MARS.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 \u03bc\u03b9\u03b1\u03c2 \u03c3\u03c5\u03bc\u03c6\u03c9\u03bd\u03af\u03b1\u03c2 \u03b1\u03bd\u03ac\u03bc\u03b5\u03c3\u03b1 \u03c3\u03b5 \u03b4\u03cd\u03bf \u03b1\u03bd\u03b8\u03c1\u03ce\u03c0\u03bf\u03c5\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03c7\u03b5\u03b4\u03b9\u03ac\u03b6\u03bf\u03c5\u03bd \u03c4\u03bf \u03b3\u03ac\u03bc\u03bf, \u03bf\u03c0\u03cc\u03c4\u03b5 \u03ba\u03b1\u03b9 \u03b8\u03b1 \u03c3\u03c5\u03bc\u03c6\u03c9\u03bd\u03ae\u03c3\u03b5\u03b9 \u03bd\u03b1 \u03b1\u03c0\u03b5\u03bb\u03b5\u03c5\u03b8\u03b5\u03c1\u03ce\u03c3\u03b5\u03b9 \u03ae \u03bd\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b1 \u03b4\u03b9\u03ba\u03b1\u03b9\u03ce\u03bc\u03b1\u03c4\u03b1 \u03b9\u03b4\u03b9\u03bf\u03ba\u03c4\u03b7\u03c3\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03c0\u03c1\u03bf\u03ad\u03ba\u03c5\u03c0\u03c4\u03b1\u03bd \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03b3\u03ac\u03bc\u03bf.
#
#  INDI structure
FAMC.name=\u03a0\u03b1\u03b9\u03b4\u03af \u03c3\u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1
FAMC.info=\u03a0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03c3\u03c4\u03b7\u03bd \u03bf\u03c0\u03bf\u03af\u03b1 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c9\u03c2 \u03c0\u03b1\u03b9\u03b4\u03af.
FAMS.name=\u03a3\u03cd\u03b6\u03c5\u03b3\u03bf\u03c2 \u03c3\u03c4\u03b7\u03bd \u039f\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1
FAMS.info=\u03a0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03c3\u03c4\u03b7\u03bd \u03bf\u03c0\u03bf\u03af\u03b1 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c9\u03c2 \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf\u03c2.
GIVN.name=Given \u038c\u03bd\u03bf\u03bc\u03b1
GIVN.info=\u0388\u03bd\u03b1 \u03b4\u03bf\u03c3\u03bc\u03ad\u03bd\u03bf \u03ae \u03b1\u03c0\u03bf\u03ba\u03c4\u03b7\u03bc\u03ad\u03bd\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b5\u03c0\u03af\u03c3\u03b7\u03bc\u03b7 \u03b1\u03bd\u03b1\u03b3\u03bd\u03ce\u03c1\u03b9\u03c3\u03b7 \u03b5\u03bd\u03cc\u03c2 \u03c0\u03c1\u03bf\u03c3\u03ce\u03c0\u03bf\u03c5
INDI.name=\u0386\u03c4\u03bf\u03bc\u03bf
INDI.s.name=\u0386\u03c4\u03bf\u03bc\u03b1
INDI.info=\u0388\u03bd\u03b1 \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf
NAME.name=\u038c\u03bd\u03bf\u03bc\u03b1
NAME.info=\u039c\u03b9\u03b1 \u03bb\u03ad\u03be\u03b7 \u03ae \u03c3\u03c5\u03bd\u03b4\u03c5\u03b1\u03c3\u03bc\u03cc\u03c2 \u03bb\u03ad\u03be\u03b5\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b2\u03bf\u03b7\u03b8\u03ae\u03c3\u03bf\u03c5\u03bd \u03c3\u03c4\u03bf\u03bd \u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03b9\u03c3\u03bc\u03cc \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5, \u03c4\u03bf\u03bd \u03c4\u03af\u03c4\u03bb\u03bf, \u03ae \u03ba\u03ac\u03c0\u03bf\u03b9\u03bf \u03ac\u03bb\u03bb\u03bf \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf. \u03a0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03b1\u03c0\u03cc \u03bc\u03af\u03b1 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae NAME \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03c5\u03c2 \u03b1\u03bd\u03b8\u03c1\u03ce\u03c0\u03bf\u03c5\u03c2 \u03c0\u03bf\u03c5 \u03ae\u03c4\u03b1\u03bd \u03b3\u03bd\u03c9\u03c3\u03c4\u03bf\u03af \u03bc\u03b5 \u03c0\u03bf\u03bb\u03bb\u03ac \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1.
NICK.name=\u03a0\u03b1\u03c1\u03b1\u03c4\u03c3\u03bf\u03cd\u03ba\u03bb\u03b9
NICK.info=\u039c\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03ae \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03cc \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c3\u03c5\u03bd\u03b4\u03c5\u03b1\u03c3\u03bc\u03cc \u03bc\u03b5 \u03c4\u03bf \u03c3\u03c9\u03c3\u03c4\u03cc \u03cc\u03bd\u03bf\u03bc\u03b1 \u03ba\u03ac\u03c0\u03bf\u03b9\u03bf\u03c5
SEX.name=\u03a6\u03cd\u03bb\u03bf
SEX.info=\u0394\u03b5\u03af\u03c7\u03bd\u03b5\u03b9 \u03c4\u03bf \u03c6\u03cd\u03bb\u03bf \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 - \u03b1\u03c1\u03c3\u03b5\u03bd\u03b9\u03ba\u03cc \u03ae \u03b8\u03b7\u03bb\u03c5\u03ba\u03cc.
SURN.name=\u0395\u03c0\u03af\u03b8\u03b5\u03c4\u03bf
SURN.info=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c0\u03ad\u03c1\u03b1\u03c3\u03b5 \u03ae \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03b1 \u03bc\u03ad\u03bb\u03b7 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
ALIA.name=\u03a8\u03b5\u03c5\u03b4\u03ce\u03bd\u03c5\u03bc\u03bf
ALIA.info=\u0388\u03bd\u03b1\u03c2 \u03b4\u03b5\u03af\u03ba\u03c4\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ce\u03bd \u03ba\u03b1\u03c4\u03b5\u03b3\u03c1\u03b1\u03bc\u03bc\u03ad\u03bd\u03c9\u03bd \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ce\u03bd \u03b5\u03bd\u03cc\u03c2 \u03c0\u03c1\u03bf\u03c3\u03ce\u03c0\u03bf\u03c5 \u03c0\u03bf\u03c5 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03bf \u03af\u03b4\u03b9\u03bf \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf
#
#  INDI Events
ADOP.name=\u03a5\u03b9\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ADOP.info=\u0391\u03c6\u03bf\u03c1\u03ac \u03c4\u03b7 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b5\u03bd\u03cc\u03c2 \u03c0\u03b1\u03b9\u03b4\u03b9\u03bf\u03cd-\u03b3\u03bf\u03bd\u03ad\u03b1 \u03c3\u03c7\u03ad\u03c3\u03b7 \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03b2\u03b9\u03bf\u03bb\u03bf\u03b3\u03b9\u03ba\u03ac. \u038c\u03c4\u03b1\u03bd \u03ad\u03bd\u03b8\u03b5\u03c4\u03b1 \u03bc\u03ad\u03c3\u03b1 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03ac\u03bb\u03bb\u03b7 \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7\u03c2, \u03c5\u03c0\u03bf\u03b4\u03b5\u03b9\u03ba\u03bd\u03cd\u03b5\u03b9 \u03c4\u03bf \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf (-\u03b1), \u03c0\u03bf\u03c5 \u03b5\u03be\u03ad\u03b4\u03c9\u03c3\u03b5 \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03b1\u03c5\u03c4\u03cc
BAPM.name=\u0392\u03ac\u03c0\u03c4\u03b9\u03c3\u03bc\u03b1
BAPM.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03bf\u03c5 \u03b2\u03b1\u03c0\u03c4\u03af\u03c3\u03bc\u03b1\u03c4\u03bf\u03c2 (\u03cc\u03c7\u03b9 LDS), \u03c0\u03bf\u03c5 \u03b5\u03ba\u03c4\u03b5\u03bb\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03b2\u03c1\u03b5\u03c6\u03b9\u03ba\u03ae \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03ae \u03b1\u03c1\u03b3\u03cc\u03c4\u03b5\u03c1\u03b1.
BARM.name=Bar Mitzvah
BARM.info=\u03a4\u03bf \u03c4\u03b5\u03bb\u03b5\u03c4\u03bf\u03c5\u03c1\u03b3\u03b9\u03ba\u03cc \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b5, \u03cc\u03c4\u03b1\u03bd \u03ad\u03bd\u03b1 \u0395\u03b2\u03c1\u03b1\u03ca\u03bf\u03c2 \u03c6\u03c4\u03ac\u03c3\u03b5\u03b9 \u03c4\u03b7\u03bd \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03c4\u03c9\u03bd 13.
BASM.name=Bas Mitzvah
BASM.info=\u03a4\u03bf \u03c4\u03b5\u03bb\u03b5\u03c4\u03bf\u03c5\u03c1\u03b3\u03b9\u03ba\u03cc \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b5, \u03cc\u03c4\u03b1\u03bd \u03bc\u03b9\u03b1 \u0395\u03b2\u03c1\u03b1\u03af\u03b1 \u03c6\u03c4\u03ac\u03c3\u03b5\u03b9 \u03c4\u03b7\u03bd \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03c4\u03c9\u03bd 13, \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03b3\u03bd\u03c9\u03c3\u03c4\u03ae \u03c9\u03c2 Bat Mitzvah.
BIRT.name=\u0393\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7
BIRT.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5 \u03c3\u03c4\u03b7 \u03b6\u03c9\u03ae.
BLES.name=\u0395\u03c5\u03bb\u03bf\u03b3\u03af\u03b1
BLES.info=\u039c\u03b9\u03b1 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ae \u03b5\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03c0\u03b1\u03c1\u03b1\u03c7\u03ce\u03c1\u03b7\u03c3\u03b7\u03c2 \u03b8\u03b5\u03af\u03b1\u03c2 \u03c6\u03c1\u03bf\u03bd\u03c4\u03af\u03b4\u03b1\u03c2 \u03ae \u03bc\u03b5\u03c3\u03b9\u03c4\u03b5\u03af\u03b1\u03c2. \u039c\u03b5\u03c1\u03b9\u03ba\u03ad\u03c2 \u03c6\u03bf\u03c1\u03ad\u03c2 \u03b4\u03af\u03bd\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c3\u03c5\u03bd\u03b4\u03c5\u03b1\u03c3\u03bc\u03cc \u03bc\u03b5 \u03bc\u03b9\u03b1 \u03c4\u03b5\u03bb\u03b5\u03c4\u03ae \u03bf\u03bd\u03bf\u03bc\u03b1\u03c4\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2.
BURI.name=\u03a4\u03b1\u03c6\u03ae
BURI.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03c1\u03b8\u03ae\u03c2 \u03b4\u03b9\u03ac\u03b8\u03b5\u03c3\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03c3\u03bf\u03c1\u03bf\u03cd \u03c4\u03bf\u03c5 \u03b8\u03b1\u03bd\u03cc\u03bd\u03c4\u03bf\u03c2.
CENS.name=\u0391\u03c0\u03bf\u03b3\u03c1\u03b1\u03c6\u03ae
CENS.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03c0\u03b5\u03c1\u03b9\u03bf\u03b4\u03b9\u03ba\u03ae\u03c2 \u03ba\u03b1\u03c4\u03b1\u03bc\u03ad\u03c4\u03c1\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03c0\u03bb\u03b7\u03b8\u03c5\u03c3\u03bc\u03bf\u03cd \u03b3\u03b9\u03b1 \u03bc\u03b9\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1, \u03cc\u03c0\u03c9\u03c2 \u03bc\u03b9\u03b1 \u03b5\u03b8\u03bd\u03b9\u03ba\u03ae \u03ae \u03ba\u03c1\u03b1\u03c4\u03b9\u03ba\u03ae \u0391\u03c0\u03bf\u03b3\u03c1\u03b1\u03c6\u03ae.
CHR.name=\u0392\u03ac\u03c0\u03c4\u03b9\u03c3\u03b7
CHR.info=\u0397 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ae \u03b5\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7 (\u03cc\u03c7\u03b9 LDS) \u03c4\u03bf\u03c5 \u03b2\u03b1\u03c0\u03c4\u03af\u03c3\u03bc\u03b1\u03c4\u03bf\u03c2 \u03ae / \u03ba\u03b1\u03b9 \u03bf\u03bd\u03bf\u03bc\u03b1\u03c4\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03c0\u03b1\u03b9\u03b4\u03b9\u03bf\u03cd.
CHRA.name=\u0392\u03ac\u03c0\u03c4\u03b9\u03c3\u03b7 \u0395\u03bd\u03ae\u03bb\u03b9\u03ba\u03b1
CHRA.info=\u0397 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ae \u03b5\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7 (\u03cc\u03c7\u03b9 LDS) \u03c4\u03bf\u03c5 \u03b2\u03b1\u03c0\u03c4\u03af\u03c3\u03bc\u03b1\u03c4\u03bf\u03c2 \u03ae / \u03ba\u03b1\u03b9 \u03bf\u03bd\u03bf\u03bc\u03b1\u03c4\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b5\u03bd\u03ae\u03bb\u03b9\u03ba\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5.
CONF.name=\u03a7\u03c1\u03af\u03c3\u03bc\u03b1
CONF.info=\u0397 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ae \u03b5\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7 (\u03cc\u03c7\u03b9 LDS) \u03c4\u03bf\u03c5 \u03b1\u03c0\u03bf\u03bd\u03ad\u03bc\u03b5\u03b9 \u03c4\u03b7 \u03b4\u03c9\u03c1\u03b5\u03ac \u03c4\u03bf\u03c5 \u0391\u03b3\u03af\u03bf\u03c5 \u03a0\u03bd\u03b5\u03cd\u03bc\u03b1\u03c4\u03bf\u03c2, \u03ba\u03b1\u03b9 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03c4\u03b5\u03c3\u03c4\u03b1\u03bd\u03c4\u03ce\u03bd, \u03c4\u03b7\u03bd \u03c0\u03bb\u03ae\u03c1\u03b7 \u03ad\u03bd\u03c4\u03b1\u03be\u03b7 \u03c4\u03b7\u03c2 \u03b5\u03ba\u03ba\u03bb\u03b7\u03c3\u03af\u03b1\u03c2.
CREM.name=\u0391\u03c0\u03bf\u03c4\u03ad\u03c6\u03c1\u03c9\u03c3\u03b7
CREM.info=\u0394\u03b9\u03ac\u03b8\u03b5\u03c3\u03b7 \u03c4\u03c9\u03bd \u03bb\u03b5\u03b9\u03c8\u03ac\u03bd\u03c9\u03bd \u03c4\u03bf\u03c5 \u03c3\u03ce\u03bc\u03b1\u03c4\u03bf\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 \u03c3\u03c4\u03b7 \u03c6\u03c9\u03c4\u03b9\u03ac.
DEAT.name=\u0398\u03ac\u03bd\u03b1\u03c4\u03bf\u03c2
DEAT.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03bf\u03c5 \u03c4\u03b5\u03c1\u03bc\u03b1\u03c4\u03b9\u03c3\u03bc\u03bf\u03cd \u03c4\u03b7\u03c2 \u03b8\u03bd\u03b7\u03c4\u03ae\u03c2 \u03b6\u03c9\u03ae\u03c2.
EMIG.name=\u039c\u03b5\u03c4\u03b1\u03bd\u03ac\u03c3\u03c4\u03b5\u03c5\u03c3\u03b7
EMIG.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03c6\u03c5\u03b3\u03ae\u03c2 \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03c0\u03b1\u03c4\u03c1\u03af\u03b4\u03b1 \u03c4\u03bf\u03c5 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03c0\u03c1\u03cc\u03b8\u03b5\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b5\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u03c2 \u03b1\u03bb\u03bb\u03bf\u03cd.
EVEN.name=\u0393\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2
EVEN.s.name=\u0393\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1
EVEN.info=\u0388\u03bd\u03b1 \u03b1\u03be\u03b9\u03bf\u03c3\u03b7\u03bc\u03b5\u03af\u03c9\u03c4\u03bf \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bc\u03b2\u03b1\u03af\u03bd\u03b5\u03b9 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf, \u03bc\u03b9\u03b1 \u03bf\u03bc\u03ac\u03b4\u03b1 \u03ae \u03bc\u03b9\u03b1 \u03bf\u03c1\u03b3\u03ac\u03bd\u03c9\u03c3\u03b7.
FCOM.name=\u03a0\u03c1\u03ce\u03c4\u03b7 \u039a\u03bf\u03b9\u03bd\u03c9\u03bd\u03af\u03b1
FCOM.info=\u039c\u03b9\u03b1 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ae \u03c4\u03b5\u03bb\u03b5\u03c4\u03ae, \u03b7 \u03c0\u03c1\u03ce\u03c4\u03b7 \u03c0\u03c1\u03ac\u03be\u03b7 \u03c4\u03b7\u03c2 \u03c3\u03c5\u03bc\u03bc\u03b5\u03c4\u03bf\u03c7\u03ae\u03c2 \u03c3\u03c4\u03bf \u03b4\u03b5\u03af\u03c0\u03bd\u03bf \u03c4\u03bf\u03c5 \u039a\u03c5\u03c1\u03af\u03bf\u03c5, \u03c9\u03c2 \u03bc\u03ad\u03c1\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03ba\u03ba\u03bb\u03b7\u03c3\u03b9\u03b1\u03c3\u03c4\u03b9\u03ba\u03ae\u03c2 \u03bb\u03b1\u03c4\u03c1\u03b5\u03af\u03b1\u03c2.
GRAD.name=\u0391\u03c0\u03bf\u03c6\u03bf\u03af\u03c4\u03b7\u03c3\u03b7
GRAD.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b1\u03c0\u03bf\u03bd\u03bf\u03bc\u03ae\u03c2 \u03c4\u03af\u03c4\u03bb\u03c9\u03bd \u03c3\u03c0\u03bf\u03c5\u03b4\u03ce\u03bd \u03ae \u03c0\u03c4\u03c5\u03c7\u03af\u03b1 \u03c3\u03b5 \u03ac\u03c4\u03bf\u03bc\u03b1
IMMI.name=\u039c\u03b5\u03c4\u03b1\u03bd\u03ac\u03c3\u03c4\u03b5\u03c5\u03c3\u03b7
IMMI.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03bd\u03ad\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03c0\u03c1\u03cc\u03b8\u03b5\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03b1\u03bc\u03bf\u03bd\u03ae\u03c2 \u03b5\u03ba\u03b5\u03af.
NATU.name=\u03a0\u03bf\u03bb\u03b9\u03c4\u03bf\u03b3\u03c1\u03ac\u03c6\u03b7\u03c3\u03b7
NATU.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b1\u03c0\u03cc\u03ba\u03c4\u03b7\u03c3\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03b9\u03b8\u03b1\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
ORDN.name=\u03a7\u03b5\u03b9\u03c1\u03bf\u03c4\u03bf\u03bd\u03af\u03b1
ORDN.info=\u039c\u03b9\u03b1 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ae \u03b5\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b1\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae\u03c2 \u03b5\u03be\u03bf\u03c5\u03c3\u03af\u03b1\u03c2 \u03bd\u03b1 \u03b5\u03bd\u03b5\u03c1\u03b3\u03b5\u03af \u03c3\u03b5 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ac \u03b8\u03ad\u03bc\u03b1\u03c4\u03b1.
PROB.name=\u0395\u03c0\u03b9\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03b4\u03b9\u03b1\u03b8\u03ae\u03ba\u03b7\u03c2
PROB.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03ba\u03b1\u03c3\u03c4\u03b9\u03ba\u03ae\u03c2 \u03b1\u03c0\u03cc\u03c6\u03b1\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b5\u03b3\u03ba\u03c5\u03c1\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03b1\u03b8\u03ae\u03ba\u03b7\u03c2. \u039c\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c0\u03bf\u03bb\u03bb\u03ac \u03c0\u03b1\u03c1\u03b1\u03b4\u03b5\u03af\u03b3\u03bc\u03b1\u03c4\u03b1 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ce\u03bd \u03b4\u03b9\u03ba\u03b1\u03c3\u03c4\u03b9\u03ba\u03ce\u03bd \u03b5\u03bd\u03b5\u03c1\u03b3\u03b5\u03b9\u03ce\u03bd \u03c3\u03b5 \u03b4\u03b9\u03ac\u03c6\u03bf\u03c1\u03b5\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2.
RETI.name=\u03a3\u03c5\u03bd\u03c4\u03b1\u03be\u03b9\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7
RETI.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03be\u03cc\u03b4\u03bf\u03c5 \u03b1\u03c0\u03cc \u03bc\u03b9\u03b1 \u03b5\u03c0\u03b1\u03b3\u03b3\u03b5\u03bb\u03bc\u03b1\u03c4\u03b9\u03ba\u03ae \u03c3\u03c7\u03ad\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03bf\u03bd \u03b5\u03c1\u03b3\u03bf\u03b4\u03cc\u03c4\u03b7 \u03bc\u03b5\u03c4\u03ac \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03c7\u03c1\u03bf\u03bd\u03b9\u03ba\u03cc \u03b4\u03b9\u03ac\u03c3\u03c4\u03b7\u03bc\u03b1 \u03b1\u03bd\u03b1\u03bc\u03bf\u03bd\u03ae\u03c2.
WILL.name=\u0394\u03b9\u03b1\u03b8\u03ae\u03ba\u03b7
WILL.info=\u0388\u03bd\u03b1 \u03bd\u03bf\u03bc\u03b9\u03ba\u03cc \u03ad\u03b3\u03b3\u03c1\u03b1\u03c6\u03bf \u03c0\u03bf\u03c5 \u03b1\u03bd\u03c4\u03b9\u03bc\u03b5\u03c4\u03c9\u03c0\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c9\u03c2 \u03ad\u03bd\u03b1 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2, \u03bc\u03b5 \u03c4\u03b7\u03bd \u03bf\u03c0\u03bf\u03af\u03b1 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03b4\u03b9\u03b1\u03b8\u03ad\u03c4\u03b5\u03b9 \u03c4\u03b7\u03bd \u03c0\u03b5\u03c1\u03b9\u03bf\u03c5\u03c3\u03af\u03b1 \u03c4\u03bf\u03c5, \u03bd\u03b1 \u03c4\u03b5\u03b8\u03b5\u03af \u03c3\u03b5 \u03b9\u03c3\u03c7\u03cd \u03bc\u03b5\u03c4\u03ac \u03c4\u03bf \u03b8\u03ac\u03bd\u03b1\u03c4\u03bf \u03c4\u03bf\u03c5. \u0397 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03c4\u03bf\u03c5 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03bf\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03c0\u03bf\u03c5 \u03b7 \u03b4\u03b9\u03b1\u03b8\u03ae\u03ba\u03b7 \u03c5\u03c0\u03b5\u03b3\u03c1\u03ac\u03c6\u03b7, \u03b5\u03bd\u03ce \u03c4\u03bf \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf \u03ae\u03c4\u03b1\u03bd \u03b5\u03bd \u03b6\u03c9\u03ae.
#
#  LDS
BAPL.name=\u0392\u03ac\u03c0\u03c4\u03b9\u03c3\u03bc\u03b1 LDS
BAPL.info=\u03a4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c4\u03bf\u03c5 \u03b2\u03b1\u03c0\u03c4\u03af\u03c3\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03bf\u03ba\u03c4\u03ce \u03ae \u03b1\u03c1\u03b3\u03cc\u03c4\u03b5\u03c1\u03b1 \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b5\u03be\u03bf\u03c5\u03c3\u03af\u03b1 \u03c4\u03b7\u03c2 \u03b9\u03b5\u03c1\u03bf\u03c3\u03cd\u03bd\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03ba\u03ba\u03bb\u03b7\u03c3\u03af\u03b1\u03c2 LDS.
CONL.name=\u03a7\u03c1\u03af\u03c3\u03bc\u03b1 LDS
CONL.info=\u0397 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ae \u03b5\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03bf\u03c0\u03bf\u03af\u03b1 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03b4\u03ad\u03c7\u03b5\u03c4\u03b1\u03b9 \u03c4\u03b7\u03bd \u03ad\u03bd\u03c4\u03b1\u03be\u03b7 \u03c3\u03c4\u03b7\u03bd \u03b5\u03ba\u03ba\u03bb\u03b7\u03c3\u03af\u03b1 LDS.
STAT.name=\u039a\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7
STAT.info=\u0397 \u03b5\u03ba\u03c4\u03af\u03bc\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u03c2 \u03ae \u03c4\u03b7\u03c2 \u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03c4\u03b9
TEMP.name=\u039d\u03b1\u03cc\u03c2
TEMP.info=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03ae \u03ba\u03c9\u03b4\u03b9\u03ba\u03cc\u03c2 \u03c0\u03bf\u03c5 \u03b1\u03bd\u03c4\u03b9\u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b5\u03cd\u03b5\u03b9 \u03c4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b5\u03bd\u03cc\u03c2 \u03bd\u03b1\u03bf\u03cd \u03c4\u03b7\u03c2 LDS \u0395\u03ba\u03ba\u03bb\u03b7\u03c3\u03af\u03b1\u03c2
ENDL.name=\u03a0\u03c1\u03bf\u03b9\u03ba\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7
ENDL.info=\u039c\u03b9\u03b1 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ae \u03b5\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7 \u03cc\u03c0\u03bf\u03c5 \u03ad\u03bd\u03b1 \u03b4\u03b9\u03ac\u03c4\u03b1\u03b3\u03bc\u03b1 \u03c0\u03c1\u03bf\u03b9\u03ba\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03b4\u03b9\u03b5\u03be\u03ae\u03c7\u03b8\u03b7 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03b5\u03be\u03bf\u03c5\u03c3\u03af\u03b1 \u03c4\u03b7\u03c2 \u03b9\u03b5\u03c1\u03bf\u03c3\u03cd\u03bd\u03b7\u03c2 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03bd\u03b1\u03cc LDS
SLGC.info=\u039c\u03b9\u03b1 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ae \u03b5\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03b7 \u03c3\u03c6\u03c1\u03ac\u03b3\u03b9\u03c3\u03b7 \u03b5\u03bd\u03cc\u03c2 \u03c0\u03b1\u03b9\u03b4\u03b9\u03bf\u03cd \u03bc\u03b5 \u03c4\u03bf\u03c5\u03c2 \u03b3\u03bf\u03bd\u03b5\u03af\u03c2 \u03c4\u03bf\u03c5 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03c4\u03b5\u03bb\u03b5\u03c4\u03ae \u03bd\u03b1\u03cc LDS
SLGS.info=\u039c\u03b9\u03b1 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ae \u03b5\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03b7 \u03c3\u03c6\u03c1\u03ac\u03b3\u03b9\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b5\u03bd\u03cc\u03c2 \u03ac\u03bd\u03c4\u03c1\u03b1 \u03ba\u03b1\u03b9 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b1 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03c4\u03b5\u03bb\u03b5\u03c4\u03ae \u03bd\u03b1\u03bf\u03cd LDS
#
#  INDI attributes
CAST.name=\u039a\u03bf\u03b9\u03bd\u03c9\u03bd\u03b9\u03ba\u03ae \u03c4\u03ac\u03be\u03b7
CAST.info=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03b2\u03b1\u03b8\u03bc\u03bf\u03cd \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 \u03ae \u03b8\u03ad\u03c3\u03b7 \u03c3\u03c4\u03b7\u03bd \u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03af\u03b1, \u03c0\u03bf\u03c5 \u03b2\u03b1\u03c3\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c6\u03c5\u03bb\u03b5\u03c4\u03b9\u03ba\u03ad\u03c2 \u03ae \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03ad\u03c2 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03ad\u03c2, \u03ae \u03c4\u03b9\u03c2 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03ad\u03c2 \u03c3\u03c4\u03bf\u03bd \u03c0\u03bb\u03bf\u03cd\u03c4\u03bf, \u03ba\u03bb\u03b7\u03c1\u03bf\u03bd\u03bf\u03bc\u03b9\u03ba\u03ae \u03c4\u03ac\u03be\u03b7, \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03c3\u03c4\u03ae\u03bc\u03b7, \u03c4\u03bf \u03b5\u03c0\u03ac\u03b3\u03b3\u03b5\u03bb\u03bc\u03b1, \u03ba\u03bb\u03c0.
DSCR.name=\u03a0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae
DSCR.info=\u03a4\u03b1 \u03c6\u03c5\u03c3\u03b9\u03ba\u03ac \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03b7\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03ac \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5, \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03ae \u03c0\u03c1\u03ac\u03b3\u03bc\u03b1\u03c4\u03bf\u03c2.
EDUC.name=\u0395\u03ba\u03c0\u03b1\u03af\u03b4\u03b5\u03c5\u03c3\u03b7
EDUC.info=\u0388\u03bd\u03b4\u03b5\u03b9\u03be\u03b7 \u03c4\u03bf\u03c5 \u03b5\u03c0\u03af\u03c0\u03b5\u03b4\u03bf\u03c5 \u03b5\u03ba\u03c0\u03b1\u03af\u03b4\u03b5\u03c5\u03c3\u03b7\u03c2.
IDNO.name=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03a4\u03b1\u03c5\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2
IDNO.info=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 IDA \u03c0\u03bf\u03c5 \u03b1\u03bd\u03b1\u03c4\u03ad\u03b8\u03b7\u03ba\u03b5 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03b3\u03bd\u03c9\u03c1\u03af\u03b6\u03bf\u03c5\u03bd \u03ad\u03bd\u03b1 \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf \u03bc\u03ad\u03c3\u03b1 \u03c3\u03b5 \u03ba\u03ac\u03c0\u03bf\u03b9\u03bf \u03c3\u03b7\u03bc\u03b1\u03bd\u03c4\u03b9\u03ba\u03cc \u03b5\u03be\u03c9\u03c4\u03b5\u03c1\u03b9\u03ba\u03cc \u03c3\u03cd\u03c3\u03c4\u03b7\u03bc\u03b1.
NATI.name=\u0399\u03b8\u03b1\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1
NATI.info=\u0397 \u03b5\u03b8\u03bd\u03b9\u03ba\u03ae \u03ba\u03bb\u03b7\u03c1\u03bf\u03bd\u03bf\u03bc\u03b9\u03ac \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5.
NCHI.name=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03a0\u03b1\u03b9\u03b4\u03b9\u03ce\u03bd
NCHI.info=\u039f \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03c0\u03b1\u03b9\u03b4\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03b3\u03bd\u03c9\u03c3\u03c4\u03cc \u03cc\u03c4\u03b9 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf \u03b3\u03bf\u03bd\u03ad\u03b1\u03c2 \u03c4\u03c9\u03bd (\u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03b3\u03ac\u03bc\u03c9\u03bd), \u03cc\u03c4\u03b1\u03bd \u03b5\u03be\u03b1\u03c1\u03c4\u03ac\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf, \u03ae \u03c0\u03bf\u03c5 \u03b1\u03bd\u03ae\u03ba\u03bf\u03c5\u03bd \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1, \u03cc\u03c4\u03b1\u03bd \u03c5\u03c0\u03ac\u03b3\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03bc\u03b9\u03b1 FAM_RECORD.
NMR.name=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u0393\u03ac\u03bc\u03c9\u03bd
NMR.info=\u039f \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ce\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03c4\u03bf \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf \u03b1\u03c5\u03c4\u03cc \u03ae\u03c4\u03b1\u03bd \u03b3\u03bd\u03c9\u03c3\u03c4\u03cc \u03cc\u03c4\u03b9 \u03ae\u03c4\u03b1\u03bd \u03bc\u03ad\u03bb\u03bf\u03c2 \u03c9\u03c2 \u03c3\u03c5\u03b6\u03cd\u03b3\u03bf\u03c5 \u03ae \u03b3\u03bf\u03bd\u03ad\u03b1, \u03b1\u03bd\u03b5\u03be\u03ac\u03c1\u03c4\u03b7\u03c4\u03b1 \u03b1\u03c0\u03cc \u03c4\u03bf \u03b1\u03bd \u03c3\u03c5\u03bd\u03b4\u03ad\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bf\u03b9 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b5\u03ba\u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM.
OCCU.name=\u0395\u03c0\u03ac\u03b3\u03b3\u03b5\u03bb\u03bc\u03b1
OCCU.info=T\u03bf \u03c4\u03cd\u03c0\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03ae \u03c4\u03b7\u03c2 \u03b5\u03c0\u03b9\u03c3\u03c4\u03ae\u03bc\u03b7\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5.
PROP.name=\u0399\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1
PROP.info=\u0391\u03c6\u03bf\u03c1\u03ac \u03bc\u03b5 \u03c4\u03b1 \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03bd\u03c4\u03ac \u03cc\u03c0\u03c9\u03c2 \u03b7 \u03b1\u03ba\u03af\u03bd\u03b7\u03c4\u03b7 \u03c0\u03b5\u03c1\u03b9\u03bf\u03c5\u03c3\u03af\u03b1 \u03ae \u03ac\u03bb\u03bb\u03bf\u03c5 \u03b5\u03bd\u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03bf\u03c2.
RELI.name=\u0398\u03c1\u03b7\u03c3\u03ba\u03b5\u03af\u03b1
RELI.info=\u0388\u03bd\u03b1 \u03b8\u03c1\u03b7\u03c3\u03ba\u03b5\u03c5\u03c4\u03b9\u03ba\u03cc \u03b4\u03cc\u03b3\u03bc\u03b1 \u03c3\u03c4\u03bf \u03bf\u03c0\u03bf\u03af\u03bf \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03c5\u03bd\u03b5\u03c1\u03b3\u03ac\u03c4\u03b7\u03c2 \u03ae \u03b3\u03b9\u03b1 \u03c4\u03b9\u03c2 \u03bf\u03c0\u03bf\u03af\u03b5\u03c2 \u03b9\u03c3\u03c7\u03cd\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae.
RESI.name=\u039a\u03b1\u03c4\u03bf\u03b9\u03ba\u03af\u03b1
RESI.info=\u0397 \u03b5\u03bd\u03ad\u03c1\u03b3\u03b5\u03b9\u03b1 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03b1\u03bc\u03bf\u03bd\u03ae\u03c2 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03bc\u03b9\u03b1 \u03c7\u03c1\u03bf\u03bd\u03b9\u03ba\u03ae \u03c0\u03b5\u03c1\u03af\u03bf\u03b4\u03bf.
SSN.name=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u039a\u03bf\u03b9\u03bd\u03c9\u03bd\u03b9\u03ba\u03ae\u03c2 \u0391\u03c3\u03c6\u03ac\u03bb\u03b9\u03c3\u03b7\u03c2
SSN.info=\u0388\u03bd\u03b1\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03c0\u03cc \u03c4\u03b7 \u0394\u03b9\u03bf\u03af\u03ba\u03b7\u03c3\u03b7 \u039a\u03bf\u03b9\u03bd\u03c9\u03bd\u03b9\u03ba\u03ae\u03c2 \u0391\u03c3\u03c6\u03ac\u03bb\u03b9\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u0397\u03bd\u03c9\u03bc\u03ad\u03bd\u03c9\u03bd \u03a0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03c9\u03bd. \u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c3\u03ba\u03bf\u03c0\u03bf\u03cd\u03c2 \u03c6\u03bf\u03c1\u03bf\u03bb\u03bf\u03b3\u03b9\u03ba\u03bf\u03cd \u03bc\u03b7\u03c4\u03c1\u03ce\u03bf\u03c5.
#
#  OBJE structure
BLOB.name=\u0394\u03c5\u03b1\u03b4\u03b9\u03ba\u03cc \u0391\u03bd\u03c4\u03b9\u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf
BLOB.info=\u039c\u03b9\u03b1 \u03bf\u03bc\u03b1\u03b4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c9\u03c2 \u03b5\u03af\u03c3\u03bf\u03b4\u03bf\u03c2 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03c3\u03cd\u03c3\u03c4\u03b7\u03bc\u03b1 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03ac\u03b6\u03b5\u03c4\u03b1\u03b9 \u03b4\u03c5\u03b1\u03b4\u03b9\u03ba\u03ac \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03bd\u03b1 \u03b5\u03ba\u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b5\u03af \u03b5\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2, \u03ae\u03c7\u03bf \u03ae \u03b2\u03af\u03bd\u03c4\u03b5\u03bf.
OBJE.name=\u03a0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03b1
OBJE.s.name=\u03a0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03b1
OBJE.info=\u0391\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03bf\u03bc\u03b1\u03b4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03b7\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03ce\u03bd \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03ac\u03c8\u03b5\u03b9 \u03ba\u03ac\u03c4\u03b9. \u03a3\u03c5\u03bd\u03ae\u03b8\u03c9\u03c2 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03c0\u03bf\u03c5 \u03b1\u03c0\u03b1\u03b9\u03c4\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03ba\u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b5\u03af \u03ad\u03bd\u03b1 \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf multimedia, \u03bc\u03b9\u03b1 \u03c4\u03ad\u03c4\u03bf\u03b9\u03b1 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03ae\u03c7\u03bf\u03c5, \u03bc\u03b9\u03b1 \u03c6\u03c9\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1 \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 \u03ae \u03bc\u03b9\u03b1\u03c2 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b5\u03b3\u03b3\u03c1\u03ac\u03c6\u03bf\u03c5.
#
#  NOTE structure
NOTE.name=\u03a3\u03b7\u03bc\u03b5\u03af\u03c9\u03c3\u03b7
NOTE.s.name=\u03a3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03b9\u03c2
NOTE.info=\u03a0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03b5\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03c0\u03b1\u03c1\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03c6\u03bf\u03c1\u03ad\u03b1 \u03c0\u03bf\u03c5 \u03c5\u03c0\u03ad\u03b2\u03b1\u03bb\u03b5 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03ba\u03b1\u03c4\u03b1\u03bd\u03cc\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c0\u03b5\u03c1\u03b9\u03ba\u03bb\u03b5\u03af\u03bf\u03bd\u03c4\u03b1\u03b9.
#
#  Source, Repository, Submitter structure
ABBR.name=\u03a3\u03c5\u03bd\u03c4\u03bf\u03bc\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1
ABBR.info=\u03a3\u03c5\u03bd\u03c4\u03bf\u03bc\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1 \u03c4\u03b7\u03c2 \u03c0\u03b7\u03b3\u03ae\u03c2, \u03ae \u03c3\u03c5\u03bd\u03b1\u03c6\u03ae \u03bf\u03c1\u03b3\u03b1\u03bd\u03b9\u03c3\u03bc\u03cc.
AFN.name=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03a0\u03c1\u03bf\u03b3\u03bf\u03bd\u03b9\u03ba\u03bf\u03cd \u0391\u03c1\u03c7\u03b5\u03af\u03bf\u03c5
AFN.info=\u0388\u03bd\u03b1\u03c2 \u03bc\u03bf\u03bd\u03b1\u03b4\u03b9\u03ba\u03cc\u03c2 \u03bc\u03cc\u03bd\u03b9\u03bc\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03bc\u03b9\u03b1\u03c2 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 \u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03bc\u03ad\u03bd\u03bf \u03c3\u03c4\u03bf \u03a0\u03c1\u03bf\u03b3\u03bf\u03bd\u03b9\u03ba\u03cc \u0391\u03c1\u03c7\u03b5\u03af\u03bf.
AUTH.name=\u03a3\u03c5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03b1\u03c2
AUTH.info=\u03a3\u03c5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03b1\u03c2 \u03ae \u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03c0\u03b7\u03b3\u03ae\u03c2
CALN.name=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u039a\u03bb\u03ae\u03c3\u03b7\u03c2
CALN.info=\u039f \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03b1\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c1\u03b9\u03bf \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03c4\u03b1 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03c3\u03c4\u03b9\u03c2 \u03c3\u03c5\u03bb\u03bb\u03bf\u03b3\u03ad\u03c2 \u03c4\u03bf\u03c5
DATA.name=\u03a3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1
DATA.info=\u0391\u03c6\u03bf\u03c1\u03bf\u03cd\u03bd \u03c3\u03b5 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b1\u03c5\u03c4\u03bf\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2
MEDI.name=\u039c\u03ad\u03c3\u03b1 \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7\u03c2
MEDI.info=\u03a0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03af\u03b6\u03b5\u03b9 \u03c4\u03b9\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03b1 \u03bc\u03ad\u03c3\u03b1 \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7\u03c2 \u03ae \u03ad\u03c7\u03bf\u03c5\u03bd \u03bd\u03b1 \u03ba\u03ac\u03bd\u03bf\u03c5\u03bd \u03bc\u03b5 \u03c4\u03bf \u03bc\u03ad\u03c3\u03bf \u03c3\u03c4\u03bf \u03bf\u03c0\u03bf\u03af\u03bf \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2
PUBL.name=\u0394\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7
PUBL.info=\u03a0\u03cc\u03c4\u03b5 \u03ba\u03b1\u03b9 \u03c0\u03bf\u03cd \u03b7 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03b8\u03b7\u03ba\u03b5. \u0393\u03b9\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03b9\u03b5\u03c5\u03bc\u03ad\u03bd\u03b1 \u03ad\u03c1\u03b3\u03b1, \u03b1\u03c5\u03c4\u03ae \u03c0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03b5\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03cc\u03c0\u03c9\u03c2 \u03b7 \u03c0\u03cc\u03bb\u03b7 \u03c4\u03b7\u03c2 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7\u03c2, \u03c4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03b5\u03ba\u03b4\u03cc\u03c4\u03b7, \u03ba\u03b1\u03b9 \u03c4\u03bf \u03ad\u03c4\u03bf\u03c2 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7\u03c2.
REFN.name=\u03a0\u03b1\u03c1\u03b1\u03c0\u03bf\u03bc\u03c0\u03ae
REFN.info=\u039c\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03ae \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c4\u03b1\u03c5\u03c4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b5\u03bd\u03cc\u03c2 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03b1\u03c1\u03c7\u03b5\u03b9\u03bf\u03b8\u03ad\u03c4\u03b7\u03c3\u03b7, \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7, \u03ae \u03b3\u03b9\u03b1 \u03ac\u03bb\u03bb\u03bf\u03c5\u03c2 \u03c3\u03ba\u03bf\u03c0\u03bf\u03cd\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2
REPO.name=\u0391\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c1\u03b9\u03bf
REPO.s.name=\u0391\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c1\u03b9\u03b1
REPO.info=\u0391\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c1\u03b9\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03ba\u03b5\u03af \u03cc\u03c0\u03bf\u03c5 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c4\u03b1 \u03ad\u03b3\u03b3\u03c1\u03b1\u03c6\u03b1, \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03ba\u03b1\u03b9 \u03ac\u03bb\u03bb\u03bf \u03c5\u03bb\u03b9\u03ba\u03cc \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2.
RFN.name=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u0391\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u0395\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2
RFN.info=\u0388\u03bd\u03b1\u03c2 \u03bc\u03cc\u03bd\u03b9\u03bc\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c0\u03bf\u03c5 \u03b1\u03c0\u03bf\u03b4\u03af\u03b4\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae \u03b7 \u03bf\u03c0\u03bf\u03af\u03b1 \u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03af\u03b6\u03b5\u03b9 \u03bc\u03b5 \u03bc\u03bf\u03bd\u03b1\u03b4\u03b9\u03ba\u03cc \u03c4\u03c1\u03cc\u03c0\u03bf \u03bc\u03ad\u03c3\u03b1 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03b3\u03bd\u03c9\u03c3\u03c4\u03cc \u03b1\u03c1\u03c7\u03b5\u03af\u03bf.
RIN.name=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u0391\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2 ID
RIN.info=\u0388\u03bd\u03b1\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c0\u03bf\u03c5 \u03b1\u03c0\u03bf\u03b4\u03af\u03b4\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03c0\u03c1\u03bf\u03b5\u03c1\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03b1\u03c5\u03c4\u03bf\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03bf\u03c5 \u03c3\u03c5\u03c3\u03c4\u03ae\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03c3\u03cd\u03c3\u03c4\u03b7\u03bc\u03b1 \u03bb\u03ae\u03c8\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c4\u03b1 \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03ad\u03c3\u03bc\u03b1\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03c3\u03c7\u03b5\u03c4\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae
RESN.name=\u03a0\u03b5\u03c1\u03b9\u03bf\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2
RESN.info=\u0388\u03bd\u03b1\u03c2 \u03b4\u03b5\u03af\u03ba\u03c4\u03b7\u03c2 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03b4\u03b7\u03bb\u03ce\u03bd\u03b5\u03b9 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c3\u03b5 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03bf\u03c5\u03bd \u03b1\u03c0\u03bf\u03ba\u03bb\u03b5\u03b9\u03c3\u03c4\u03b5\u03af \u03ae \u03c0\u03b5\u03c1\u03b9\u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03bc\u03b5 \u03ac\u03bb\u03bb\u03bf \u03c4\u03c1\u03cc\u03c0\u03bf
ANCI.name=\u0395\u03bd\u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2
ANCI.info=\u0394\u03b5\u03af\u03c7\u03bd\u03b5\u03b9 \u03b5\u03bd\u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03b7 \u03ad\u03c1\u03b5\u03c5\u03bd\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03c5\u03c2 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
DESI.name=\u0395\u03bd\u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd \u03b3\u03b9\u03b1 \u0391\u03c0\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2
DESI.info=\u0394\u03b5\u03af\u03c7\u03bd\u03b5\u03b9 \u03c4\u03bf \u03b5\u03bd\u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd \u03b3\u03b9\u03b1 \u03ad\u03c1\u03b5\u03c5\u03bd\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03b5\u03bd\u03c4\u03bf\u03c0\u03b9\u03c3\u03bc\u03cc \u03b5\u03c0\u03b9\u03c0\u03bb\u03ad\u03bf\u03bd \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bdindividual
SOUR.name=\u03a0\u03b7\u03b3\u03ae
SOUR.s.name=\u03a0\u03b7\u03b3\u03ad\u03c2
SOUR.info=\u0397 \u03c0\u03b7\u03b3\u03ae \u03c4\u03c9\u03bd \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd. \u0391\u03c5\u03c4\u03cc \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03b2\u03b9\u03b2\u03bb\u03af\u03bf, \u03ad\u03bd\u03b1 \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf, \u03ba\u03bb\u03c0.
SUBM.name=\u03a5\u03c0\u03bf\u03b2\u03bf\u03bb\u03ad\u03b1\u03c2
SUBM.s.name=\u03a5\u03c0\u03bf\u03b2\u03bf\u03bb\u03ad\u03b1\u03c2
SUBM.info=\u0388\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03ae \u03bf\u03c1\u03b3\u03b1\u03bd\u03b9\u03c3\u03bc\u03cc\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bb\u03bb\u03b5\u03b9 \u03bc\u03b5 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03ae \u03c4\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c6\u03ad\u03c1\u03b5\u03b9 \u03c3\u03b5 \u03ba\u03ac\u03c0\u03bf\u03b9\u03bf\u03bd \u03ac\u03bb\u03bb\u03bf
TEXT.name=\u039a\u03b5\u03af\u03bc\u03b5\u03bd\u03bf
TEXT.info=\u0397 \u03b1\u03ba\u03c1\u03b9\u03b2\u03ae\u03c2 \u03b4\u03b9\u03b1\u03c4\u03cd\u03c0\u03c9\u03c3\u03b7 \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03c0\u03c1\u03c9\u03c4\u03cc\u03c4\u03c5\u03c0\u03bf \u03ad\u03b3\u03b3\u03c1\u03b1\u03c6\u03bf \u03c0\u03b7\u03b3\u03ae\u03c2
ROLE.name=\u03a1\u03cc\u03bb\u03bf\u03c2
ROLE.info=\u0388\u03bd\u03b1 \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c0\u03bf\u03c5 \u03b4\u03af\u03bd\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03c1\u03cc\u03bb\u03bf \u03c0\u03bf\u03c5 \u03b4\u03b9\u03b1\u03b4\u03c1\u03b1\u03bc\u03b1\u03c4\u03af\u03b6\u03b5\u03b9 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c3\u03b5 \u03c3\u03c7\u03ad\u03c3\u03b7 \u03bc\u03b5 \u03ad\u03bd\u03b1 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2.
#
#  Misc
ADDR.name=\u0394\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7
ADDR.info=\u0397 \u03c3\u03cd\u03b3\u03c7\u03c1\u03bf\u03bd\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1, \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03ae\u03b8\u03c9\u03c2 \u03b1\u03c0\u03b1\u03b9\u03c4\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b9\u03ba\u03bf\u03cd\u03c2 \u03c3\u03ba\u03bf\u03c0\u03bf\u03cd\u03c2, \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5, \u03b5\u03bd\u03cc\u03c2 \u03c5\u03c0\u03bf\u03b2\u03bf\u03bb\u03ad\u03b1 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd, \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c0\u03bf\u03b8\u03b5\u03c4\u03b7\u03c1\u03af\u03bf\u03c5, \u03bc\u03b9\u03b1\u03c2 \u03b5\u03c0\u03b9\u03c7\u03b5\u03af\u03c1\u03b7\u03c3\u03b7\u03c2, \u03ad\u03bd\u03b1 \u03c3\u03c7\u03bf\u03bb\u03b5\u03af\u03bf, \u03ae \u03bc\u03b9\u03b1 \u03b5\u03c4\u03b1\u03b9\u03c1\u03b5\u03af\u03b1.
ADR1.name=\u0394\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b71
ADR1.info=\u0397 \u03c0\u03c1\u03ce\u03c4\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae \u03c4\u03b7\u03c2 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7\u03c2.
ADR2.name=\u0394\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b72
ADR2.info=\u0397 \u03b4\u03b5\u03cd\u03c4\u03b5\u03c1\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae \u03c4\u03b7\u03c2 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7\u03c2.
PHON.name=\u03a4\u03b7\u03bb\u03ad\u03c6\u03c9\u03bd\u03bf
PHON.info=\u0388\u03bd\u03b1\u03c2 \u03c4\u03b7\u03bb\u03b5\u03c6\u03c9\u03bd\u03b9\u03ba\u03cc\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2
EMAIL.name=EMail
EMAIL.info=\u039c\u03b9\u03b1 \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03ae \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 \u03b1\u03bb\u03bb\u03b7\u03bb\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1\u03c2
FAX.name=Fax
FAX.info=\u0397\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03ae \u03c4\u03b7\u03bb\u03b5\u03bc\u03bf\u03b9\u03bf\u03c4\u03c5\u03c0\u03af\u03b1
WWW.name=\u03a0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ae \u03c3\u03b5\u03bb\u03af\u03b4\u03b1
WWW.info=\u0394\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ae\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2 \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03b4\u03af\u03ba\u03c4\u03c5\u03bf
AGE.name=\u0397\u03bb\u03b9\u03ba\u03af\u03b1
AGE.info=\u0397 \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03c4\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 \u03ba\u03b1\u03c4\u03ac \u03c4\u03bf\u03bd \u03c7\u03c1\u03cc\u03bd\u03bf \u03cc\u03c4\u03b1\u03bd \u03c3\u03c5\u03bd\u03ad\u03b2\u03b7 \u03ad\u03bd\u03b1 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2, \u03ae \u03c4\u03b7\u03bd \u03b7\u03bb\u03b9\u03ba\u03af\u03b1 \u03c0\u03bf\u03c5 \u03b1\u03c0\u03b1\u03c1\u03b9\u03b8\u03bc\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03ad\u03b3\u03b3\u03c1\u03b1\u03c6\u03bf.
AGNC.name=\u039f\u03c1\u03b3\u03b1\u03bd\u03b9\u03c3\u03bc\u03cc\u03c2
AGNC.info=\u039f \u03bf\u03c1\u03b3\u03b1\u03bd\u03b9\u03c3\u03bc\u03cc\u03c2, \u03af\u03b4\u03c1\u03c5\u03bc\u03b1, \u03b5\u03c4\u03b1\u03b9\u03c1\u03b5\u03af\u03b1, \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf \u03ae \u03ac\u03bb\u03bb\u03b7 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03c3\u03c5\u03bc\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1 \u03b1\u03c1\u03c7\u03ae \u03ae \u03c6\u03bf\u03c1\u03ad\u03b1 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5 \u03c3\u03c4\u03bf \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03cc \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf. \u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, \u03ad\u03bd\u03b1\u03c2 \u03b5\u03c1\u03b3\u03bf\u03b4\u03cc\u03c4\u03b7\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03cc \u03b5\u03c0\u03ac\u03b3\u03b3\u03b5\u03bb\u03bc\u03b1 \u03ae \u03bc\u03b9\u03b1 \u03b5\u03ba\u03ba\u03bb\u03b7\u03c3\u03af\u03b1 \u03c0\u03bf\u03c5 \u03c7\u03bf\u03c1\u03b7\u03b3\u03b5\u03af \u03c4\u03b5\u03bb\u03b5\u03c4\u03ad\u03c2 \u03ae \u03b5\u03ba\u03b4\u03b7\u03bb\u03ce\u03c3\u03b5\u03b9\u03c2, \u03ae \u03ad\u03bd\u03b1\u03bd \u03bf\u03c1\u03b3\u03b1\u03bd\u03b9\u03c3\u03bc\u03cc \u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c5\u03c0\u03b5\u03cd\u03b8\u03c5\u03bd\u03bf\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03ae / \u03ba\u03b1\u03b9 \u03c4\u03b7\u03bd \u03b1\u03c1\u03c7\u03b5\u03b9\u03bf\u03b8\u03ad\u03c4\u03b7\u03c3\u03b7 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ce\u03bd.
ASSO.name=\u03a3\u03c5\u03c3\u03c7\u03ad\u03c4\u03b9\u03c3\u03b7
ASSO.info=\u0388\u03bd\u03b1\u03c2 \u03b4\u03b5\u03af\u03ba\u03c4\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7 \u03c6\u03af\u03bb\u03c9\u03bd, \u03b3\u03b5\u03b9\u03c4\u03cc\u03bd\u03c9\u03bd, \u03c3\u03c5\u03b3\u03b3\u03b5\u03bd\u03ce\u03bd, \u03c3\u03c5\u03bd\u03b5\u03c1\u03b3\u03b1\u03c4\u03ce\u03bd \u03ae \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5.
CAUS.name=\u0391\u03b9\u03c4\u03af\u03b1
CAUS.info=\u039c\u03af\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03b1\u03b9\u03c4\u03af\u03b1\u03c2 \u03c4\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03bf\u03c2 \u03ae \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03b9\u03ba\u03cc\u03c4\u03b7\u03c4\u03b1, \u03cc\u03c0\u03c9\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03b1\u03b9\u03c4\u03af\u03b1 \u03c4\u03bf\u03c5 \u03b8\u03b1\u03bd\u03ac\u03c4\u03bf\u03c5.
CHAN.name=\u0391\u03bb\u03bb\u03b1\u03b3\u03ae
CHAN.info=\u0394\u03b5\u03af\u03c7\u03bd\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae, \u03b4\u03b9\u03cc\u03c1\u03b8\u03c9\u03c3\u03b7, \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03ae. \u03a3\u03c5\u03bd\u03ae\u03b8\u03c9\u03c2 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c3\u03c5\u03bd\u03b4\u03c5\u03b1\u03c3\u03bc\u03cc \u03bc\u03b5 \u03bc\u03b9\u03b1 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03c0\u03cc\u03c4\u03b5 \u03b5\u03c0\u03ae\u03bb\u03b8\u03b5 \u03bc\u03b5\u03c4\u03b1\u03b2\u03bf\u03bb\u03ae \u03c3\u03c4\u03b9\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2.
CITY.name=\u03a0\u03cc\u03bb\u03b7
CTRY.name=\u03a7\u03ce\u03c1\u03b1
CTRY.info=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03ae \u03bf \u03ba\u03c9\u03b4\u03b9\u03ba\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03c7\u03ce\u03c1\u03b1\u03c2
CONC.name=\u0391\u03bb\u03bb\u03b7\u03bb\u03bf\u03c5\u03c7\u03af\u03b1
CONC.info=\u0388\u03bd\u03b1\u03c2 \u03b4\u03b5\u03af\u03ba\u03c4\u03b7\u03c2 \u03cc\u03c4\u03b9 \u03c4\u03b1 \u03c3\u03c5\u03bc\u03c0\u03bb\u03b7\u03c1\u03c9\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03b1\u03bd\u03ae\u03ba\u03bf\u03c5\u03bd \u03c3\u03b5 \u03c5\u03c8\u03b7\u03bb\u03cc\u03c4\u03b5\u03c1\u03b7 \u03c4\u03b9\u03bc\u03ae. \u039f\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03c4\u03b9\u03bc\u03ae CONC \u03c0\u03c1\u03cc\u03ba\u03b5\u03b9\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b8\u03bf\u03cd\u03bd \u03bc\u03b5 \u03c4\u03b7\u03bd \u03c4\u03b9\u03bc\u03ae \u03c4\u03b7\u03c2 \u03b1\u03bd\u03ce\u03c4\u03b5\u03c1\u03b7\u03c2 \u03c0\u03c1\u03bf\u03b7\u03b3\u03bf\u03cd\u03bc\u03b5\u03bd\u03b7\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae\u03c2 \u03c7\u03c9\u03c1\u03af\u03c2 \u03ad\u03bd\u03b1 \u03ba\u03b5\u03bd\u03cc \u03ba\u03b1\u03b9 \u03c7\u03c9\u03c1\u03af\u03c2 \u03b5\u03c0\u03b9\u03c3\u03c4\u03c1\u03bf\u03c6\u03ae \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2 \u03ba\u03b1\u03b9 / \u03ae \u03bd\u03ad\u03bf \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03b1 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae\u03c2. \u03a4\u03b9\u03bc\u03ad\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03bf\u03c5\u03bd \u03c7\u03c9\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03b3\u03b9\u03b1 \u03bc\u03b9\u03b1 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 CONC \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03c0\u03ac\u03bd\u03c4\u03b1 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c7\u03c9\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03ba\u03b5\u03bd\u03cc-\u03b4\u03b9\u03ac\u03c3\u03c4\u03b7\u03bc\u03b1. \u0395\u03ac\u03bd \u03b7 \u03c4\u03b9\u03bc\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 \u03c7\u03c9\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b7 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03ba\u03b5\u03bd\u03cc \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c7\u03b1\u03b8\u03b5\u03af \u03cc\u03c4\u03b1\u03bd \u03c3\u03c5\u03bd\u03ad\u03bd\u03c9\u03c3\u03b7 \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9. \u0391\u03c5\u03c4\u03cc \u03b5\u03af\u03bd\u03b1\u03b9 \u03bb\u03cc\u03b3\u03c9 \u03c4\u03b7\u03c2 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c3\u03c4\u03b7\u03bd \u03bf\u03c0\u03bf\u03af\u03b1 \u03c4\u03b1 \u03b4\u03b9\u03b1\u03c3\u03c4\u03ae\u03bc\u03b1\u03c4\u03b1 \u03c0\u03ad\u03c1\u03bd\u03bf\u03c5\u03bd \u03c9\u03c2 \u03b4\u03b9\u03b1\u03c7\u03c9\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03cc GEDCOM, \u03c0\u03bf\u03bb\u03bb\u03ad\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2 GEDCOM \u03ba\u03b1\u03b8\u03b1\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b1\u03c0\u03cc \u03ba\u03b5\u03bd\u03ac \u03b4\u03b9\u03b1\u03c3\u03c4\u03ae\u03bc\u03b1\u03c4\u03b1 \u03ba\u03b1\u03b9 \u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03c3\u03c5\u03c3\u03c4\u03ae\u03bc\u03b1\u03c4\u03b1 \u03c8\u03ac\u03be\u03bf\u03c5\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c0\u03c1\u03ce\u03c4\u03bf \u03bc\u03b7 \u03ba\u03b5\u03bd\u03cc \u03b4\u03b9\u03ac\u03c3\u03c4\u03b7\u03bc\u03b1 \u03b5\u03ba\u03ba\u03af\u03bd\u03b7\u03c3\u03b7\u03c2 \u03bc\u03b5\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03b7 \u03ad\u03bd\u03b1\u03c1\u03be\u03b7 \u03c4\u03b7\u03c2 \u03c4\u03b9\u03bc\u03ae\u03c2.
CONT.info=\u0388\u03bd\u03b1\u03c2 \u03b4\u03b5\u03af\u03ba\u03c4\u03b7\u03c2 \u03cc\u03c4\u03b9 \u03c4\u03b1 \u03c3\u03c5\u03bc\u03c0\u03bb\u03b7\u03c1\u03c9\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03b1\u03bd\u03ae\u03ba\u03bf\u03c5\u03bd \u03c3\u03b5 \u03c5\u03c8\u03b7\u03bb\u03cc\u03c4\u03b5\u03c1\u03b7 \u03c4\u03b9\u03bc\u03ae. \u039f\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03c4\u03b9\u03bc\u03ae CONT \u03c0\u03c1\u03cc\u03ba\u03b5\u03b9\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b8\u03bf\u03cd\u03bd \u03bc\u03b5 \u03c4\u03b7\u03bd \u03c4\u03b9\u03bc\u03ae \u03c4\u03b7\u03c2 \u03b1\u03bd\u03ce\u03c4\u03b5\u03c1\u03b7\u03c2 \u03c0\u03c1\u03bf\u03b7\u03b3\u03bf\u03cd\u03bc\u03b5\u03bd\u03b7\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae\u03c2 \u03bc\u03b5 \u03b1\u03c0\u03cc\u03b4\u03bf\u03c3\u03b7 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2 \u03ae / \u03ba\u03b1\u03b9 \u03bd\u03ad\u03bf \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03b1 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae\u03c2. \u039f\u03b4\u03b7\u03b3\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03b1 \u03b4\u03b9\u03b1\u03c3\u03c4\u03ae\u03bc\u03b1\u03c4\u03b1 \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03c3\u03b5 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03b7\u03bc\u03b1\u03bd\u03c4\u03b9\u03ba\u03cc \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03bf\u03ba\u03cd\u03c0\u03c4\u03b5\u03b9. \u039a\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae \u03c4\u03b9\u03bc\u03ce\u03bd \u03b1\u03c0\u03cc \u03c4\u03b9\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ad\u03c2 CONT \u03bf \u03b1\u03bd\u03b1\u03b3\u03bd\u03ce\u03c3\u03c4\u03b7\u03c2 \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03bb\u03ac\u03b2\u03b5\u03b9 \u03bc\u03cc\u03bd\u03bf \u03ad\u03bd\u03b1 \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03b1 \u03bf\u03c1\u03b9\u03bf\u03b8\u03ad\u03c4\u03b7\u03c3\u03b7\u03c2 \u03bc\u03b5\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 CONT. \u03a5\u03c0\u03bf\u03b8\u03ad\u03c3\u03c4\u03b5 \u03cc\u03c4\u03b9 \u03c4\u03bf \u03c5\u03c0\u03cc\u03bb\u03bf\u03b9\u03c0\u03bf \u03b1\u03c0\u03cc \u03c4\u03b1 \u03ba\u03bf\u03c1\u03c5\u03c6\u03b1\u03af\u03b1 \u03b4\u03c8\u03b9\u03b1\u03c3\u03c4\u03ae\u03bc\u03b1\u03c4\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03bc\u03ad\u03c1\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03c4\u03b9\u03bc\u03ae\u03c2.
DATE.name=\u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1
DATE.info=\u039f \u03c7\u03c1\u03cc\u03bd\u03bf\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03bf\u03c2 \u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae \u03b7\u03bc\u03b5\u03c1\u03bf\u03bb\u03bf\u03b3\u03af\u03bf\u03c5.
FILE.name=\u0391\u03c1\u03c7\u03b5\u03af\u03bf
FILE.info=\u0388\u03bd\u03b1\u03c2 \u03c7\u03ce\u03c1\u03bf\u03c2 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03c0\u03b1\u03c1\u03b1\u03b3\u03b3\u03b5\u03bb\u03b8\u03b5\u03af \u03ba\u03b1\u03b9 \u03ba\u03b1\u03bd\u03bf\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03b3\u03b9\u03b1 \u03b4\u03b9\u03b1\u03c6\u03cd\u03bb\u03b1\u03be\u03b7 \u03ba\u03b1\u03b9 \u03c0\u03b1\u03c1\u03b1\u03c0\u03bf\u03bc\u03c0\u03ae.
FORM.name=\u039c\u03bf\u03c1\u03c6\u03ae
FORM.info=\u0388\u03bd\u03b1 \u03b5\u03b9\u03b4\u03b9\u03ba\u03cc \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c0\u03bf\u03c5 \u03b4\u03af\u03bd\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03c3\u03c5\u03bd\u03b5\u03c0\u03ae \u03bc\u03bf\u03c1\u03c6\u03ae \u03bc\u03b5 \u03c4\u03b7\u03bd \u03bf\u03c0\u03bf\u03af\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2.
LANG.name=\u0393\u03bb\u03ce\u03c3\u03c3\u03b1
LANG.info=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03b1\u03bd\u03b1\u03ba\u03bf\u03af\u03bd\u03c9\u03c3\u03b7 \u03ae \u03b4\u03b9\u03b1\u03b2\u03af\u03b2\u03b1\u03c3\u03b7 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd.
LATI.name=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03cc \u03a0\u03bb\u03ac\u03c4\u03bf\u03c2
LATI.info=\u0397 \u03b3\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03bf\u03cd \u03c0\u03bb\u03ac\u03c4\u03bf\u03c5\u03c2 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03b4\u03b9\u03b1\u03bc\u03bf\u03c1\u03c6\u03c9\u03bc\u03ad\u03bd\u03b7 \u03c3\u03b5 \u03b4\u03b5\u03ba\u03b1\u03b4\u03b9\u03ba\u03ae \u03bc\u03bf\u03c1\u03c6\u03ae (N | S) DDD.FFFF
LONG.name=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03cc \u039c\u03ae\u03ba\u03bf\u03c2
LONG.info=\u0397 \u03b3\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03bf\u03cd \u03bc\u03ae\u03ba\u03bf\u03c5\u03c2 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03b4\u03b9\u03b1\u03bc\u03bf\u03c1\u03c6\u03c9\u03bc\u03ad\u03bd\u03b7 \u03c3\u03b5 \u03b4\u03b5\u03ba\u03b1\u03b4\u03b9\u03ba\u03ae \u03bc\u03bf\u03c1\u03c6\u03ae (W | E) DDD.FFFF
MAP.name=\u03a7\u03ac\u03c1\u03c4\u03b7\u03c2
MAP.info=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b1\u03c6\u03bf\u03c1\u03bf\u03cd\u03bd \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
PAGE.name=\u03a3\u03b5\u03bb\u03af\u03b4\u03b1
PAGE.info=\u0388\u03bd\u03b1\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03ae \u03b7 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c4\u03b1\u03c5\u03c4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03cc\u03c0\u03bf\u03b9\u03b1\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b1\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b2\u03c1\u03b5\u03b8\u03b5\u03af \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03b1\u03bd\u03b1\u03c6\u03b5\u03c1\u03cc\u03bc\u03b5\u03bd\u03b7 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1
PEDI.name=\u0393\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1
PEDI.info=\u03a0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c3\u03c4\u03bf \u03bc\u03b7\u03c4\u03c1\u03b9\u03ba\u03cc \u03b4\u03b9\u03ac\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2.
PEDI.vals=\u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7, aborted, \u03b8\u03b5\u03c4\u03cc\u03c2, sealing
PLAC.name=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
PLAC.info=\u0388\u03bd\u03b1 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c4\u03b9\u03ba\u03cc \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b1\u03bd\u03b1\u03b3\u03bd\u03ce\u03c1\u03b9\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03ae \u03b8\u03ad\u03c3\u03b7 \u03b5\u03bd\u03cc\u03c2 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03bf\u03c2
POST.name=\u03a4\u03b1\u03c7. \u039a\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2
POST.info=\u0388\u03bd\u03b1\u03c2 \u03ba\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03bc\u03b9\u03b1 \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b9\u03ba\u03ae \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03af\u03c3\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03bf\u03c7\u03ae \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03b4\u03b9\u03b5\u03c5\u03ba\u03cc\u03bb\u03c5\u03bd\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03b1\u03bb\u03bb\u03b7\u03bb\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1\u03c2.
QUAY.name=\u03a0\u03bf\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c4\u03c9\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd
QUAY.info=\u0397 \u03b1\u03be\u03b9\u03bf\u03bb\u03cc\u03b3\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b1\u03c3\u03c6\u03ac\u03bb\u03b5\u03b9\u03b1\u03c2 \u03c4\u03c9\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03c5\u03c0\u03bf\u03c3\u03c4\u03b7\u03c1\u03af\u03b6\u03bf\u03c5\u03bd \u03c4\u03bf \u03c3\u03c5\u03bc\u03c0\u03ad\u03c1\u03b1\u03c3\u03bc\u03b1 \u03b1\u03c0\u03cc \u03c4\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1.
QUAY.vals=\u0391\u03bd\u03b1\u03be\u03b9\u03cc\u03c0\u03b9\u03c3\u03c4\u03b7 / \u03ba\u03b1\u03c4' \u03b5\u03ba\u03c4\u03af\u03bc\u03b7\u03c3\u03b7, \u0391\u03bc\u03c6\u03b9\u03c3\u03b2\u03b7\u03c4\u03ae\u03c3\u03b9\u03bc\u03bf\u03c2, \n\u0394\u03b5\u03c5\u03c4\u03b5\u03c1\u03bf\u03b2\u03ac\u03b8\u03bc\u03b9\u03b1 \u0391\u03c0\u03cc\u03b4\u03b5\u03b9\u03be\u03b7, \u0386\u03bc\u03b5\u03c3\u03b5\u03c2 \u03b1\u03c0\u03bf\u03b4\u03b5\u03af\u03be\u03b5\u03b9\u03c2
RELA.name=\u03a3\u03c7\u03ad\u03c3\u03b7
RELA.info=\u039c\u03b9\u03b1 \u03c4\u03b9\u03bc\u03ae \u03c3\u03c7\u03ad\u03c3\u03b7\u03c2 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03c9\u03bd \u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ac\u03c3\u03b5\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1\u03b9
RELA.vals=\u039c\u03ac\u03c1\u03c4\u03c5\u03c1\u03b1\u03c2, Informant, \u039d\u03bf\u03bd\u03cc\u03c2, \u039d\u03bf\u03bd\u03ac, \u0386\u03bb\u03bb\u03bf
STAE.name=\u03a0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1
STAE.info=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03c0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7.
TIME.name=\u038f\u03c1\u03b1
TIME.info=\u03a7\u03c1\u03bf\u03bd\u03b9\u03ba\u03ae \u03c4\u03b9\u03bc\u03ae \u03c3\u03b5 24-\u03c9\u03c1\u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae, \u03c3\u03c5\u03bc\u03c0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03b1\u03bd\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03ce\u03c1\u03b5\u03c2, \u03bb\u03b5\u03c0\u03c4\u03ac \u03ba\u03b1\u03b9 \u03b4\u03b5\u03c5\u03c4\u03b5\u03c1\u03cc\u03bb\u03b5\u03c0\u03c4\u03b1 \u03c0\u03c1\u03bf\u03b1\u03b9\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac, \u03c0\u03bf\u03c5 \u03c7\u03c9\u03c1\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03ac\u03bd\u03c9 \u03ba\u03b1\u03b9 \u03ba\u03ac\u03c4\u03c9 \u03c4\u03b5\u03bb\u03b5\u03af\u03b1 (:). K\u03bb\u03ac\u03c3\u03bc\u03b1\u03c4\u03b1 \u03c4\u03bf\u03c5 \u03b4\u03b5\u03c5\u03c4\u03b5\u03c1\u03bf\u03bb\u03ad\u03c0\u03c4\u03bf\u03c5 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03b4\u03b5\u03ba\u03b1\u03b4\u03b9\u03ba\u03ae \u03bc\u03bf\u03c1\u03c6\u03ae.
TITL.name=\u03a4\u03af\u03c4\u03bb\u03bf\u03c2
TITL.info=\u039c\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03bc\u03b9\u03b1\u03c2 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b7\u03c2 \u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03ae \u03ac\u03bb\u03bb\u03b7\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2, \u03cc\u03c0\u03c9\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf \u03c4\u03af\u03c4\u03bb\u03bf\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b2\u03b9\u03b2\u03bb\u03af\u03bf\u03c5, \u03cc\u03c4\u03b1\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03c0\u03b7\u03b3\u03ae\u03c2 \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf, \u03ae \u03bc\u03b9\u03b1 \u03b5\u03c0\u03af\u03c3\u03b7\u03bc\u03b7 \u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c3\u03b5 \u03c3\u03c7\u03ad\u03c3\u03b7 \u03bc\u03b5 \u03b8\u03ad\u03c3\u03b5\u03b9\u03c2 \u03c4\u03b7\u03c2 \u03b2\u03b1\u03c3\u03b9\u03bb\u03b5\u03af\u03b1\u03c2 \u03ae \u03ac\u03bb\u03bb\u03bf \u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03b9\u03ba\u03cc \u03ba\u03b1\u03b8\u03b5\u03c3\u03c4\u03ce\u03c2, \u03cc\u03c0\u03c9\u03c2 \u03c4\u03bf \u039c\u03b5\u03b3\u03ac\u03bb\u03bf \u0394\u03bf\u03cd\u03ba\u03b1.
TYPE.name=\u03a4\u03cd\u03c0\u03bf\u03c2
TYPE.info=A further qualification to the meaning of the associated superior tag. The value does not have any computer processing reliability. It is more in the form of a short one or two word note that should be displayed any time the associated data is displayed.
