<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title>Administraci&oacute;n de lugares - Las jurisdicciones</title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  </head>
  <body>
    <h1>Administraci&oacute;n de las jurisdicciones</h1>
    <div style="margin-left: 5px; text-align:justify; margin-right: 5px; font-style: normal; color: #000000">
    <p>
      Aqu&iacute; aborda una cuesti&oacute;n que es muy importante y 
      que est&aacute; teniendo consecuencias sobre su genealog&iacute;a, 
      a lo largo de su trabajo.<br>
      Es importante conectar gran atenci&oacute;n, porque un error en 
      su elecci&oacute;n se g&eacute;nera considerablemente m&aacute;s tarde. Si 
      m&aacute;s tarde desea corregir sus errores sobre esta cuesti&oacute;n, 
      esto requerir&aacute; mucho.<br>
      Ciertamente entiendes: atenci&oacute;n a la gesti&oacute;n de las 
      jurisdicciones.<br>
      <br>
      <u>&iquest;Qu&eacute; es que una jurisdicci&oacute;n?</u><br>
      Una jurisdicci&oacute;n es un elemento que define un lugar 
      en el sentido jur&iacute;dico del t&eacute;rmino.<br>
      Por lo tanto una jurisdicci&oacute;n ser&aacute; un <b>com&uacute;n</b>, un 
      <b>Departamento de</b> una <b>regi&oacute;n</b>, un <b>pa&iacute;s</b>, 
      sino tambi&eacute;n un <b>c&oacute;digo postal</b> <b>c&oacute;digo insee</b>, 
      una <b>direcci&oacute;n postal (calle)</b>, un <b>Estado</b> 
      en el sentido norteamericano del t&eacute;rmino, etc..<br>
      <br>
      <u>&iquest;En qu&eacute; orden debo ponerles?</u><br>
      El est&aacute;ndar para la genealog&iacute;a, es el est&aacute;ndar <i>GedCom</i>. 
      Nos obliga a las jurisdicciones en un orden creciente. Por 
      lo tanto no puede presentar sus jurisdicciones de la siguiente 
      manera:<br>
      <font color="olive">Ar&aacute;ndanos&nbsp;-&nbsp;pa&iacute;s&nbsp;-&nbsp;ciudad&nbsp;-&nbsp;departamento</font><br>
      Pero por el contrario, se presentan como sigue:<br>
      <font color="olive">Ar&aacute;ndanos&nbsp;-&nbsp;ciudad&nbsp;-&nbsp;Departamento&nbsp;-&nbsp;pa&iacute;s</font><br>
    </p>

    <h3>Elecci&oacute;n de los tribunales</h3>
    Todo depende del pa&iacute;s a estar m&aacute;s presentes en su genealog&iacute;a. 
    Si se trata de la Francia, aqu&iacute; hay algunos ejemplos de las 
    jurisdicciones que son importantes y qu&eacute; opciones tiene sentido.
    <ul>
      <li>Ar&aacute;ndano</li>
      <li>comunes</li>
      <li>C&oacute;digo_postal</li>
      <li>C&oacute;digo_insee</li>
      <li>Departamento</li>
      <li>regi&oacute;n</li>
      <li>pa&iacute;s</li>
    </ul>

    <h3>Orden</h3>
    Respetar el orden impuesto por el est&aacute;ndar: desde el m&aacute;s 
    peque&ntilde;o al m&aacute;s grande. Su primera jurisdicci&oacute;n en la 
    lista debe ser el m&aacute;s peque&ntilde;o. En mi ejemplo, es el 
    ar&aacute;ndano. Lo m&aacute;s importante ser&aacute; el pa&iacute;s.

    <h3>Ortograf&iacute;a</h3>
    Le damos que el Consejo no pone blanco en un nombre de 
    jurisdicci&oacute;n. Esto no es impuesta por el gedcom est&aacute;ndar, 
    por lo tanto hacer diferente. As&iacute; "c&oacute;digo postal", se 
    escribir&aacute;  "C&oacute;digo_postal".

    <h3>Consejos</h3>
    Si&eacute;ntase libre de elegir los tribunales m&aacute;s al principio. 
    De hecho, al principio puede encontrar que el c&oacute;digo insee 
    es innecesario. Elija el mismo porque incluso que si no 
    rellena el c&oacute;digo insee para ubicaciones diferentes, el 
    archivo gedcom (archivo de genealog&iacute;a) ser&aacute; reservada 
    la ubicaci&oacute;n si alg&uacute;n d&iacute;a termine su trabajo.<br>
    No elija jurisdicciones demasiado limitados en el tiempo, 
    ejemplo una comunidad de comunas. Se puede decir que el 
    c&oacute;digo postal o el c&oacute;digo insee, son creaciones 
    recientes y que estos dos jurisdicciones que podr&aacute; 
    servir para nada. Se equivoca porque ser&aacute;n &uacute;tiles 
    m&aacute;s tarde especialmente a la hora de localizar personas 
    en su genealog&iacute;a en un mapa. Ancestris funciones en 
    esta &aacute;rea son muchos, y entre ellos algunos de ellos 
    piden a un servidor Web las coordenadas de un lugar 
    mostrar en un mapa. Las bases de datos de estos 
    servidores pueden utilizar c&oacute;digos postales, en c&oacute;digos insee.

    <h3>&iquest;C&oacute;mo hacer su elecci&oacute;n en esta pantalla?</h3>
    A cuando Daniel habr&aacute;n elegido c&oacute;mo quiere hacer...
    <ul>
        <li></li>
    </ul>

    </div>
  </body>
</html>
