#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/GedcomCompare/src/ancestris/modules/gedcomcompare
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=\u0122enealo\u0123iju sal\u012bdzin\u0101\u0161ana
OpenIDE-Module-Display-Category=R\u012bki
OpenIDE-Module-Long-Description=<h1><center>\u0122enealo\u0123iju sal\u012bdzin\u0101\u0161ana</center></h1>\n\n<p>\u0122enealo\u0123iju sal\u012bdzin\u0101\u0161ana sal\u012bdzina \u0123enealo\u0123ijas, lai atrastu kop\u012bgus \u0123eogr\u0101fiskos apgabalus ar l\u012bdz\u012bg\u0101m pils\u0113t\u0101m un uzv\u0101rdiem un l\u012bdz\u012bgiem notikumiem.</p> <p>T\u0101 tikpat viegli var sal\u012bdzin\u0101t j\u016bsu vai citu Ancestris lietot\u0101ju \u0123enealo\u0123ijas, nevienam nesniedzot nek\u0101du sensit\u012bvu inform\u0101ciju.</p> <p>Lai sal\u012bdzin\u0101tu ar citiem Ancestris lietot\u0101jiem, vienk\u0101r\u0161i j\u0101\u013cauj Ancestris koplietot pamatinform\u0101ciju. J\u016bsu \u0123enealo\u0123ija nekad netiek p\u0101rs\u016bt\u012bta uz serveri vai citam lietot\u0101jam, un priv\u0101t\u0101 inform\u0101cija var palikt konfidenci\u0101la. Ja tiek atrasta atbilst\u012bba, varat sazin\u0101ties ar atbilsto\u0161o Ancestris lietot\u0101ju pa e-pastu.</p> <p>Lai tai piek\u013c\u016btu: Galven\u0101 izv\u0113lne, R\u012bki, \u0122enealo\u0123iju sal\u012bdzin\u0101\u0161ana.</p>
#
OpenIDE-Module-Short-Description=Sal\u012bdzina j\u016bsu vai citu Ancestris lietot\u0101ju uztur\u0113t\u0101s \u0123enealo\u0123ijas
#
CTL_GedcomCompareAction=Sal\u012bdzin\u0101t \u0123enealo\u0123ijas
CTL_GedcomCompareTopComponent=Sal\u012bdzin\u0101t \u0123enealo\u0123ijas
HINT_GedcomCompareTopComponent=Sal\u012bdzina j\u016bsu vai citu Ancestris lietot\u0101ju uztur\u0113t\u0101s \u0123enealo\u0123ijas
MSG_NoGedcomLoaded=<html>J\u016bs m\u0113\u0123in\u0101j\u0101t iesl\u0113gt koplieto\u0161anas re\u017e\u012bmu, lai sal\u012bdzin\u0101tu savu \u0123enealo\u0123iju ar citiem.<br><br>Lai sal\u012bdzin\u0101tu savu \u0123enealo\u0123iju ar citiem Ancestris lietot\u0101jiem,<br>jums vispirms ir j\u0101atz\u012bm\u0113 j\u016bsu galven\u0101s \u0123enealo\u0123ijas lodzi\u0146\u0161 'Sal\u012bdzin\u0101\u0161ana',<br>lai ar\u012b citi lietot\u0101ji var\u0113tu sal\u012bdzin\u0101t ar saviem.</html>
MSG_CannotPerformWhileSharing=Lai veiktu \u0161o darb\u012bbu, Ancestris bija j\u0101izsl\u0113dz koplieto\u0161anas re\u017e\u012bms. Ja nepiecie\u0161ams, iesl\u0113dziet to atpaka\u013c.
#
#Main menu
TIP_GedcomsList=<html>Atv\u0113rto viet\u0113jo \u0123enealogu saraksts.<br>Atlasiet to, kas j\u0101sal\u012bdzina ar citiem.</html>
TIP_UsersList=<html>Pievienoto lietot\u0101ju saraksts. <br> Noklik\u0161\u0137iniet uz pogas, lai atsvaidzin\u0101tu sarakstu</html>
TIP_UsersNumber={0} ancestris lietot\u0101ji nesen ir vai bija pievienoti
TIP_UserInProgress=Lietot\u0101js, kura \u0123enealo\u0123ija pa\u0161laik tiek sken\u0113ta
TIP_statsIndis=Visu lietot\u0101ju personu kopskaits
TIP_statsFams=Visu lietot\u0101ju \u0123ime\u0146u kopskaits
TIP_statsSTs=Visu lietot\u0101ju apgabalu periodu kopskaits
TIP_statsAreas=Visbie\u017e\u0101k\u0101 visu lietot\u0101ju atra\u0161an\u0101s vieta
TIP_statsReceivedConnections=No citiem lietot\u0101jiem sa\u0146emto sal\u012bdzin\u0101\u0161anas m\u0113\u0123in\u0101jumu skaits
TIP_statsReceivedUniqueUsers=Lietot\u0101ju skaits, kuri ir m\u0113\u0123in\u0101ju\u0161i sal\u012bdzin\u0101t j\u016bsu \u0123enealo\u0123iju
TIP_statsUniqueOverlaps=To lietot\u0101ju skaits, kuri da\u013c\u0113ji p\u0101rkl\u0101jas ar j\u016bsu \u0123enealo\u0123iju
