
name  = Lign\u00e9e d'ascendance par g\u00e9n\u00e9ration

info  =  <a name="_top_"></a>  \n\
  <h1><center>Lign\u00e9e d'ascendance par g\u00e9n\u00e9ration</center></h1> \n\
  <p>Ce rapport affiche la liste des ascendants d'une personne sous quatre formes&nbsp;: \n\
  <ul> \n\
  <li>Sous forme de Liste de G\u00e9n\u00e9rations Sosa,</li> \n\
  <li>Sous forme de Tableau de G\u00e9n\u00e9rations Sosa,</li> \n\
  <li>En suivant la lign\u00e9e ascendante,</li> \n\
  <li>Par lign\u00e9e agnatique (les porteurs du m\u00eame patronyme).</li> \n\
  </ul></p> \n\
  <p>Ce rapport se lance soit \u00e0 partir du menu contextuel d'un individu, \n soit \u00e0 partir de la vue Rapports o\u00f9 vous vous trouvez, en s\u00e9lectionnant ensuite l'individu lorsque cela est demand\u00e9.  \n\
  Chaque individu se verra attribuer un num\u00e9ro Sosa (<a href="#_numerotation_sosa-stradonitz_">num\u00e9rotation Sosa-Stradonitz</a>) en consid\u00e9rant que l'individu s\u00e9lectionn\u00e9  \n\
  est le probant (num\u00e9ro Sosa 1). </p> \n\
  <p><h2>PARAMETRAGES</h2> \n\
  <h3>Choix principaux :</h3> \n\
  Les deux choix principaux sont ceux d'un des quatre "Type de  \n\
  rapport" (voir ci-dessus) et celui d'un des deux "Format de  \n\
  sortie"&nbsp;:&nbsp;soit un individu par ligne avec les  \n\
  \u00e9v\u00e8nements \u00e0 la suite, soit un \u00e9v\u00e8nement  \n\
  par ligne pour chaque individu (petits paragraphes).  \n\
  En combinant ces deux param\u00e8tres, vous pouvez obtenir de  \n\
  nombreux rapports diff\u00e9rents. \n\
  <ul> \n\
  <u>Types de listes possibles, comme indiqu\u00e9 ci-dessus</u>&nbsp;: \n\
  <ul> \n\
  <li><u>G\u00e9n\u00e9rations Sosa croissantes</u> :<br> \n\
  <font color="#4f4f4f">G\u00e9n\u00e9ration 1</font> \n\
  <br>&nbsp;&nbsp;&nbsp;<font color="#001999">1</font> <font color="#6982ff">racine</font><br> \n\
  <font color="#4f4f4f">G\u00e9n\u00e9ration 2</font> \n\
  <br>&nbsp;&nbsp;&nbsp;<font color="#001999">2</font> <font color="#6982ff">p\u00e8re</font> \n\
  <br>&nbsp;&nbsp;&nbsp;<font color="#001999">3</font> <font color="#6982ff">m\u00e8re</font> \n\
  <br> \n\
  <font color="#4f4f4f">G\u00e9n\u00e9ration 3</font> \n\
  <br>&nbsp;&nbsp;&nbsp;<font color="#001999">4</font> <font color="#6982ff">grand-p\u00e8re 1</font> \n\
  <br>&nbsp;&nbsp;&nbsp;<font color="#001999">5</font> <font color="#6982ff">grand-m\u00e8re 1</font> \n\
  <br>&nbsp;&nbsp;&nbsp;<font color="#001999">6</font> <font color="#6982ff">grand-p\u00e8re 2</font> \n\
  <br>&nbsp;&nbsp;&nbsp;<font color="#001999">7</font> <font color="#6982ff">grand-m\u00e8re 2</font> \n\
  <br> \n\
  <font color="#4f4f4f">G\u00e9n\u00e9ration 4</font><br> \n\
  &nbsp;&nbsp;&nbsp;etc...</li> \n\
  <li><u>Table d'Ascendance Sosa</u> :<br> \n\
  <table border="0"><tr><td>Sosa</td><td>Nom</td><td>Naissance</td><td>D\u00e9c\u00e9s</td><td>Profession</td><td>Domicile</td></tr> \n\
  <tr><td><font color="#001999">1</font></td><td><font color="#6982ff">racine</font></td><td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td></tr> \n\
  <tr><td><font color="#001999">2</font></td><td><font color="#6982ff">p\u00e9re</font></td><td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td></tr> \n\
  <tr><td><font color="#001999">3</font></td><td><font color="#6982ff">m\u00e8re</font></td><td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td></tr> \n\
  <tr><td><font color="#001999">4</font></td><td><font color="#6982ff">grand-p\u00e9re&nbsp;1</font></td><td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td></tr> \n\
  <tr><td><font color="#001999">5</font></td><td><font color="#6982ff">grand-m\u00e8re&nbsp;1</font></td><td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td></tr> \n\
  <tr><td><font color="#001999">6</font></td><td><font color="#6982ff">grand-p\u00e9re&nbsp;2</font></td><td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td></tr> \n\
  <tr><td><font color="#001999">7</font></td><td><font color="#6982ff">grand-m\u00e8re&nbsp;2</font>&nbsp;&nbsp;&nbsp;</td><td>xxx</td><td>xxx</td><td>xxx</td><td>xxx</td></tr> \n\
  <tr><td>etc...</td><td>...</td><td>...</td><td>...</td><td>...</td><td>...</td></tr></table></li> \n\
  <li><u>En lign\u00e9e ascendante (p\u00e8res et m\u00e8res)</u> : \n\
  <br>&nbsp;<font color="#001999">1</font> racine</font> \n\
  <br>&nbsp;&nbsp;&nbsp;<font color="#001999">2</font> <font color="#6982ff">p\u00e8re</font> \n\
  <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color="#001999">4</font> <font color="#6982ff">grand-p\u00e8re 1</font> \n\
  <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color="#001999">5</font> <font color="#6982ff">grand-m\u00e8re 1</font> \n\
  <br>&nbsp;&nbsp;&nbsp;<font color="#001999">3</font> <font color="#6982ff">m\u00e8re</font> \n\
  <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color="#001999">6</font> <font color="#6982ff">grand-p\u00e8re 2</font> \n\
  <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color="#001999">7</font> <font color="#6982ff">grand-m\u00e8re 2</font> \n\
  <br>&nbsp;etc...<br></li> \n\
  <li><u>Par lign\u00e9e agnatique (Nom de famille du p\u00e8re)</u> : \n\
  <br>&nbsp;<font color="#001999">1</font> <font color="#6982ff">racine</font> \n\
  <br>&nbsp;&nbsp;<font color="#001999">2</font> <font color="#6982ff">p\u00e8re</font> \n\
  <br>&nbsp;&nbsp;&nbsp;<font color="#001999">4</font> <font color="#6982ff">grand-p\u00e8re</font> \n\
  <br>&nbsp;&nbsp;&nbsp;&nbsp;<font color="#001999">8</font> <font color="#6982ff">arri\u00e9re grand-p\u00e8re</font> \n\
  <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;etc...</li> \n\
  </ul></ul></p> \n\
  <p><h3>Autres param\u00e8tres :</h3> \n\
  <ul> \n\
  <li>on peut choisir le format de sortie (html, pdf ...) comme pour n'importe quel rapport. La question vous sera pos\u00e9e lorsque vous l'aurez lanc\u00e9.</li> \n\
  <li>la possibilit\u00e9 de montrer ou cacher les g\u00e9n\u00e9rations,</li> \n\
  <li>nombre maximum de g\u00e9n\u00e9rations : cela permet de limiter votre rapport en cas de grandes g\u00e9n\u00e9alogies,</li> \n\
  <li>pour l'affichage des lieux, la possibilit\u00e9 de limiter son affichage uniquement \u00e0 une juridiction donn\u00e9e par le param\u00e8tre qui suit, la premi\u00e8re juridiction renseign\u00e9e \u00e0  \n\
  partir d'une position donn\u00e9e, ou l'ensemble des juridictions. Les juridictions sont num\u00e9rot\u00e9es de gauche \u00e0 droite en partant de 1.</li> \n\
  <li>les \u00e9v\u00e8nements que vous souhaitez voir appara\u00eetre&nbsp;:<br> \n\
  \u00e9v\u00e8nements d'\u00e9tat-civil (naissance, bapt\u00eame, mariage, d\u00e9c\u00e8s, inhumation), plus les r\u00e9sidences et les m\u00e9tiers, en indiquant ou non pour chacun d'eux la date et le lieu;</li> \n\
  <li>un autre aspect important, est ce qu'on pourrait appeler la <u><b>gestion de la confidentialit\u00e9</b></u>&nbsp;: \n\
  <ul> \n\
  <li>D'abord, d'une mani\u00e8re g\u00e9n\u00e9rale, vous pouvez activer ou non cette possibilit\u00e9.</li> \n\
  <li>Ensuite vous pouvez sp\u00e9cifier le nombre d'ann\u00e9es pour qu'une personne soit consid\u00e9r\u00e9e comme devant \u00eatre masqu\u00e9e. On commence par regarder la naissance d'une  \n\
  personne, s'il n'y a pas de date, alors on regarde le mariage, enfin si l\u00e0 encore, il n'y a pas de date, on s'int\u00e9resse au d\u00e9c\u00e8s. Si vous mettez 100 par exemple,  \n\
  on va v\u00e9rifier toutes les dates ci-dessus pour toutes les personnes et voir si au moins 100 ans se sont pass\u00e9s jusqu'\u00e0 maintenant. Si tel est le cas, la personne sera  \n\
  consid\u00e9r\u00e9e comme \u00e9tant une donn\u00e9e priv\u00e9e, confidentielle, et donc les infos la concernant, seront remplac\u00e9es par une phrase de votre choix, que vous indiquerez dans un des  \n\
  crit\u00e8res suivants. En mettant 0 rien ne sera consid\u00e9r\u00e9 comme priv\u00e9 par rapport \u00e0 ce crit\u00e8re.</li> \n\
  <li>Vous pouvez d'une mani\u00e8re plus g\u00e9n\u00e9rale faire en sorte qu'un certain nombre de g\u00e9n\u00e9rations soient consid\u00e9r\u00e9es comme priv\u00e9es et donc qu'aucun renseignement  \n\
  ne soient donn\u00e9. Ex: si vous mettez 2, les deux premi\u00e8res g\u00e9n\u00e9rations verront tous les renseignements les concernant masqu\u00e9s.</li> \n\
  </ul> \n\
  </li> \n\
  <li>Autre crit\u00e8re : Vous pouvez choisir la premi\u00e8re juridiction (lieudit, commune, d\u00e9partement, ...) trouv\u00e9e au niveau de la localisation d'un \u00e9v\u00e8nement, ou au contraire, la totalit\u00e9  \n\
  des juridictions (cochez ou non la case correspondante).</li> \n\
  <li>Choisir si oui ou non on affiche les sources, et dans l'affirmative, comment on doit les afficher, par exemple \u00e0 la fin de chaque g\u00e9n\u00e9ration (si vous choisissez une  \n\
  ascendance Sosa). Le texte des sources peut \u00e9galement \u00eatre affich\u00e9, et vous pouvez les grouper \u00e0 la fin de chaque g\u00e9n\u00e9ration, ou \u00e0 l'inverse, \u00e0 la fin du rapport lui meme.<br> \n\
  De nombreuses possibilit\u00e9s s'offrent \u00e0 vous (notez cependant que certains choix ne sont possibles qu'en fonction du type de sortie que vous demandez, c'est normal. Faites des  \n\
  essais, vous verrez la puissance des options qu'offrent ce rapport). Voici ce que vous pouvez faire&nbsp;: \n\
  <ul> \n\
  <li>On affiche ni titre, ni texte des sources.</li> \n\
  <li>On affiche les titres des sources uniquement, \u00e0 la fin de chaque g\u00e9n\u00e9ration.</li> \n\
  <li>On affiche les titres des sources uniquement, \u00e0 la fin du rapport lui-m\u00eame.</li> \n\
  <li>On affiche le titre de la source pour chaque \u00e9v\u00e8nement, ainsi que le texte de la source, \u00e0 la fin de chaque g\u00e9n\u00e9ration.</li> \n\
  <li>On affiche le titre de la source pour chaque \u00e9v\u00e8nement, ainsi que le texte de la source, \u00e0 la fin du rapport.</li> \n\
  <li>On affiche le titre de la source et le texte de la source, \u00e0 la fin de chaque g\u00e9n\u00e9ration.</li> \n\
  <li>On affiche le titre de la source et le texte de la source, \u00e0 la fin du rapport.</li> \n\
  </ul> \n\
  <div style="margin-left: 10px">Notez en ce qui concerne le texte des sources, que 3 niveaux de texte sont examin\u00e9s&nbsp;: \n\
  <ul> \n\
  -&nbsp;Le texte directement associ\u00e9 \u00e0 la source. Il s'agit de l'exacte retranscription de ce qui est trouv\u00e9 dans le fichier source original (l'\u00e9tiquette concern\u00e9e est "SOUR:TEXT").<br> \n\
  -&nbsp;Les Notes associ\u00e9es \u00e0 la source dans le fichier source. Il s'agit d'une information compl\u00e9mentaire fournie par la personne qui a cr\u00e9\u00e9 le fichier en ce qui concerne  \n\
  la source (ici l'\u00e9tiquette concern\u00e9e est "SOUR:NOTE").<br> \n\
  -&nbsp;Enfin les Notes associ\u00e9es \u00e0 la Source sous l'\u00e9v\u00e8nement concernant cette personne. Il s'agit de la Note qui est attach\u00e9e \u00e0 l'\u00e9v\u00e8nement sous la mention de la Source. \n\
  La Source est ici mentionn\u00e9e en tant que lien vers une entit\u00e9 Source (Sxxxx), mais pour bien d\u00e9crire l'\u00e9v\u00e8nement, il faut associer \u00e0 ce lien, un objet, et une Note par exemple qui  \n\
  retranscrit exactement ce qu'on a trouv\u00e9 (l'\u00e9tiquette concern\u00e9e, est ici "INDI:event:SOUR:NOTE" ou "FAM:event:SOUR:NOTE" ou "INDI:event:SOUR:DATA:TEXT" ou  \n\
  "FAM:event:SOUR:DATA:TEXT" o\u00f9 le mot "event" est l'un des \u00e9v\u00e8nements list\u00e9s plus haut.<br> \n\
  </ul> \n\
  </div> \n\
  </li>  \n\
  <li>Doit-on afficher les sources, m\u00eame si elles ne sont pas trouv\u00e9es ? Il peut \u00eatre int\u00e9ressant d'utiliser cette option pour bien montrer que cet \u00e9v\u00e8nement existe, mais qu'aucune  \n\
  source n'a \u00e9t\u00e9 trouv\u00e9e pour le moment.</li> \n\
  <li>Doit-on rappeler le pr\u00e9fixe de l'\u00e9v\u00e8nement \u00e0 chaque fois, lors de la citation de la source&nbsp;?<br> \n\
  Exemple, si comme pr\u00e9fixe d'une naissance, vous utilisez le sigle "o", la Source associ\u00e9e \u00e0 une naissance, va \u00eatre repr\u00e9sent\u00e9e comme cela : Source : (o) Site Internet... Vous  \n\
  voyez que le fait d'avoir coch\u00e9 cette option a rajout\u00e9 le sigle "(o)".</li> \n\
  <li>Quel mot cl\u00e9 doit on utiliser pour d\u00e9nommer une Source ? (ex: Src: ou Source: ). Le fait de mettre un tel mot cl\u00e9, une telle abr\u00e9viation, avant la citation de la source, vous  \n\
  permet de mieux pouvoir la distinguer du reste du texte.<br> \n\
  <div style="margin-left: 20px; font-style: italic; color: #1200bc"> \n\
  Source : <br> \n\
  </div> \n\
  Le r\u00e9sultat sera :<br> \n\
  <div style="margin-left: 20px; font-style: italic; color: #1200bc"> \n\
  o 16 F\u00e9v 1772 Challans, Source : Site Internet Arch. D\u00e9p. Vend\u00e9e ... (S432)<br> \n\
  </div></li> \n\
  <li>Vous pouvez enfin choisir la couleur \u00e0 utiliser pour la mention des Sources. Cela vous donne toute latitude pour rendre la sortie du rapport plus lisible.</li> \n\
  </ul></p> \n\
  <p><h3>Astuce :</h3> \n\
  Pour qu'un param\u00e8tre soit pris en compte, veillez \u00e0 le valider en cliquant apr\u00e8s la saisie sur un endroit quelconque de l'\u00e9cran.</p> \n\
  <br><br> \n\
  <div style="margin-left: 0px; background-color: #ffffcc"> \n\
  <div style="margin-left: 10px; text-align:left; \n\
  margin-right: 10px; font-style: italic; color: #000000"> \n\
  <a name="_numerotation_sosa-stradonitz_"></a> \n\
  <u><b>La num\u00e9rotation Sosa-Stradonitz</u> :</b><br> \n\
  La num\u00e9rotation Sosa-Stradonitz a \u00e9t\u00e9 invent\u00e9e en 1590 par un Allemand, un certain... Michel Eyzinger. Elle fut reprise en 1676 par un moine ib\u00e9rique J\u00e9r\u00f4me de Sosa.  \n\
  En 1898, l'un des pr\u00e9curseurs de la g\u00e9n\u00e9alogie moderne, St\u00e9phane von Stradonitz, am\u00e9liore la m\u00e9thode et l'utilise dans son ouvrage Ahnentafel-Atlas.<br> \n\
  Cette m\u00e9thode, utilis\u00e9e en g\u00e9n\u00e9alogie ascendante, vous permet de rep\u00e9rer, classer et organiser facilement vos anc\u00eatres dans un logiciel, un tableau ou un arbre  \n\
  g\u00e9n\u00e9alogique. Vous pouvez l'utiliser pour \u00e9changer vos informations avec d'autres g\u00e9n\u00e9alogistes et pour publier vos r\u00e9sultats sur Internet, dans un ouvrage ou une revue.<br> \n\
  Cette m\u00e9thode de num\u00e9rotation consiste \u00e0 donner \u00e0 chaque anc\u00eatre un num\u00e9ro unique et d\u00e9termin\u00e9 selon les r\u00e8gles suivantes :<br> \n\
  <div style="margin-left: 20px;"> \n\
  -  Les hommes re\u00e7oivent toujours des num\u00e9ros pairs.<br> \n\
  -  Les femmes re\u00e7oivent toujours des num\u00e9ros impairs.<br> \n\
  -  Le p\u00e8re porte toujours un num\u00e9ro \u00e9gal au double de celui de son fils ou de sa fille et \u00e0 la moiti\u00e9 de celui de son p\u00e8re.<br> \n\
  -  La m\u00e8re porte toujours un num\u00e9ro qui \u00e9quivaut au double de celui de son fils ou de sa fille + 1 et \u00e0 la moiti\u00e9 de celui de son p\u00e8re.<br> \n\
  -  Les anc\u00eatres de la ligne directe, la lign\u00e9e patronymique, portent des num\u00e9ros qui sont des puissances de deux.<br> \n\
  </div> \n\
  <br><a href="#_top_">Retour au D&eacute;but</a><br> \n\
  </div> \n\
  </div> 

ascendants.of = Ascendants de

##############################################
# report structure

reportType    = Type de rapport
SosaReport    = Liste d'ascendance sosa
TableReport   = Tableau d'ascendance sosa
LineageReport = Lign\u00e9e ascendante
AgnaticReport = Lign\u00e9e agnatique uniquement
reportFormat  = Format du rapport
IndiPerLine   = Une personne par ligne
EventPerLine  = Un \u00e9v\u00e8nement par ligne
displayBullet = Affichage des puces dans le cas d'\u00e9v\u00e8nement par ligne


##############################################
# Individuals to display

privateGen    = Nombre de g\u00e9n\u00e9rations toujours consid\u00e9r\u00e9es comme priv\u00e9es
reportMinGenerations	= Premi\u00e8re g\u00e9n\u00e9ration \u00e0 afficher
reportMaxGenerations	= Nombre maximum de g\u00e9n\u00e9rations

##############################################
# For each individual, events to display

reportPlaceOfBirth    = Pr\u00e9senter les Lieux de Naissance
reportDateOfBirth     = Pr\u00e9senter les Dates de Naissance
reportPlaceOfBaptism  = Pr\u00e9senter les Lieux de Bapt\u00eame
reportDateOfBaptism   = Pr\u00e9senter les Dates de Bapt\u00eame
reportPlaceOfDeath    = Pr\u00e9senter les Lieux de D\u00e9c\u00e8s
reportDateOfDeath     = Pr\u00e9senter les Dates de D\u00e9c\u00e8s
reportPlaceOfBurial   = Pr\u00e9senter les Lieux d'inhumation
reportDateOfBurial    = Pr\u00e9senter les Dates d'inhumation
reportPlaceOfMarriage = Pr\u00e9senter les Lieux de Mariage
reportDateOfMarriage  = Pr\u00e9senter les Dates de Mariage
reportOccu            = Pr\u00e9senter les M\u00e9tiers
occuSymbol            = Symbole pour les M\u00e9tiers
reportPlaceOfOccu     = Pr\u00e9senter les Localit\u00e9s d'exercice des M\u00e9tiers
reportDateOfOccu      = Pr\u00e9senter les Dates auxquelles les personnes ont exerc\u00e9 ces M\u00e9tiers
reportResi            = Pr\u00e9senter les R\u00e9sidences
resiSymbol            = Symbole pour les R\u00e9sidences
reportPlaceOfResi     = Pr\u00e9senter les Lieux de R\u00e9sidence
reportDateOfResi      = Pr\u00e9senter les Dates de R\u00e9sidence
reportIndiNumber      = Afficher le num\u00e9ro des personnes (p.ex. I123)

##############################################
# For each individual, events to display

showEventName = Indiquer les noms d'\u00e9v\u00e9nement plut\u00f4t que les symboles
showAllPlaceJurisdictions = Toutes les Juridictions (Lieudit, Commune, ...)
displaySource = Choisir si et comment afficher les sources
src_no                 = 0 - Pas de mention des Sources
src_title_no_text      = 1 - Uniquement titre de la source \u00e0 chaque \u00e9v\u00e8nement
src_title_gen_no_text  = 2a - Affichage titres des sources \u00e0 la fin de chaque g\u00e9n\u00e9ration
src_title_text_gen     = 3a - Titre \u00e0 chaque \u00e9v\u00e8nement et texte source \u00e0 la fin de chaque g\u00e9n\u00e9ration
src_title_gen_text_gen = 4a - Titre de la source et de son texte \u00e0 la fin de chaque g\u00e9n\u00e9ration
src_title_end_no_text  = 2b - Affichage titres des sources \u00e0 la fin du rapport
src_title_text_end     = 3b - Titre \u00e0 chaque \u00e9v\u00e8nement et texte source \u00e0 la fin du rapport
src_title_end_text_end = 4b - Titre de la source et de son texte \u00e0 la fin du rapport
displayEmpty  = Affichage des sources m\u00eame si elles ne sont pas trouv\u00e9es 
prefixEvent   = Rappel du pr\u00e9fixe des \u00e9v\u00e8nements pour les sources
prefixSource  = Pr\u00e9fixe pour d\u00e9crire les sources
srcColor      = Couleur pour l'affichage des sources
Black         = Noir
Grey          = Gris
Purple        = Violet
Indigo        = Indigo
Blue          = Bleu
Green         = Vert
Yellow        = Jaune
Orange        = Orange
Red           = Rouge

##############################################
# Text in the report

Generation       = GENERATION
GenerationShort  = G\u00e9n.:
placeFormat      = Pr\u00e9sentation des diff\u00e9rentes Juridictions
title.agnatic    = Ascendance agnatique de {0}
title.lineage    = Ligne d'ascendance de {0}
title.sosa       = Tableau d'ascendance de {0}
sourceList       = Liste des Sources :
noSource         = aucune source
noText           = Aucun texte associ\u00e9 \u00e0 ces sources.
startSosa        = Num\u00e9ro sosa initial (0 = Valeur du tag Sosa de la personne)
sosaTag     = Etiquette utilis\u00e9e dans le fichier GEDCOM pour stocker la num\u00e9rotation Sosa

# End of File
