
name = Graphique de la pyramide des \u00c2ges


info = <h1><center>Pyramide des \u00c2ges</center></h1> \
 <div style="margin-left: 5px; margin-right: 5px;"> \
 Ce rapport montre la pyramide des \u00c2ges de toutes les personnes \
 pr\u00e9sentes dans le fichier Gedcom actuellement ouvert.<br /> \
 <center> \
 <img src="ReportDemographySample.gif"><br /> \
 </center> \
 <br /> \
 Logiquement la base devrait \u00eatre moins large que la partie \
 sup\u00e9rieure, mais du fait de la mortalit\u00e9 infantile \
 tr\u00e9s forte, la base risque d'\u00eatre plus importante que \
 dans les temps modernes.<br /> \
 <h2>PARAMETRAGE</h2> \
 Vous disposez d'une option :<br /> \
 <ul> \
 <li>&nbsp;La tranche d'\u00c2ge pour laquelle l'analyse doit  \
 \u00eatre faite. Ainsi si par exemple vous mettez "2" on examinera  \
 le nombre de personnes qui sont d\u00e9c\u00e9d\u00e9es entre leur naissance  \
 et leur deuxi\u00e8me anniversaire, puis entre leur deuxi\u00e8me  \
 anniversaire et leur quatri\u00e8me, puis entre leur quatri\u00e8me  \
 et leur sixi\u00e8me, et ainsi de suite. Si vous mettez "1", on  \
 regardera le nombre de personnes qui sont d\u00e9c\u00e9d\u00e9es durant  \
 leur premi\u00e8re ann\u00e9e de vie, puis durant leur deuxi\u00e8me  \
 ann\u00e9e, etc...</li> \
 <li>En abscisse, vous avez le nombre de personnes, en rouge  \
 les femmes, et en bleu les hommes, et en ordonn\u00e9es les  \
 tranches d'\u00c2ge.</li> \
 </ul> \
 <h3>Astuce :</h3> \
 Pour qu'un param\u00e8tre soit pris en compte, veillez \u00e0 \
 le valider en cliquant ensuite, apr\u00e8s la saisie, sur un \
 endroit quelconque de l'\u00e9cran.<br /> \
 </div> \
 <br /> 


title = Pyramide des \u00c2ges pour {0}
ageGroupSize = Analyse par tranches d'\u00c2ge de xx ann\u00e9es :
men      = Hommes
women    = Femmes
fathers  = P\u00e8res
mothers  = M\u00e8res
ageAtChildsBirth  = Age \u00e0 la naissance d'un enfant
ageAtFirstMariage = Age d'une personne lors de sa premi\u00e8re union
ageAtParentsDeath = Age des personnes quand l'un de leurs 2 parents d\u00e9c\u00e8de
ageOfYoungestChildLeftBehind = Age du plus jeune enfant laiss\u00e9 lors du d\u00e9c\u00e8s d'un parent
ageAtDivorce = Age lors d'un divorce
ageOfOldestWhenYoungestWasBorn = Age de l'ain\u00e9 lors de la naissance du dernier enfant
ageOfYoungestOrphan = Age du plus jeune enfant lors du d\u00e9c\u00e8s du 2\u00e8me parent
yearsSinceDeathOfSpouse = Nombre d'ann\u00e9es v\u00e9cues depuis le d\u00e9c\u00e8s du conjoint
