<!DOCTYPE html>
<html>
    <head>
        <title></title>
        <link rel="stylesheet" href="trancestris.css" type="text/css">
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    </head>
    <body>
      <center>
        <h2 class="trancestris_help_title">Configura&ccedil;&atilde;o &ndash; Enviar tradu&ccedil;&atilde;o</h2>
      </center>
      
      <p class="justify">
        No menu principal, selecione &ldquo;<b><i>Ferramentas &rarr; Op&ccedil;&otilde;es</i></b>&rdquo; 
        e depois separador &ldquo;<b><i>Enviar tradu&ccedil;&atilde;o</i></b>&rdquo;.
      </p>
      
      <br>
      <img src="./images/Trancestris-configuration-mail-1_pt.png" width="450" height="242"/><br>
      <br>
      
      <p class="justify">
        Tem de indicar:
      </p>
      
      <ul>
        <li>o seu nome pr&oacute;prio e apelido - <i>(ex: Jos&eacute; Ningu&eacute;m)</i>;</li>
        <li>o seu correio eletr&oacute;nico - <i>(ex: joseninguem@meucorreio.com. Se usa o gmail 
        poder&aacute; ser joseninguem@gmail.com)</i>;</li>
        <li>o servidor de sa&iacute;da de correio SMTP. Estes s&atilde;o exemplos de alguns 
        ISP (Internet Service Provider):<br />
        - <a href="http://free.fr">Free</a>: "smtp.free.fr"<br />
        - <a href="http://mail.google.com">Gmail</a>: "smtp.gmail.com". Se utiliza Imap, poder&aacute; 
        ter de escrever "imap.googlemail.com";</li>
        <li>o tipo de encripta&ccedil;&atilde;o da liga&ccedil;&atilde;o. Exemplos:<br />
        - Free: Nenhuma<br />
        - Gmail: TLS;</li>
        <li>SMTP Port - <i>(ex: 25 ou 465 ou 587 ...)</i><br />A porta SMTP altera-se consoante 
        o tipo de encripta&ccedil;&atilde;o (habitualmente ser&aacute; 25 para nenhuma, 587 
        para TLS e 465 para SSL), contudo, se o seu fornecedor  requerer um n&uacute;mero de 
        porta espec&iacute;fico, preencha este campo com os dados do fornecedor. H&aacute; 
        casos reportados em que, para conseguir utilizar o Gmail, teve de se usar estas 
        defini&ccedil;&otilde;es: endere&ccedil;o smtp: smtp.gmail.com, 
        Encripta&ccedil;&atilde;o: TLS, e porta smtp: 587;</li>
        <li>O servidor precisa de autentica&ccedil;&atilde;o? Se for o caso 
        (para o Gmail por exemplo, &eacute; necess&aacute;rio), marque 
        esta caixa e preencha os dois campos com a informa&ccedil;&atilde;o necess&aacute;ria. </li>
      </ul>
      
      <p class="justify">
        <i><u><b>Nota</b></u>: por favor envie-nos os par&acirc;metros que funcionam para si. Assim, 
        podemos adicionar esses exemplos aqui, para ajudar outros utilizadores. Obrigado. </i>
      </p>
      
      <p class="justify">
        <u>N&atilde;o funciona</u>?<br>
        Se n&atilde;o consegue enviar as suas tradu&ccedil;&otilde;es com o Trancestris, verifique isto:<br>
        muitas firewalls &ndash; programas que residem no seu computador e filtram o seu tr&aacute;fego 
        pela internet &ndash; s&atilde;o configuradas para bloquear todas as transmiss&otilde;es na porta 
        25, que n&atilde;o tenham origem no programa de correio habitual. Isto serve para impedir que 
        vermes e v&iacute;rus no correio e outros programas de malware transmitam e divulguem spam. 
        (Sending and Posting Advertisement in Mass, ou &ldquo;enviar e postar publicidade em massa&rdquo;, 
        ou tamb&eacute;m: Stupid Pointless Annoying Messages que significa &ldquo;mensagem r&iacute;dicula, 
        sem prop&oacute;sito, e irritante&rdquo; - consultar a 
        <a href="http://pt.wikipedia.org/wiki/Spam">Wikipedia</a>)<br>
        Assim, ter&aacute; que instruir a firewall para permitir transmiss&otilde;es na porta 25, do seu 
        programa Trancestris, para conseguir chegar ao mundo exterior. Como isto &eacute; feito depende 
        do fabricante da firewall, n&atilde;o h&aacute; nenhuma forma consistente de o fazer. Tem de 
        consultar o seu manual para encontrar as defini&ccedil;&otilde;es adequadas e onde faz&ecirc;-las. 
      </p>
    
      <!-- Debut des boutons Precedent - Suivant -->
      <br>
      <br>
      <table border="0" width="100%">
        <tbody>
          <tr>
            <td width="10%">
              <table border="0" width="100%">
                <tbody>
                  <tr>
                    <td bgcolor="#e8fcd9">
                      <p align="center">
                        <font size="-1"><a href="trancestris-configuration_pt.html">P&aacute;gina&nbsp;anterior</a></font>
                      </p>
                    </td>
                  </tr>
                </tbody>
              </table>
            </td>
            <td width="80%"> 
              &nbsp; 
            </td>
            <td width="10%">
              <table border="0" width="100%">
                <tbody>
                  <tr>
                    <td bgcolor="#e8fcd9">
                      <p align="center">
                        <font size="-1"><a href="trancestris-bundles-updates_pt.html">P&aacute;gina&nbsp;seguinte</a></font>
                      </p>
                    </td>
                  </tr>
                </tbody>
              </table>
            </td>            
          </tr>
        </tbody>
      </table>
      <!-- Fin des boutons Precedent - Suivant -->
      
    </body>
</html>
