
name	= Grafischer Baum f\u00fcr yEd

info	=  <h1><center>Grafischer Baum f\u00fcr yEd</center></h1> \n\
 <p>Dieser Report erzeugt eine Datei zur Verwendung durch <a href="http://www.yworks.com/products/yed">yEd</a>, eine kostenlose, nicht-Open Source Grafiksoftware. \n\
 Der Report erstellt den Inhalt der Rahmen und sch\u00fcttet sie auf einen Haufen.</p> \n\
 <p>Wenn aus einer Person oder Familie gestartet, listet der Report nur die Vorkommen und die Nachfolgen auf. Sonst ist es m\u00f6glich, alle Personen anzuzeigen, oder ein Filter laut einem \
 spezifischem GEDCOM-Kennzeichen anzuwenden. \n\
 </p> \n\
 <img src="ReportForYEdScreenshot.png"> \n\
 <p> \n\
 yEd bietet halb- und vollautomatische Anordnungsalgorithmen an, um die Grafik zu formatieren. \n\
 Sie k\u00f6nnen Generationen, Vorkommen, oder Nachfolgen, so wie M\u00e4nner oder Frauen ausw\u00e4hlen, um Grafikanteile zu beseitigen oder um Rahmen/Etikettformat zu \u00e4ndern. \n\
 yEd kann unter anderem mit folgenden Formaten exportieren: image map, flash, svg, pdf, png. \n\
 </p><p> \n\
 Die folgende Liste schl\u00e4gt n\u00fctzliche Werkzeuge innerhalb yEd vor. Deren Fenster k\u00f6nnen um die Grafik f\u00fcr einfache Verwendung eingerichtet werden. \n\
 </p><ul> \n\
 <li>layout - family tree...: Anordnung des Baums - Tip: M\u00e4nner als erster! (force male first)</li> \n\
 <li>layout - channel edge router: zeichnet die Linien wieder, wenn Sie die Anordnung ge\u00e4ndert haben; Tip: minimum distance zero!</li> \n\
 <li>tools - fit node to label: pa\u00dft Knotenpunkte dem Etiketttext an - siehe unten "Gr\u00f6\u00dfe von Knotenpunkt/Etikett"</li> \n\
 <li>tools - select elements: Vorkommen/Nachfolgen ausw\u00e4hlen</li> \n\
 <li>windows - palette - current elements: M\u00e4nner/Frauen/Familien ausw\u00e4hlen</li> \n\
 <li>tools - transform graph: einen Grafikanteil umkehren</li> \n\
 </ul><p> \n\
 Gr\u00f6\u00dfe von Knotenpunkt/Etikett \
 </p><p> \n\
 Familien-<em>Knotenpunkte</em> sind schlank geschaffen, obwohl ihre <em>Etikette</em> breit sein k\u00f6nnen. \n\
 Das erspart Raum zwischen Ehegatten (wenn unten angeordnet), aber kann Linien z.B. im Falle Wiederverheiratung versperren. \n\
 Also verwenden Sie 'fit node to label' nur f\u00fcr M\u00e4nner und Frauen, bevor 'family tree layouter' anzuwenden. \n\
 </p> \n\
 <h2>Konfiguration</h2> \n\
 <p> \n\
 Die Datei <code>.../ancestris/report/ReportForYed.properties</code> \n\
 enth\u00e4lt XML Snippets, die f\u00fcr die Erzeugung des Reports verwendet werden. \n\
 Diese Snippets sind mit yEd Version 3.4.2. gepr\u00fcft. \n\
 Sie k\u00f6nnen einige Standardeinstellungen in dieser Datei anpassen (Font, Farben, ...). \n\
 Die Knotenpunktfarben sollen yEd Anordnungeinstellungen f\u00fcr den Stammbaum (family tree layouter) entsprechen (also vorsichtig \u00e4ndern!). \n\
 Siehe auch Hilfe von yEd. \n\
 </p> \n\
 <h3>Wie die Option Ortsformat auszuf\u00fcllen</h3> \n\
 <ol> \n\
 <li>leer: die erste nicht-leere Jurisdiktion f\u00fcr jedens Ort wird angezeigt.</li> \n\
 <li><font color="blue">all</font>: alle Jurisdiktionen werden angezeigt (durch Kommas abgetrennt).</li> \n\
 <li>Sonst: Gew\u00fcnschte Nummern auflisten, z.B. wenn Ihre GEDCOM Ortsformat "Dorf, Gemeinde, Kreis, Bundesland, Land" ist, "<font color="blue">0, 1 (3)</font>" eingeben, \n\
 um "Dorf, Gemeinde (Bundesland)" anzuzeigen (die erste Jurisdiktions-Nummer ist 0).</li> \n\
 </ol> \n\
 <h3>Bilder</h3><p> \n\
 HTML Snippets beseitigen, um Bilder zu ignorieren. \n\
 Bildergr\u00f6\u00dfe k\u00f6nnen z.B. so bestimmt werden: \n\
 <code>&lt;img src="file:///C:/Meine Dokumente/Meine Bilder/{0}" width="60" height="90"></code>. \n\
 Bei Bestimmung der Gr\u00f6\u00dfe, yEd Einstellungen in preferences - modules - morph layouts abschalten, sonst wird yEd sehr langsam. \n\
 Bei Anpassung der Gr\u00f6\u00dfe k\u00f6nnen die Bilder verformt werden. Mit einfachen Anf\u00fchrungszeichen (') f\u00fcr das src Kennzeichen, {0} wird nicht durch OBJE:FILE ersetzt. \n\
 </p> \n\
 <h3>Geschlechtsymbol</h3><p> \n\
 Wenn Sie die Farben nicht f\u00fcr Geschlechtkennzeichnung verwenden, k\u00f6nnen Sie ein Symbol, Wort, Bild oder irgend etwas alternativ n\u00fctzen. \n\
 </p> 

save	= Speichern
showOccupation	= Beruf
events			= Geburt, Tod, Heirat, Scheidung
showDates		= Daten
showPlaces		= Orte
place_display_format	= Ortsformat (siehe Reportbeschreibung)
images			= Bilder (z.B. <img src="<file:///.../{0}"> {0} = OBJE:FILE siehe auch Reportbeschreibung)
famImage			= HTML-Schnipsel f\u00fcr die Familien
indiImage		= HTML-Schnipsel f\u00fcr die Personen
imageSnippetDefault	= <img src="file:///C:/Mine Dokumenter/Mine Billeder/{0}">
links			= Links f\u00fcr Bilder ({0} = GEDCOM Id-Kennzeichnung)
family			= URL f\u00fcr die Familien
familyUrlDefault	= http://meine.seite.com/{0}.html
indi				= URL f\u00fcr die Personen
indiUrlDefault	= http://meine.seite.com/{0}.html
filter			= Filter (z.B. um gemeinsame Nachkommen / Vorfahren zu zeigen)
tag				= GEDCOM-Kennzeichen (tag) (z.B. ein pers\u00f6nliches Tag mit _ am Anfang)
content			= Inhalt des GEDCOM-Kennzeichens (z.B. ein Berichtname)
active			= Filter aktiv
ancestors		= Mit Vorfahren
descendants		= Mit Nachkommen
gender			= Symbol oder Bild f\u00fcr das Geschlecht (siehe Reportbeschreibung)
male				= HTML-Schnipsel f\u00fcr einen Mann
female			= HTML-Schnipsel f\u00fcr eine Frau
unknown			= HTML-Schnipsel f\u00fcr unbekannt
