
name	= Grafiskais koks, kas format\u0113ts priek\u0161 yEd

info	=  <h1><center>Grafiskais koks, kas format\u0113ts priek\u0161 yEd</center></h1> \n\
 <p>\u0160is p\u0101rskats izveido failu, ko var izmantot ar <a href="http://www.yworks.com/products/yed">yEd</a>, bezmaksas patent\u0113tu grafikas programmat\u016bru. \n\
 P\u0101rskats \u0123ener\u0113 r\u0101m\u012b\u0161u saturu un ievieto tos fail\u0101 priek\u0161 yEd.</p> \n\
 <p> \n\
 Ja tas ir s\u0101kts no k\u0101das personas vai \u0123imenes, p\u0101rskat\u0101 tiek par\u0101d\u012bti tikai priek\u0161te\u010di un p\u0113cte\u010di. Ir ar\u012b iesp\u0113jams par\u0101d\u012btu visas personas, vai ar\u012b filtr\u0113t p\u0113c konkr\u0113t\u0101s birkas satura j\u016bsu GEDCOM fail\u0101. \n\
 </p> \n\
 <img src="ReportForYEdScreenshot.png"> \n\
 <p> \n\
 YEd pied\u0101v\u0101 autom\u0101tiskos un pusautom\u0101tiskos algoritmus un funkcijas, lai format\u0113tu diagrammas. Varat izv\u0113l\u0113ties paaudzes, priek\u0161te\u010dus vai p\u0113cn\u0101c\u0113jus, v\u012brie\u0161us vai sievietes, izdz\u0113st diagrammas da\u013cas vai redi\u0123\u0113t r\u0101m\u012b\u0161a vai eti\u0137etes form\u0101tus. yEd var eksport\u0113t uz image map, flash, svg, pdf, png. \n\
 </p><p> \n\
 Zem\u0101k eso\u0161aj\u0101 sarakst\u0101 ir nor\u0101d\u012bti da\u017ei r\u012bki, kas var\u0113tu b\u016bt noder\u012bgi k\u0101 paraugs, lai tos izmantotu. \n\
 </p><ul> \n\
 <li>layout - family tree... : \u0123imenes koka form\u0113\u0161ana ; padoms : vispirms likt v\u012brieti (force male first)</li> \n\
 <li>layout - channel edge router : p\u0101rz\u012bm\u0113 l\u012bnijas ja esat piel\u0101gojis koka formu ; padoms : minim\u0101lais att\u0101lums nulle (minimum distance zero)</li> \n\
 <li>tools - fit node to label: piel\u0101go mezglus eti\u0137etes tekstam - skat\u012bt zem\u0101k "Mezgls/eti\u0137etes izm\u0113ri"</li> \n\
 <li>tools - select elements (izv\u0113l\u0113ties priek\u0161te\u010dus/p\u0113cn\u0101c\u0113jus)</li> \n\
 <li>windows - palette - current elements (izv\u0113l\u0113ties v\u012brie\u0161us/sievietes/\u0123imenes)</li> \n\
 <li>tools - transform graph (izv\u0113l\u0113tai koka da\u013cai veidot spogu\u013catt\u0113lu)</li> \n\
 </ul><p> \n\
 Mezgls/eti\u0137etes izm\u0113ri \
 </p><p> \n\
 \u0122imenes <em>mezgli</em> ir izveidoti \u0161auri, lai gan to <em>eti\u0137etes</em> var\u0113tu b\u016bt pla\u0161as. \n\
 Tas ietaupa vietu starp laul\u0101tajiem (ja tie atrodas zem\u0101k), bet var sl\u0113pt l\u012bnijas, piem\u0113ram, atk\u0101rtotas laul\u012bbas gad\u012bjum\u0101. T\u0101p\u0113c uzskata, ka j\u0101pielieto 'fit node to label' tikai v\u012brie\u0161iem un sieviet\u0113m pirms 'family tree layouter' izmanto\u0161anas. \n\
 </p> \n\
 <h2>Konfigur\u0101cija</h2> \n\
 <p> \n\
 Fails <code>.../ancestris/report/ReportForYed.properties</code> satur XML fragmentus, kurus izmanto, lai \u0123ener\u0113tu p\u0101rskatu. \n\
 \u0160ie fragmenti ir p\u0101rbaud\u012bti ar yEd versiju 3.4.2. \n\
 \u0160aj\u0101 fail\u0101 varat main\u012bt da\u017eus noklus\u0113juma iestat\u012bjumus, piem\u0113ram, fontus un kr\u0101sas. \u0145emiet v\u0113r\u0101, ka mezgla kr\u0101s\u0101m ir j\u0101atbilst yEd family tree layouter. \n\
 Skat\u012bt ar\u012b YEd pal\u012bdz\u012bbu. \n\
 </p> \n\
 <h3>Vietas nosaukuma form\u0101ts</h3> \n\
 <ol> \n\
 <li>ja lauks ir neaizpild\u012bts, katrai vietai tiks par\u0101d\u012bta pirm\u0101 pieejam\u0101 jurisdikcija.</li> \n\
 <li>ja Iesp\u0113ja ir vien\u0101da ar <font color="blue">all</font>, tiks par\u0101d\u012btas, atdal\u012btas ar komatu, visas jurisdikcijas. </li> \n\
 <li>pret\u0113j\u0101 gad\u012bjum\u0101 ievadiet jurisdikcijas numurus (s\u0101kot ar 0 pirmajai) un v\u0113lamo format\u0113jumu. \n\
 Piem\u0113ram, ja j\u016bsu \u0123imenes atra\u0161an\u0101s vietas form\u0101ts ir "ciems, pils\u0113ta, novads, valsts", j\u016bs varat ievad\u012bt <font color="blue">0, 2 (3)</font>, lai par\u0101d\u012btu: "ciems, novads (valsts)".</li> \n\
 </ol> \n\
 <h3>Att\u0113li</h3><p> \n\
 Izdz\u0113siet html fragmentus, lai izlaistu att\u0113lus. \n\
 Varat nor\u0101d\u012bt izm\u0113rus, piem\u0113ram: \n\
 <code>&lt;img src="file:///C:/mani_dokumenti/att\u0113li/{0}" width="60" height="90"></code> \n\
 Nor\u0101dot izm\u0113rus, noteikti izsl\u0113dziet yEd iestat\u012bjumus - modules - morph layouts, cit\u0101di yEd k\u013c\u016bst \u013coti l\u0113ns. \u0145emiet v\u0113r\u0101, ka att\u0113li var tikt izstiepti. \n\
 Izmantojot atrib\u016btu src ar vienk\u0101r\u0161\u0101m p\u0113di\u0146\u0101m ('), {0} netiks aizst\u0101ts ar OBJE:FILE. \n\
 </p> \n\
 <h3>Dzimuma simbols</h3><p> \n\
 Ja j\u016bs nev\u0113laties izmantot kr\u0101sas, lai nor\u0101d\u012btu dzimumu, \u0161im nol\u016bkam varat nor\u0101d\u012bt simbolu, v\u0101rdu, att\u0113lu vai jebko citu, kas nor\u0101da dzimumu. \n\
 </p> 

save	= Saglab\u0101t
showOccupation   = Nodarbo\u0161an\u0101s
events			= Dzim\u0161ana, mir\u0161ana, laul\u012bba, laul\u012bbas \u0161\u0137ir\u0161ana
showDates		= Datumi
showPlaces		= Vietas
place_display_format	= Vietas form\u0101ts (skat\u012bt p\u0101rskata aprakstu)
images			= Att\u0113li (piem. <img src="file:///.../{0}"> {0} = OBJE:FILE - skat\u012bt p\u0101rskata aprakstu)
famImage			= HTML fragmenti \u0123imen\u0113m
indiImage		= HTML fragmenti person\u0101m
imageExtensions	= att\u0113lu failu nosaukumu papla\u0161in\u0101jumi
imageSnippetDefault	= <img src="file:///C:/mani_dokumenti/att\u0113li/{0}">
links			= Saite uz att\u0113lu kr\u0101tuvi ({0} = GedCom id)
family			= \u0122imenes URL
familyUrlDefault	= http://mana.vietne.lv/{0}.html
indi				= Personas URL
indiUrlDefault	= http://mana.vietne.lv/{0}.html
filter			= Filtrs (piem., lai par\u0101d\u012btu kop\u012bgus p\u0113cn\u0101c\u0113jus/sen\u010dus)
tag				= GEDCOM birka (parasti piel\u0101gota birka, kas s\u0101kas ar _)
content			= GEDCOM birku saturs (piem. p\u0101rskata nosaukums)
active			= Filtrs akt\u012bvs
ancestors		= Iek\u013caut priek\u0161te\u010dus
descendants		= Iek\u013caut p\u0113cn\u0101c\u0113jus
gender			= simbols vai att\u0113ls dzimumam (skat\u012bt p\u0101rskata aprakstu)
male				= HTML fragments v\u012brie\u0161iem
female			= HTML fragments sieviet\u0113m
unknown			= HTML fragments nezin\u0101miem
