
name = Grafisk tr\u00e6 formatteret af yEd

info	=  <h1><center>Grafisk tr\u00e6 formatteret af yEd</center></h1> \n\
 <p>Denne rapport laver en fil, der kan bruges i <a href="http://www.yworks.com/products/yed">yEd</a>, et gratis, ikke-Open Source grafikprogram. \n\
 Rapporten samler og laver rammens indhold.</p> \n\
 <p>Startet fra en person eller familie f\u00e5r du kun aner og efterkommere. \n\
 Ellers kan du v\u00e6lge at vise alle eller filtrere p\u00e5 et (speciels) m\u00e6rke-indhold. \n\
 </p> \n\
 <img src="ReportForYEdScreenshot.png"> \n\
 <p> \n\
 yEd har (halv- og hel-) automatiske layout-algoritmer til at formattere grafikken. \n\
 Du kan v\u00e6lge generationer, aner eller efterkommere, \n\
 m\u00e6nd eller kvinder for at slette grafik-omr\u00e5der eller masse-editere m\u00e6rke-formater. \n\
 Nogle eksempler p\u00e5 dets eksporttyper: bmp, flash, svg, pdf, png. \n\
 </p><p> \n\
 Listen herunder viser nogle v\u00e6rkt\u00f8jer indenfor yEd, som kan v\u00e6re praktiske at have ved h\u00e5nden. Deres vinduer kan arrangeres rundt om grafikken. \n\
 </p><ul> \n\
 <li>layout - family tree...: Placering af tr\u00e6et - Tip: M\u00e6nd f\u00f8rst! (force male first)</li> \n\
 <li>layout - channel edge router: tegner linier op, n\u00e5r placeringen er \u00e6ndret; Tip: minimum afstand nul!</li> \n\
 <li>tools - fit node to label: tilpasser knuder til etikettekst - se herunder "St\u00f8rrelse af knude/etiket"</li> \n\
 <li>tools - select elements: V\u00e6lg foreg\u00e5ende/efterf\u00f8lgende</li> \n\
 <li>windows - palette - current elements: V\u00e6lg m\u00e6nd/kvinder/familier</li> \n\
 <li>tools - transform graph: spejlvend en del af grafikken</li> \n\
 </ul><p> \n\
 St\u00f8rrelse af knude/etiket \
 </p><p> \n\
 Familie-<em>knudepunkter</em> er lavet slanke, selv om deres <em>etiketter</em> kan v\u00e6re brede. \n\
 Det sparer plads mellem \u00e6gtef\u00e6ller (n\u00e5r placeret under), man kan blokere linier f.eks. i tilf\u00e6lde med flere \u00e6gteskaber. \n\
 Brug derfor kun 'fit node to label' for m\u00e6nd og kvinder, f\u00f8r du bruger 'family tree layouter'. \n\
 </p> \n\
 <h2>Konfiguration</h2> \n\
 <p> \n\
 Filen <code>.../ancestris/report/ReportForYed.properties</code> \n\
 indeholder XML-fragmenter, som bruges til oprettelsen af raporten. \n\
 Disse fragmenter er testet med yEd version 3.4.2. \n\
 Du kan tilpasse forskellige standardindstillinger i denne fil (skriftart, farver, ...). \n\
 Knudepunkternes farve skal svare til yEd sl\u00e6gtstr\u00e6ets anordningsindstillinger (family tree layouter) - s\u00e5 v\u00e6r forsigtig med at \u00e6ndre dem!. \n\
 Se ogs\u00e5 hj\u00e6lpen til yEd. \n\
 </p> \n\
 <h3>Udfyldning af optionen stedformat</h3> \n\
 <ol> \n\
 <li>feltet tomt: f\u00f8rste ikke-tommer administrative enhed for hvert sted vises.</li> \n\
 <li><font color="blue">all</font>: alle administrative enheder vises (adskilt af kommaer).</li> \n\
 <li>Ellers: Anf\u00f8r \u00f8nskede numre, f.eks. hvis dit GEDCOM-stedformat er "landsby, sogn, herred, amt, land", indtastes "<font color="blue">0, 1 (3)</font>", \n\
 for at vise "landsby, sogn (amt)" (den f\u00f8rste administrative enhed har nummer 0).</li> \n\
 </ol> \n\
 <h3>Billeder</h3><p> \n\
 Fjern HTML-fragmentet, for at ignorere billeder. \n\
 Billdst\u00f8rrelsen kan f.eks. fastl\u00e6gges s\u00e5ledes: \n\
 <code>&lt;img src="file:///C:/Mine Dokumenter/Mine Billeder/{0}" width="60" height="90"></code>. \n\
 Ved fastl\u00e6ggelse af st\u00f8rrelsen skal yEd indstillingen i preferences - modules - morph layouts kobles fra, ellers bliver yEd meget langsom. \n\
 Ved tilpasning af st\u00f8rrelsen kan billederne forvr\u00e6nges. Med enkelte anf\u00f8rselstegn (') omkring src, erstattes {0} ikke af OBJE:FILE. \n\
 </p> \n\
 <h3>K\u00f8nssymbol</h3><p> \n\
 Hvis du ikke bruger farver til visning af k\u00f8n, kan du bruge et symbol, ord, billede eller lignende. \n\
 </p> 

save                    = Gem
showOccupation          = erhverv
events			= F\u00f8dsel, D\u00f8d, Vielse, Skilsmisse
showDates		= Datoer
showPlaces		= Steder
place_display_format	= Stedformat (se rapportbeskrivelse)
images			= Bileder (f.eks. <img src="<file:///.../{0}"> {0} = OBJE:FILE se ogs\u00e5 rapportbeskrivelse)
famImage		= HTML-fragment for familien
indiImage		= HTML-fragment for personerne
imageExtensions         = filendelser, der genkendes som billeder
imageSnippetDefault	= <img src="file:///C:/Meine Dokumente/Meine Bilder/{0}">
links			= Links til billeder ({0} = GEDCOM-ID)
family			= URL for familien
familyUrlDefault	= http://min.side.dk/{0}.html
indi			= URL for personen
indiUrlDefault          = http://min.side.dk/{0}.html
filter			= Filter (f.eks. for at vise f\u00e6lles efterkommere / aner)
tag			= GEDCOM-ID (m\u00e6rke) (f.eks. et personligt m\u00e6rke, der begunder med _ )
content			= Indhold af GEDCOM-ID\u00b4en (typisk en rapport-ID)
active			= Filter aktiv
ancestors		= Med aner
descendants		= Med efterkommere
gender			= Symbol eller billede for k\u00f8n (se rapportbeskrivelse)
male			= HTML-fragment for en mand
female			= HTML-fragment for en kvinde
unknown			= HTML-fragment for en ukendt
