#
name=Arbre gr\u00e0fic complet exportat en format yEd
#
info=<h1><center>Arbre gr\u00e0fic complet exportat en format yEd</center></h1>\n<p>Aquest informe se centra en el contingut de les etiquetes i col\u00b7loca les etiquetes en una gran pila.\nPodeu acabar el disseny amb <a href="http://www.yworks.com/products/yed">yEd</a>\nque \u00e9s gratis com en la cervesa gratis.\nLlan\u00e7at des d'una persona o fam\u00edlia, nom\u00e9s obtens avantpassats i descendents.\nEn cas contrari, podeu optar per mostrar-ho tot o filtrar per contingut de l'etiqueta (especial).\n</p>\n<img src="ReportForYEdScreenshot.png">\n<p>\nyEd t\u00e9 algorismes de disseny (semi i totalment) autom\u00e0tics per formatar el gr\u00e0fic.\nPodeu seleccionar generacions, avantpassats o descendents,\nhome o dona per suprimir seccions de gr\u00e0fics o editar formats d'etiquetes en massa.\nAlguns exemples dels seus tipus d'exportaci\u00f3: mapa d'imatge, flash, svg, pdf, png.\n</p><p>\nLa llista seg\u00fcent suggereix algunes eines que us poden ser \u00fatils per acoblar-les.\n</p><ul>\n<li>Disposici\u00f3: arbre geneal\u00f2gic... (organitza l'arbre; pista per a un pedigr\u00ed: for\u00e7a primer el mascle)</li>\n<li>Disposici\u00f3: encaminador de vora del canal (redibuixa les l\u00ednies si has ajustat la disposici\u00f3 de l'arbre; pista: dist\u00e0ncia m\u00ednima zero)</li>\n<li>eines: ajusta el node a l'etiqueta (vegeu les mides de nodes/etiquetes a continuaci\u00f3)</li>\n<li>eines: seleccioneu elements (seleccioneu avantpassats/descendents)</li>\n<li>finestres - paleta - elements actuals (seleccioneu homes/dones/fam\u00edlies)</li>\n<li>eines: transformar el gr\u00e0fic (replica una secci\u00f3 d'arbre seleccionada)</li>\n</ul><p>\nMides de nodes/etiquetes </p><p>\nEls <em>nodes</em> familiars es creen estrets encara que les seves <em>etiquetes</em> poden ser amples.\nAix\u00f2 estalvia espai entre els c\u00f2njuges (si es col\u00b7loca a continuaci\u00f3), per\u00f2 pot enfosquir les l\u00ednies, per exemple, en cas de casaments.\nPer tant, considereu aplicar "ajust node a l'etiqueta" nom\u00e9s a homes i dones abans d'aplicar el "dissenyador de l'arbre geneal\u00f2gic".\n</p>\n<h2>Configuraci\u00f3</h2>\n<p>\nEl fitxer <code>.../ancestris/report/ReportForYed.properties</code>\ncont\u00e9 fragments XML utilitzats per generar l'informe.\nAquests fragments es comproven amb la versi\u00f3 3.4.2 de yEd.\nPodeu canviar alguns valors predeterminats en aquest fitxer, com els tipus de lletra i els colors.\nTingueu en compte que els colors dels nodes haurien de coincidir amb el dissenyador de l'arbre geneal\u00f2gic de yEd.\nVegeu tamb\u00e9 l'ajuda de yEd.\n</p>\n<h3>Format del nom del lloc</h3>\n<ol>\n<li>si el camp d'opci\u00f3 \u00e9s nul, es mostrar\u00e0 la primera jurisdicci\u00f3 disponible per a cada lloc.</li>\n<li>si l'opci\u00f3 \u00e9s igual a <font color="blue">tots</font>, es mostraran totes les jurisdiccions, separades per comes. </li>\n<li>en cas contrari, introdu\u00efu els n\u00fameros de jurisdicci\u00f3 (comen\u00e7ant per 0 per al primer) i el format que vulgueu.\nPer exemple, si el format del lloc familiar \u00e9s "poble, ciutat, comtat, estat, pa\u00eds", podeu introduir <font color="blue">0, 1 (3)</font> per mostrar: "poble, ciutat ( estat)".</li>\n</ol>\n<h3>Imatges</h3><p>\nEsborra els fragments html per ometre imatges.\nPodeu especificar dimensions com, per exemple:\n<code>&lt;img src="file:///C:/els meus documents/les meves imatges/{0}" width="60" height="90"></code>\nQuan especifiqueu dimensions, assegureu-vos de desactivar les prefer\u00e8ncies - m\u00f2duls - dissenys morph de yEd.\nEn cas contrari, yEd es torna molt lent. Tingueu en compte que les imatges es poden estirar.\nAmb cometes simples per a l'atribut src, {0} no es substituir\u00e0 per OBJE:FILE.\n</p>\n<h3>S\u00edmbol de g\u00e8nere</h3><p>\n\u00c9s possible que vulgueu impressions en blanc i negre o utilitzar colors per a un altre prop\u00f2sit, com ara l\u00ednies de sang en gr\u00e0fics complexos.\nPer a aix\u00f2 pots especificar un s\u00edmbol, paraula, imatge o el que sigui per indicar el g\u00e8nere.\n</p>
#
#
# button on file dialog
save=Desa
#
#
# options ##############
showOccupation=ocupaci\u00f3
events=naixement, defunci\u00f3, matrimoni, divorci
showDates=dates 
showPlaces=llocs
place_display_format=format del lloc (consulteu la descripci\u00f3 de l'informe)
images=imatges (p. ex., <img src="file:///.../{0}"> {0} = OBJE:FILE vegeu tamb\u00e9 la descripci\u00f3 de l'informe)
famImage=fragment html per a fam\u00edlies
indiImage=fragment html per a persones
imageExtensions=extensions de nom de fitxer reconegudes com a imatges
imageSnippetDefault=<img src="file:///C:/my documents/my images/{0}"> 
links=enlla\u00e7os per al mapa d'imatge ({0} = id GedCom)
family=ur per a la fam\u00edlia
familyUrlDefault=http://my.site.com/{0}.html 
indi=url per a individu
indiUrlDefault=http://my.site.com/{0}.html 
filter=filtre (p. ex., per mostrar descendents/ancestres compartits)
tag=etiqueta (normalment una etiqueta personalitzada que comen\u00e7a per _)
content=contingut de l'etiqueta (normalment un id d'informe)
active=filtre actiu
ancestors=inclou avantpassats
descendants=inclou descendents
gender=s\u00edmbol o imatge de g\u00e8nere (vegeu la descripci\u00f3 de l'informe)
male=fragment html per a mascul\u00ed
female=fragment html per a femen\u00ed
unknown=fragment html per a desconegut
#
#
# no more translations below, XML snippets based on yEd 3.4.2. ##############
#
#
# TODO: try post processors, can it create an automatic initial layout?
# see http://www.yworks.com/products/graphml/demo/yext/graphml/resources/xsl/ant2graphml.xsl
XmlHead=<?xml version="1.0" encoding="UTF-8" standalone="no"?> 
<graphml=xmlns="http://graphml.graphdrawing.org/xmlns" 
xmlns=y="http://www.yworks.com/xml/graphml" 
xsi=schemaLocation="http://graphml.graphdrawing.org/xmlns http://www.yworks.com/xml/schema/graphml/1.1/ygraphml.xsd"> 
<!--Ancestris=--> 
<key=per a="edge" id="d6" yfiles.type="edgegraphics"/>
<graph=edgedefault="directed" id="G"> 
#
# this is {2} of the IndiNode and FamilyNode
LinkContainer=<data key="d1"><\![CDATA[{0}]]></data> 
#
# this is {4} of the IndiNode and {3} of the FamilyNode
PopUpContainer=<data key="d2"><\![CDATA[{0}]]></data> 
#
IndiNode=<node id="{0}">{2}{4} 
<data=key="d6"> 
<y=Resources/> 
hasBackgroundColor="false" hasLineColor="false" 
textColor="\#000000" fontFamily="Dialog" fontSize="12" fontStyle="plain" 
visible="true" modelName="internal" modelPosition="t" 
width="77" height="34" x="10" y="10">{1}</y:NodeLabel> 
</y=PolyLineEdge> 
#
FamilyNode=<node id="{0}">{2}{3}
backgroundColor="\#99CC00" hasLineColor="false" 
#
Edge=<edge id="{0}" source="{1}" target="{2}"> 
#
XmlTail=<data key="d0"> 
