<!--
To change this template, choose Tools | Templates
and open the template in the editor.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title></title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../ancestris.css">
  </head>
  <body>
      <div class="section1">
          <center><h2 class="section1">Visualisation Chronologique</h2></center>
          <img src="../images/screenshots/screenshots_ancestris_chrono1.png" alt="Vue chronologique" border="0"  width="514" height="218"><br>
          Cette vue affiche chronologiquement tous les &eacute;venements (des types que vous avez s&eacute;lectionn&eacute;s) de votre fichier, de gauche (les plus anciens) vers la doite (les plus r&eacute;cents).<br>
          Tous les <font color="red">&eacute;v&egrave;nements</font> saisis pour les individus et familles, dans toutes les possibilités du format <a href="gedcom_standard.html">GEDCOM</a> sont ainsi visualisables.
          Les &eacute;v&egrave;nements visualis&eacute;s sont repr&eacute;sent&eacute;s avec une ic&ocirc;ne symbolisant le type d'év&egrave;nement et le nom de la personne à laquelle cet &eacute;v&egrave;nement est associ&eacute;.<br>
          Quand il y a un trop grand nombre d'&eacute;v&egrave;nements &agrave; afficher pour une m&ecirc;me p&eacute;riode, les &eacute;v&egrave;nements s'ajoutent de haut en bas pour &ecirc;tre tous lisibles; des ascenseurs en bas et &agrave; droite permettent d'acc&egrave;der à tous les &eacute;v&egrave;nements.<br>
          <br>
          La s&eacute;lection d'un &eacute;v&egrave;nement dans cette fen&ecirc;tre, met &agrave; jour les donn&eacute;es affich&eacute;es dans les autres fen&ecirc;tres:<br>
            <ul>
                <li> <a href="view_editors_ancestris.html">Editeurs</a> </li>
                <li> <a href="view_table_ancestris.html">Table</a> </li>
                <li> <a href="view_tree_ancestris.html">Arbre</a> </li>
                <li>  <a href="view_navigator_ancestris.html">Navigateur</a>  </li>
                <li>  <a href="view_entity_ancestris.html">Entit&eacute;</a> </li>
            </ul>
          Cette vue permet d'utiliser le <font color="red">menu contextuel</font><br>
          Ce menu est disponible par un clic droit sur un &eacute;v&egrave;nement.<br>
          <br>
          <u>Liste des différents outils disponibles dans le menu à droite:</u><br>
          <i>Toutes les modifications apport&eacute;es à cette liste peuvent être valid&eacute;es (bouton "appliquer") ou abandonn&eacute;es (bouton "r&eacute;tablir" ou directement "fermer").</i><br>
          <ul>
              <li> R&eacute;glage du zoom </li>
              <li>  R&eacute;glage des param&ecirc;tres :
                  <ul>
                      <li> Onglet "g&eacute;n&eacute;raux" :<br>
                          <ul>
                              <li> Partie haute :<br>
                                 Liste des diff&eacute;rents &eacute;v&egrave;nements visualisables dans la vue : cases &agrave; cocher.<br>
                              </li>
                              <li> Partie basse :<br>
                                Options : afficher les abbr&eacute;viations : <br>
                                Affiche/masque l'&eacute;tiquette GEDCOM de l'&eacute;v&egrave;nement entre le symbole et le nom de la personne.<br>
                                Affiche/masque les dates à c&ocirc;té du symbole.<br>
                                Affiche/masque l'affichage d'un quadrillage annuel.<br>
                                Personnalisation des &eacute;carts avant et apr&egrave;s les &eacute;v&egrave;nements.<br>
                              </li>
                          </ul>
                      </li>
                      <li>Onglet "couleurs" :<br>
                            <ul>
                                <li> Personnalisation des couleurs des textes, pointeurs, &eacute;tiquettes, contenu, quadrillage et date. </li>
                            </ul>
                      </li>
                  </ul>
              </li>
          </ul>
          <br>
      </div>
  </body>
</html>
