# Ancestris - http://www.ancestris.org
#
# Message strings for the Gedart report
#


name.fr  = Fiches multi-mod\u00e8les personnes et familles

info.fr   = <h1><center>Fiches multi-mod\u00e8les personnes et familles</center></h1> \
          & <br> \
          & Ce rapport produit des fiches synth\u00e9tiques d'individus ou de familles, des arbres, des fiches narratives, de fa\u00e7on totalement personnalisables. \
          & <p>Par d\u00e9faut, il utilise les proches parents de la personne s\u00e9lectionn\u00e9e dans Ancestris. Si les r\u00e9sultats de la recherche avanc\u00e9e incluent des individus et des familles, le raport les utilisera \u00e0 la place. \
          & <p>Acc\u00e9dez \u00e0 l'onglet Options pour choisir le mod\u00e8le de rapport \u00e0 utiliser.</p> \
          & <br> \
          & Ancestris vous propose plusieurs mod\u00e8les pour les individus et les familles. \
          & <br> 

TITL_SizeWarning.fr = Alerte de capacit\u00e9
MSG_SizeWarning.fr  = La taille du fichier du rapport est de {0} octets.\nCela va probablement exc\u00e9der la capacit\u00e9 m\u00e9moire ou ralentir votre ordinateur.\n\nVoulez-vous vraiment continuer ou plut\u00f4t r\u00e9duire le nombre d'individus concern\u00e9s ?

titleindi.fr         = Fiche de travail pour {0}
titleinfosperso.fr   = Infos Personnelles
titlefam.fr          = Fiche de travail pour {0}
titletodo.fr         = Liste des t\u00e2ches \u00e0 faire
titletodos.fr        = Liste compl\u00e8te des t\u00e2ches \u00e0 faire
evt.col.fr	     = Ev\u00e9nement
date.col.fr          = Date
place.col.fr         = Lieu
indi.col.fr          = Individu
todo.col.fr          = T\u00e2che
includeIndi.fr       = Inclure les fiches des Individus
includeFam.fr        = Inclure les fiches des Familles
includeIndex.fr	     = Inclure un Index des Noms
includeTOC.fr	     = Inclure une table de mati\u00e8res
outputSummary.fr     = Inclure la liste compl\u00e8te des t\u00e2ches
outputSummaryCsv.fr  = Sortir uniquement la liste des t\u00e2ches au format CSV
todoTag.fr           = Balises d\u00e9finissant les t\u00e2ches \u00e0 rechercher (ex. NOTE, _TODO)
todoStart.fr         = Le texte \u00e0 rechercher doit commencer par (Optionnel) ...
isRegExpr.fr	     = Le texte \u00e0 rechercher est une expression r\u00e9guli\u00e8re
isTodo.fr            = Limiter aux entit\u00e9s avec une t\u00e2che \u00e0 faire.
includeBlankCells.fr = Inclure les principaux \u00e9v\u00e9nements m\u00eame vides
showID.fr	     = Montrer les num\u00e9ros d'ID \u00e0 c\u00f4t\u00e9 des entit\u00e9s
output.file.fr       = Choisissez le nom du fichier de sortie:
template.fr	     = Mod\u00e8le utilis\u00e9
saveReportToFile.fr  = Enregistrer le r\u00e9sultat dans un fichier
templateModel.fr     = Mod\u00e8le utilis\u00e9

# End of File
