# Ancestris - http://www.ancestris.org
#
# Message strings for the Gedart report
#
# Languages supported :
#     - Danish - 2017/11/23 by Niels-Ole Olsen
#     - Dutch - 2017/??/?? by Harry Mensch
#     - English (default)
#     - French
#     - Latvian - 2018/01/13 - Mārtiņš Anšmits
#


# NOTE : PLEASE english speaking people, would you please add the
#        english explanation for the different parameters. Thanks.


author    = Daniel ANDRE <daniel@ancestris.org>
version   = 3.0
category  = development
updated	  = 17 MAR 2017


name     = Information Sheets Individuals/Families
name.da  = Informationsark for personer/familjer
name.fr  = Fiches de Renseignements Personnes/Familles
name.lv  = Informācijas lapas par personām/ģimenēm


info      = <a name="_Top_"></a>
          & <h1><center>Information Sheets for Individuals/Families</center></h1>
          & <br>
          & This report produces summary sheets for individuals and failies.
          & <br>
          & <a name="_Sheet1"></a>
          & <b><u>I</u> - <u>CREATION OF INDIVIDUALS AND FAMILIES 
          & INFORMATION SHEETS</u></b><br>
          & <br>
          & <div style="margin-left: 10px;">
          & When you run the report, it will create individual(s) and/or 
          & families information sheets on entities (indidual, family) 
          & you run the report on.<br>
          & <font color="#B40404">Warning</font>: Don't forget one thing : 
          & if the template you choose is for individuals, you must run 
          & the report on an individual, if the template is for families, 
          & you must run the report on a family. If you don't respect 
          & that, you will have an exception.<br>
          & Of course that report can be run on your entire genealogy. 
          & Choose the appropriate template as I said.<br>
          & <br>
          & Ancestris comes with one default templatese for individuals 
          & and for families. 
          & <br>

info.da   = <h1><center>Informationsark for personer/familjer</center></h1>
          & <br>
          & Denne rapport har 3 formål (kun den første er
          & pt. tilgængelig)&nbsp;:<br>
          & <div style="margin-left: 20px; font-style: normal;">
          & - Dan <i><a href="#_Sheet1">Informationsark for enkeltpersoner 
          & og familjer</a></i>,<br>
          & </div>
          & <br>
          & <a name="_Sheet1"></a>
          & <b><u>I</u> - <u>OPRETTELSE AF INFORMATIONSARK FOR ENKELT PERSONER 
          & OG FAMILJER</u></b><br>
          & <br>
          & <div style="margin-left: 10px;">
          & Når du kører rapporten, vil der dannes informationsark for enkelt personer og/eller familjer 
          & afhængig af den entitet (person/familje), du vælger.<br>
          & <font color="#B40404">Warning</font>: Husk: 
          & hvis den skabelon, du vælger, er til enkelt personer, så skal rapporten også køres for 
          & en enkelt person, hvis du vælger familje skabelon, så køres rapporten for en familje. 
          & Hvis man ikke overholder dette, får man fejl, når rapporten dannes.<br>
          & <br>
          & Med Ancestris følger to skabeloner. Een for enkeltpersoner(s) 
          & og een for familjer. Prøv at køre dem. Men du kan  
          & <a href="#_templates_writing_">oprette din egen skabelon</a>, 
          & eller bruge en, andre har lavet. Alle brugeroprettede skabeloner 
          & er samlet i et arkiv 
          & "<font color="#0b6121">modeles_gedart_tous.zip</font>", 
          & som er tilgængelig på Ancestris' hjemmeside.<br>
          & <br>
          & Men hvis du opretter din egen skabelon eller bruge en, andre har lavet, 
          & <a href="#_templates_location_">hvor gemmer vi disse
          & filer</a>?<br>
          & <br>
          & På grund af den store fleksibilitet i mulighederne for at tilpasse rapporten, 
          & er det svært at beskrive, hvordan resultatet bliver. 
          & Det afhænger af den anvendte skabelon. 
          & Men på grund af den høje grad af fleksibilitet er det muligt 
          & at få alle oplysninger fra din slægtsforskning med i rapporten,
          & blot skabelonen er oprettet i overenstemmelse med dine data.<br>
          & <br>

info.fr   = <h1><center>Fiches de renseignements</center></h1>
          & <br>
          & Ce rapport produit des fiches synthétiques individuelles et familiales.
          & <br>
          & <a name="_Sheet1"></a>
          & <b><u>I</u> - <u>CREATION DE FICHES INDIVIDUELLES ET 
          & FAMILIALES</u></b><br>
          & <br>
          & <div style="margin-left: 10px;">
          & Lorsque vous lancez le rapport et demandez cette sortie, 
          & le rapport va cr\u00e9er des fiches des individus et des 
          & familles que vous aurez choisis.<br>
          & <br>
          & Il est important de se souvenir que ce rapport, et ceci 
          & est vrai quelque soit la sortie demand\u00e9e, peut se lancer 
          & sur une personne, une famille, donn\u00e9e, mais aussi 
          & sur plusieurs personnes et familles \u00e0 la fois. Il est 
          & \u00e9galement possible de le lancer sur la totalit\u00e9 de votre 
          & fichier gedcom. Vous le verrez \u00e0 l'usage, mais la 
          & rapidit\u00e9 de cr\u00e9ation des fiches est impressionnante, 
          & m\u00eame sur un fichier de plusieurs milliers de personnes.<br>
          & <br>
          & Ce fichier utilise pour g\u00e9n\u00e9rer les fiches, des mod\u00e8les. 
          & Par d\u00e9faut, ce rapport est fourni avec un mod\u00e8le pour 
          & les fiches individuelles, et un mod\u00e8le pour les fiches 
          & familiales.<br>
          & Vous pourrez trouver sur le site support internet 
          & d'Ancestris, des mod\u00e8les faits par d'autres utilisateurs. 
          & Essayez les, vous pourrez obtenir des r\u00e9sultats et 
          & pr\u00e9sentations diff\u00e9rents. Cependant vous pourrez vous 
          & aussi cr\u00e9er vos propres mod\u00e8les, soit \u00e0 partir de 
          & z\u00e9ro, soit en modifiant les mod\u00e8les fournis. Le format 
          & utilis\u00e9 pour ces mod\u00e8les, est un m\u00e9lange de code html 
          & (code que l'on emploie pour les sites internet), et 
          & de code java. Il est tr\u00e9s simple et compr\u00e9hensible, 
          & d\u00e9s lors que vous vous penchez un tant soit peu sur 
          & un mod\u00e8le. Ensuite, va se poser la question de savoir 
          & <a href="#_templates_location_">o\u00f9 vous allez installer 
          & tout \u00e7a</a>...<br>
          & <br>
          & Du fait de cette tr\u00e9s grande flexibilit\u00e9, il est 
          & difficile de vous dire ce que vous trouverez en 
          & r\u00e9sultat, puisque celui-ci est fonction du mod\u00e8le 
          & utilis\u00e9. Cependant, la tr\u00e9s grande puissance de ce 
          & rapport vous permet d'obtenir n'importe quelle information 
          & pr\u00e9sente dans votre g\u00e9n\u00e9alogie d\u00e9s lors que le mod\u00e8le 
          & a \u00e9t\u00e9 \u00e9crit en cons\u00e9quence.<br>
          & <br>
          & N\u00e9ammoins, si l'on veut faire un tour d'horizon de 
          & ce que l'on trouve dans les mod\u00e8les fournis, 
          & voici quelques indications.<br>
          & <br>
          & <b><u>A</u> - <u>La Fiche Individuelle</u></b><br>
          & <br>
          & Les sections principales, sont :<br>
          & <br>
          & <div style="margin-left: 10px;">
          & - <u>Les informations personnelles</u>, avec :<br>
          & <div style="margin-left: 15px;">
          & . Le nom de famille, les Pr\u00e9noms, le surnom,<br>
          & . Le sexe, son num\u00e9ro d'identification (ID), son num\u00e9ro 
          & de r\u00e9f\u00e9rence,<br>
          & . Ses dates et lieux de naissance, bapt\u00eame, 
          & d\u00e9c\u00e8s, inhumation, cr\u00e9mation,<br>
          & . Les informations sur les personnes ayant d\u00e9clar\u00e9 
          & ces \u00e9v\u00e8nements.<br>
          & </div>
          & - <u>Les renseignements g\u00e9n\u00e9ralistes</u><br>
          & <div style="margin-left: 15px;">
          & . Profession de la personne, avec les date et lieu 
          & d'exercice,<br>
          & . Lieu de r\u00e9sidence, et si des date et lieu y sont 
          & associ\u00e9s, ils sont indiqu\u00e9s.<br>
          & . Si plusieurs professions et/ou lieux de r\u00e9sidence 
          & sont indiqu\u00e9s dans l'enregistrement de la personne, 
          & toutes ces informations seront donn\u00e9es.
          & </div>
          & - <u>Les parents</u><br>
          & <div style="margin-left: 15px;">
          & . Nom, pr\u00e9noms, dates et lieux de naissance et d\u00e9c\u00e8s de son 
          & p\u00e8re,<br>
          & . Nom, pr\u00e9noms, dates et lieux de naissance et d\u00e9c\u00e8s de sa 
          & m\u00e8re,<br>
          & . Certaines fiches, vous donneront en plus les m\u00eames 
          & informations sur les grand-parents, sur les fr\u00e8res 
          & et soeurs,<br>
          & </div>
          & - <u>La famille qu'il ou elle forme avec son conjoint</u><br>
          & <div style="margin-left: 15px;">
          & . On va avoir ici les informations sur le conjoint de la 
          & personne, dates et lieux de naissance et d\u00e9c\u00e8s du conjoint, 
          & date et lieu du mariage du couple.<br>
          & . Toutes les informations sur les enfants du couple, donc 
          & les noms et pr\u00e9noms, dates et lieux de naissance et d\u00e9c\u00e8s 
          & de chacun d'eux.<br>
          & . Si la personne sur laquelle vous avez lanc\u00e9 le 
          & rapport s'est mari\u00e9e plusieurs fois, vous aurez toutes 
          & ces informations sur chacun des mariages.<br>
          & . Si un divorce est intervenu, les renseignements sur 
          & ce divorce seront repris.<br>
          & . Les t\u00e9moins pr\u00e9sents lors du mariage.<br>
          & </div>
          & - <u>Des renseignements compl\u00e9mentaires</u><br>
          & <div style="margin-left: 15px;">
          & . Les \u00e9v\u00e9nements qui ont pu marquer la vie de cette 
          & personne (service militaire, diplome, etc.).<br>
          & . Toutes les informations sur un testament que la 
          & personne a pu faire.<br>
          & . Les personnes et \u00e9v\u00e9n\u00e9ments auxquels cette personne 
          & a \u00e9t\u00e9 associ\u00e9s. Par exemple, il peut avoir \u00e9t\u00e9 le 
          & t\u00e9moin lors d'un mariage, d'un bapt\u00eame, etc...
          & </div>
          & </div>
          & <br>
          & <u>Remarques</u> :<br>
          & Si des Notes sont associ\u00e9es avec chacune de ces 
          & informations, elles sont rajout\u00e9es, sous l'\u00e9l\u00e8ment 
          & correspondant.<br>
          & Si la personne sur laquelle vous avez g\u00e9n\u00e9r\u00e9e la fiche 
          & n'est pas mari\u00e9e par exemple, vous n'aurez pas d'information 
          & d'affich\u00e9e concernant la famille qu'elle pourrait former 
          & avec son conjoint.<br>
          & La date et l'heure de la derni\u00e8re modification apport\u00e9e 
          & aux informations relatives \u00e0 cette personne, sont 
          & donn\u00e9es en bas de fiche.<br>
          & <br>
          & <b><u>B</u> - <u>La Fiche Familiale</u></b><br>
          & <br>
          & Ici, les sections principales, seront :<br>
          & <br>
          & <div style="margin-left: 10px;">
          & - <u>Les informations relatives au Mari</u>, avec :<br>
          & <div style="margin-left: 15px;">
          & . Le nom de famille, les Pr\u00e9noms, ses date et lieu de 
          & naissance, date et lieu de d\u00e9c\u00e8s, inhumation, 
          & cr\u00e9mation,<br>
          & . Ses P\u00e8re et M\u00e8re, avec pour chacun d'eux les dates, 
          & lieux de naissance et de d\u00e9c\u00e8s.<br>
          & . Ses Grand-parents, fr\u00e8res, soeurs, avec l\u00e0 encore, 
          & pour chacun d'eux, les dates et lieux de naissance 
          & et d\u00e9c\u00e8s.<br>
          & </div>
          & - <u>Les informations relatives \u00e0 l'Epouse</u>, avec :<br>
          & <div style="margin-left: 15px;">
          & . Le nom de famille, les Pr\u00e9noms, ses date et lieu de 
          & naissance, date et lieu de d\u00e9c\u00e8s, inhumation, 
          & cr\u00e9mation,<br>
          & . Ses P\u00e8re et M\u00e8re, avec pour chacun d'eux les dates, 
          & lieux de naissance et de d\u00e9c\u00e8s.<br>
          & . Ses Grand-parents, fr\u00e8res, soeurs, avec l\u00e0 encore, 
          & pour chacun d'eux, les dates et lieux de naissance 
          & et d\u00e9c\u00e8s.<br>
          & </div>
          & - <u>Les informations relatives aux Enfants</u>, avec :<br>
          & <div style="margin-left: 15px;">
          & . Le nom de famille, les Pr\u00e9noms,<br>
          & . Les dates, lieux de naissance et de d\u00e9c\u00e8s pour chacun 
          & d'eux.<br>
          & </div>
          & - <u>Les informations sur le Mariage</u>, avec :<br>
          & <div style="margin-left: 15px;">
          & . La date et lieu du mariage,<br>
          & . Si il existe un contrat de mariage, toutes les 
          & informations sur ledit contrat (date, Notaire, etc.).<br>
          & </div>
          & </div>
          & <br>
          & <u>Remarques</u> :<br>
          & Les m\u00eames remarques que celles ci-dessus rapport\u00e9es pour 
          & les fiches individuelles, sont vraies pour les fiches 
          & familiales.<br>
          & </div>
          & <br>
          & <b>PARAMETRAGES</b><br>
          & Vous disposez de plusieurs options :<br>
          & <ul>
          & <li>Vous allez pouvoir choisir d'inclure dans le fichier 
          & g\u00e9n\u00e9r\u00e9, une table des mati\u00e8res. Cela est utile 
          & surtout si vous faites toutes les fiches de votre 
          & g\u00e9n\u00e9alogie.</li>
          & <li>M\u00eame chose, si vous voulez mettre en plus un 
          & index des noms.</li>
          & <li>Vous pouvez vouloir mettre le num\u00e9ro d'identification 
          & (les num\u00e9ros ID) \u00e0 c\u00f4t\u00e9 des entit\u00e9s (personnes, familles).</li>
          & <li>Vous allez pouvoir si vous voulez travailler \u00e0 
          & partir des fiches g\u00e9n\u00e9r\u00e9es, des cases vides, pour pouvoir 
          & les remplir manuellement avec les informations que 
          & vous pouvez trouver lors de recherches.</li>
          & <li>Enfin, vous choisissez le mod\u00e8le sur lequel vous 
          & voulez baser les fiches que vous allez cr\u00e9er. Un 
          & mod\u00e8le par d\u00e9faut est indiqu\u00e9.</li>
          & </ul>
          & </div>
          & <br>
          & <br>
          & <br>

info.lv   = <a name="_Top_"></a>
          & <h1><center>Informācijas lapas par personām/ģimenēm</center></h1>
          & <br>
          & Šim pārskatam ir trīs dažādi mērķi (tikai pats pirmais
          & pašlaik ir pieejams)&nbsp;:<br>
          & <div style="margin-left: 20px; font-style: normal;">
          & - Izveidot <i><a href="#_Sheet1">Personu un ģimeņu 
          & informācijas lapas</a></i>,<br>
          & </div>
          & <br>
          & <a name="_Sheet1"></a>
          & <b><u>I</u> - <u>PERSONU UN ĢIMEŅU INFORMĀCIJAS 
          & LAPU IZVEIDOŠANA</u></b><br>
          & <br>
          & <div style="margin-left: 10px;">
          & Kad jūs izpildāt pārskatu, tas izveidos personu un/vai ģimeņu 
          & informācijas lapas par objektiem (persona, ģimene).<br>
          & <font color="#B40404">Brīdinājums</font>: Neaizmirstiet vienu lietu: 
          & ja izvēlētais modelis ir paredzēta personām, jums jāizpilda 
          & pārskats par personu, ja modelis ir paredzēta ģimenēm, 
          & jums jāizpilda pārskats par ģimeni. Ja jūs to neievērosiet, 
          & jums būs programmas kļūda.<br>
          & Protams, šis pārskats var tikt izpildīts par visu jūsu ģenealoģiju. 
          & Izvēlies atbilstošo modeli, kā jau iepriekš minēts.<br>
          & <br>
          & Ancestris piedāvā divus noklusējuma modeļus. Viens personai(-ām) 
          & un otrs ģimenei(-ēm). Varat tās izmēģināt. Bet jūs varat 
          & <a href="#_templates_writing_">rakstīt savus modeļus</a>, 
          & vai izmantojiet tos, ko izveidojuši citi. Visi šie lietotāju 
          & radītie modeļi tiek apkopoti vienā arhīvā ar nosaukumu
          & "<font color="#0b6121">modeles_gedart_tous.zip</font>". 
          & Šis fails ir pieejams Ancestris mājas lapā.<br>
          & <br>
          & Bet ja jūs rakstāt savus modeļus vai vēlaties izmantot 
          & tos, ko izveidojuši citi, 
          & <a href="#_templates_location_">kur mums visus šos failus ievietot</a>?<br>
          & <br>
          & Šī ļoti lielā elastīguma dēļ jums ir grūti pateikt, ko jūs 
          & atradīsiet kā rezultātu, jo tas ir atkarīgs no izmantotā 
          & modeļa. Tomēr šī pārskata ļoti lielā jauda ļauj iegūt jebkādu 
          & informāciju, kas ir jūsu ģenealoģijā, tiklīdz modelis
          & ir uzrakstīts atbilstoši un konsekventi.<br>
          & <br>
          & Tomēr, ja vēlaties iegūt pārskatu par to, kas atrodams 
          & sniegtajos modeļos, šeit ir daži norādījumi.<br>
          & <br>
          & <b><u>A</u> - <u>Personas(-u) lapa</u></b><br>
          & <br>
          & Galvenās sadaļas ir :<br>
          & <br>
          & <div style="margin-left: 10px;">
          & - <u>Personiskā informācija</u> :<br>
          & <div style="margin-left: 15px;">
          & . Uzvārds, vārdi, iesauka,<br>
          & . dzimums, identifikācijas numurs (ID), atsauces numurs,<br>
          & . dzimšanas, kristības, nāves, apbedīšanas, 
          & kremācijas datumi un vietas,<br>
          & . Informācija par cilvēkiem, kuri paziņoja
          & par šiem notikumiem.<br>
          & </div>
          & - <u>Vispārīga informācija</u><br>
          & <div style="margin-left: 15px;">
          & . Personas profesija, ar mācību datumu un vietu,<br>
          & . Dzīvesvieta un ja datums un vieta ir saistītas, 
          & tie ir norādīti.<br>
          & . Ja personas ierakstā ir norādītas vairākas profesijas  
          & un/vai dzīves vietas, tiks dota visa šī informācija. 
          & </div>
          & - <u>Vecāki</u><br>
          & <div style="margin-left: 15px;">
          & . Tēva uzvārds, vārdi, dzimšanas un miršanas datumi un vietas,<br>
          & . Mātes uzvārds, vārdi, dzimšanas un miršanas datumi un vietas,<br>
          & . Daži modeļi dos jums tādu pašu informāciju par 
          & vecvecākiem, brāļiem un māsām,<br>
          & </div>
          & - <u>Ģimene, kuru viņš vai viņa veido ar savu laulāto</u><br>
          & <div style="margin-left: 15px;">
          & . Tiks dota informācija par laulātā personu, laulātā 
          & dzimšanas un nāves datumiem un vietām, kā arī 
          & par laulības datumu un vietu.<br>
          & . Visa informācija par pāra bērniem ar uzrādītiem uzvārdiem 
          & un vārdiem, dzimšanas un nāves datumiem un vietām.<br>
          & . Ja persona, par kuru ir pārskats, ir vairākas reizes
          & precējusies, jums būs visa šī informācija
          & par katru laulību.<br>
          & . Ja ir notikusi laulības šķiršana, tiks iekļauta 
          & informācija par šo laulības šķiršanu.<br>
          & . Laulību liecinieki.<br>
          & </div>
          & - <u>Papildu informācija</u><br>
          & <div style="margin-left: 15px;">
          & . Notikumi, kas iezīmēja šīs personas dzīvi
          & (militārais dienests, diplomi uc).<br>
          & . Visa informācija par testamentu, ko persona atstājusi.<br>
          & . Cilvēki un lietas, ar kurām šī persona ir saistīta. 
          & Piemēram, viņš, iespējams, bijis liecinieks 
          & kāzās, kristībās utt....
          & </div>
          & </div>
          & <br>
          & <u>Piezīmes</u> :<br>
          & Ja Piezīmes ir saistītas ar kādu no šīm informācijām,  
          & tās tiek pievienotas atbilstošā elementa ietvaros.<br> 
          & Pēdējo izmaiņu datums un laiks, kas veiktas saistībā ar 
          & informāciju par šo personu, ir norādītas lapas apakšdaļā.<br>
          & <br>
          & <b><u>B</u> - <u>Ģimenes(-ņu) lapa</u></b><br>
          & <br>
          & Šeit galvenās sadaļas būs :<br>
          & <br>
          & <div style="margin-left: 10px;">
          & - <u>Informācija par vīru</u> :<br>
          & <div style="margin-left: 15px;">
          & . Uzvārds, vārdi, dzimšanas datums un vieta, miršanas 
          & datums un vieta, apbedīšana, kremācija,<br>
          & . Viņa tēvs un māte, par katru no viņiem datumi, 
          & dzimšanas un miršanas vietas.<br>
          & . Viņa vecvecāki, brāļi, māsas, katram no tiem dzimšanas 
          & un miršanas datumi un vietas.<br>
          & </div>
          & - <u>Informācija par sievu</u> :<br>
          & <div style="margin-left: 15px;">
          & . Uzvārds, vārdi, dzimšanas datums un vieta, miršanas 
          & datums un vieta, apbedīšana, kremācija,<br>
          & . Viņas tēvs un māte, par katru no viņiem datumi, 
          & dzimšanas un miršanas vietas.<br>
          & . Viņas vecvecāki, brāļi, māsas, katram no tiem dzimšanas 
          & un miršanas datumi un vietas.<br>
          & </div>
          & - <u>Informācija par bērniem</u> :<br>
          & <div style="margin-left: 15px;">
          & . Uzvārds, vārdi,<br>
          & . Datumi, dzimšanas un miršanas vietas katram no viņiem.<br>
          & </div>
          & - <u>Informācija par laulību</u> :<br>
          & <div style="margin-left: 15px;">
          & . Kāzu datums un vieta<br>
          & . Ja ir laulības līgums, visa informācija par 
          & minēto līgumu (datums, notārs uc).<br>
          & </div>
          & </div>
          & <br>


titleindi            = Working Sheet for {0}
titleindi.da         = Arbejdsark for {0}
titleindi.fr         = Fiche de travail pour {0}
titleindi.lv         = Darba lapa par {0}

titleinfosperso      = Personal Information
titleinfosperso.da   = Personlige oplysnger
titleinfosperso.fr   = Infos Personnelles
titleinfosperso.lv   = Personīgā informācija

titlefam             = Working Sheet for {0}
titlefam.da          = Arbejsark for {0}
titlefam.fr          = Fiche de travail pour {0}
titlefam.lv          = Darba lapa par {0}

titletodo            = To do List
titletodo.da         = Arbejdsplan (Do do list)
titletodo.fr         = Liste des t\u00e2ches \u00e0 faire
titletodo.lv         = Veicamo darbu saraksts

titletodos           = Entire List of things to do
titletodos.da        = Hele arbejdsplanen
titletodos.fr        = Liste compl\u00e8te des t\u00e2ches \u00e0 faire
titletodos.lv        = Pilns veicamo darbu saraksts

evt.col              = Event
evt.col.da	         = Begivenhed
evt.col.fr	         = Ev\u00e9nement
evt.col.lv           = Notikums

date.col             = Date
date.col.da          = Dato
date.col.fr          = Date
date.col.lv          = Datums

place.col            = Place
place.col.da         = Sted
place.col.fr         = Lieu
place.col.lv         = Vieta

indi.col             = Individual
indi.col.da          = Person
indi.col.fr          = Individu
indi.col.lv          = Persona

todo.col             = Task
todo.col.da          = Opgave
todo.col.fr          = T\u00e2che
todo.col.lv          = Uzdevums

includeIndi          = Generate work sheets for Individuals
includeIndi.da       = Dan arbejdsskema for personer
includeIndi.de       = Generiere Arbeitsbl\u00e4tter
includeIndi.fr       = Inclure les fiches des Individus
includeIndi.lv       = Izveidot darba lapas personām

includeFam           = Generate work sheets for Families
includeFam.da        = Dan arbejdsskema for familjer
includeFam.de        = Generiere Arbeitsbl\u00e4tter
includeFam.fr        = Inclure les fiches des Familles
includeFam.lv        = Izveidot darba lapas ģimenēm

includeIndex         = Add an Index for Names
includeIndex.da	     = Medtag indeks for navne
includeIndex.fr	     = Inclure un Index des Noms
includeIndex.lv      = Pievienot vārdu indeksu

includeTOC           = Add a Table Of Contents (TOC)
includeTOC.da	       = Tilføj indholdsfortegnelse
includeTOC.fr	       = Inclure une table de mati\u00e8res
includeTOC.lv        = Pievienot satura rādītāju

outputSummary        = Generate list of tasks
outputSummary.da     = Dan opgaveliste
outputSummary.de     = Generiere Aufgabenliste
outputSummary.fr     = Inclure la liste compl\u00e8te des t\u00e2ches
outputSummary.lv     = Izveidot uzdevumu sarakstu

outputSummaryCsv     = Output list of tasks only in CSV format
outputSummaryCsv.da  = Opgaveliste kun i CSV-format
outputSummaryCsv.fr  = Sortir uniquement la liste des t\u00e2ches au format CSV
outputSummaryCsv.lv  = Uzdevumu sarakstu izvadīt tikai CSV formātā

todoTag              = Tags which define tasks to look for (eg. NOTE, _TODO)
todoTag.da           = Markeringer, der viser hvilke punkter, der skal undersøges
todoTag.de           = zu pr\u00f6fendes Tag (z.B. NOTE; _TODO)
todoTag.fr           = Balises d\u00e9finissant les t\u00e2ches \u00e0 rechercher (ex. NOTE, _TODO)
todoTag.lv           = Birkas, kas nosaka meklējamos uzdevumus (piem., NOTE, _TODO)

todoStart            = Text to look for must begin with (optional) ...
todoStart.da         = Tekst, der skal undersøges, skal begynde med (Valgfrit) ...
todoStart.de         = zu suchendes Pr\u00e4fix (optional)
todoStart.fr         = Le texte \u00e0 rechercher doit commencer par (Optionnel) ...
todoStart.lv         = Meklējamam tekstam jāsākas ar (pēc izvēles) ...

isRegExpr	           = The text we are looking for is a regular expression
isRegExpr.da	       = Tekst, der søges efter er en "Regular expression"
isRegExpr.fr	       = Le texte \u00e0 rechercher est une expression r\u00e9guli\u00e8re
isRegExpr.lv         = Teksts, ko mēs meklējam, ir regulāra izteiksme

isTodo               = Limit to entities with a task to do.
isTodo.da            = Begræns til entiteter, der skal undersøges.
isTodo.fr            = Limiter aux entit\u00e9s avec une t\u00e2che \u00e0 faire.
isTodo.lv            = Ierobežot ar objektiem, kuriem jāizpilda uzdevums.

includeBlankCells    = Include main events, even blank
includeBlankCells.da = Medtag hoved-begivenheder, selv blanke
includeBlankCells.fr = Inclure les principaux \u00e9v\u00e9nements m\u00eame vides
includeBlankCells.lv = Iekļaut galvenos notikumus, pat ja tie ir tukši

showID               = Show ID numbers beside entities
showID.da		         = Vis ID-numre ved siden af entiteter
showID.fr	           = Montrer les num\u00e9ros d'ID \u00e0 cot\u00e9 des entit\u00e9s
showID.lv            = Blakus objektiem rādīt ID numurus 

output.file          = Choose output file name:
output.file.da       = Vælg rapport fil-navn:
output.file.fr       = Choisissez le nom du fichier de sortie:
output.file.lv       = Izvēlieties izvades faila nosaukumu:

template             = Template used
template.da	         = Brugt skabelon
template.fr	         = Mod\u00e8le utilis\u00e9
#showInReportWindow.fr = Montrer le r\u00e9sultat dans Ancestris
template.lv          = Izmantotā veidne

saveReportToFile     = Save result in a file
saveReportToFile.da  = Gem resultatet i en fil.
saveReportToFile.fr  = Enregistrer le r\u00e9sultat dans un fichier
saveReportToFile.lv  = Saglabāt rezultātu failā

templateModel        = Used model
templateModel.da     = Brugt model
templateModel.fr     = Mod\u00e8le utilis\u00e9
templateModel.lv     = Izmantotais modelis

# End of File
