
name = Liste des \u00e9v\u00e9nements des individus

info = <h1><center>Liste des \u00e9v\u00e9nements des individus</center></h1> \n\
 <br /> \n\
 <center><img src="ReportEvents.png"></center> \n\
 <p>Ce rapport donne une liste des \u00e9v\u00e8nements suivants : \n\
 <ul> \n\
 <li>naissances, \n\
 <li>bapt\u00eames, \n\
 <li>mariages, \n\
 <li>divorces, \n\
 <li>\u00e9migrations, \n\
 <li>immigrations, \n\
 <li>naturalisations, \n\
 <li>d\u00e9c\u00e8s. \n\
 <li>et enterrements. \n\
 </ul> \n\
 pour toutes les personnes pr\u00e9sentes dans votre fichier Gedcom.</p> \n\
 <p> \n\
 Les diff\u00e9rentes options vous permettent en outre de choisir les \u00e9v\u00e8nements que vous voulez voir s'afficher, de ne consid\u00e9rer \
 que les hommes ou que les femmes, ou les deux \u00e0 la fois, de ne prendre qu'une p\u00e9riode de temps, de filtrer sur certains lieux, etc... \n\
 </p> \n\
 <p><h2>PARAMETRAGE</h2> \n\
 Vous disposez de plusieurs options : \n\
 <ul> \n\
 <li> Vous pouvez trier le r\u00e9sultat en fonction du jour, du mois et de l'ann\u00e9e. \n\
 <li> Vous pouvez mettre les \u00e9v\u00e8nements concernant les personnes d\u00e9c\u00e9d\u00e9es. \n\
 <li> Vous pouvez choisir de mettre les Naissances, les Bapt\u00eames, les Mariages, les Divorces, les Emigrations,  les Immigrations, les Naturalisations, les D\u00e9c\u00e8s, les enterrements. \n\
 <li> Concernant le sexe des personnes, vous pouvez limiter la sortie aux personnes de sexe masculin, f\u00e9minin, ou inconnu. \n\
 Si vous voulez que toutes les personnes soient consid\u00e9r\u00e9es, il faut laisser le champ <b>vide</b>. \n\
 <li> Vous pouvez choisir une p\u00e9riode durant le mois, de tel jour \u00e0 tel jour, ou les jours sup\u00e9rieurs au xx (ex: 2), etc... Il faut utiliser les signes &lt; ou &gt; ou =. \n\
 Si le jour est sans importance, laissez le champ vide. \n\
 <li> Idem pour les mois, idem pour les ann\u00e9es. L\u00e0 encore, vous pouvez aussi vous limiter \u00e0 une certaine p\u00e9riode, comme par exemple recherche des naissances de 1678 \u00e0 1723. \n\
 <li> Il vous est possible de filtrer sur une localit\u00e9. Exemple, vous voulez trouver toutes les naissances sur la commune de Challans de 1678 \u00e0 1723. \n\
 <u><b>Attention</b></u> : la casse doit \u00eatre respect\u00e9e, ainsi "challans" n'est pas la m\u00eame chose que "Challans". \n\
 </ul> \n\
 </p> \n\
 <p><h3>Astuce :</h3> \n\
  Pour qu'un param\u00e8tre soit pris en compte, veillez \u00e0 le valider en cliquant apr\u00e8s la saisie sur un endroit quelconque de l'\u00e9cran. \n\
 </p> 

isSortDay = Trier le r\u00e9sultat en fonction du jour du mois (et non l'ann\u00e9e)
isOutputICal = G\u00e9n\u00e9rer une sortie au format ICalendar (.ics)
reportDivorce = Compte-rendu des Divorces
reportEmigration = Compte-rendu des Emigrations
reportImmigration = Compte-rendu des Immigrations
reportNaturalization = Compte-rendu des Naturalisations
reportBaptism = Compte-rendu des Bapt\u00eames
reportBirth     = Compte-rendu des Naissances
reportDeath     = Compte-rendu des D\u00e9c\u00e8s
reportBurial    = Compte-rendu des Enterrements
reportMarriage  = Compte-rendu des Mariages
isNoDead = Filtre: Aucun \u00e9v\u00e8nement concernant les personnes d\u00e9c\u00e9d\u00e9es
day   = Filtre: Jour (j, >j, <j, j-j) (laissez non renseign\u00e9 si sans importance)
month = Filtre: Mois (m, >m, <m, m-m) (sous forme num\u00e9rique, ex : 2 pour f\u00e9vrier)
year  = Filtre: Ann\u00e9e (a, >a, <a, a-a) (laissez non renseign\u00e9 si sans importance)
sex = Filtre: Sexe des personnes (laissez vide si sans importance)
place = Filtre: Localit\u00e9
