#            Bundle resources file for package Ancestris - Unicode
#            Path : Tools/trancestris/Editors/src/org/ancestris/trancestris/editors/resourceeditor
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
CTL_ResourceEditorAction=Kaynak D\u00fczenleyici
CTL_ResourceEditorTopComponent=Kaynak D\u00fczenleyici Penceresi
HINT_ResourceEditorTopComponent=<html>Bu pencere size kaynak paket dosyalar\u0131n\u0131 d\u00fczenleme f\u0131rsat\u0131 verecektir.<br /><ul><li>\u00dcst k\u0131s\u0131mda \u00e7evirmek istedi\u011finiz dosya yorum i\u00e7eriyorsa, <br/>burada g\u00f6r\u00fcnt\u00fclenecektir.</li><li>Ortadaki pencerede, \u00e7evrilmesi ve kaynak dosyada bulunmas\u0131 <br/>gereken c\u00fcmleler ve kelimeler burada g\u00f6r\u00fcnt\u00fclenecektir.</li><li>Alt k\u0131s\u0131mda, \u00e7evirinizi yazman\u0131z gereken yer oras\u0131d\u0131r.</ul></html>\n
ResourceEditorTopComponent.buttonConfirmTranslation.text=TAMAM
ResourceEditorTopComponent.jPanel1.border.title=Yorumlar sonunda kullan\u0131labilir
ResourceEditorTopComponent.jPanel3.border.title=\u00c7eviri Penceresi
ResourceEditorTopComponent.jPanel2.border.title=Orijinal c\u00fcmleler
ToolTip-Comment-Window=<html>Bu pencere, \u00e7evirmekte oldu\u011funuz kaynaklar dosyas\u0131na yaz\u0131labilecek<br />yorumlar\u0131 g\u00f6sterir.<br />Onlarla hi\u00e7bir \u015fey yapman\u0131za gerek yok, sadece size o pakette bulunan t\u00fcm <br />bilgileri vermek i\u00e7in.</html>
ToolTip-FileToTranslate-Window=<html>Bu pencerede \u00e7evirmeniz gereken t\u00fcm c\u00fcmleleri, kelimeleri g\u00f6rebilirsiniz. Bunlar, <br />kaynak olarak se\u00e7ti\u011finiz dildedir, bu nedenle \u0130ngilizceden Almancaya \u00e7evirirseniz, <br />burada g\u00f6r\u00fcnt\u00fclenen t\u00fcm c\u00fcmleler \u0130ngilizcedir.<br /><ul><li>Siyah olanlar zaten \u00e7evrilmi\u015ftir, ancak kontrol etmelisiniz, belki <br />kaynaklar kaynak dosyas\u0131nda bir \u015fey de\u011fi\u015ftirilmi\u015f ve terc\u00fcme etti\u011finiz <br />dilde rapor edilmemi\u015f olabilir.</li><li>Mavi olanlar zaten \u00e7evrilmi\u015ftir, ancak kaynak dilde kullan\u0131lan c\u00fcmleler, s\u00f6zc\u00fckler,<br />ortaya \u00e7\u0131kan dilde mevcut olanlarla ayn\u0131d\u0131r. <br />Yine de kontrol etmek iyi bir fikir.</li><li>K\u0131rm\u0131z\u0131 olanlar\u0131n \u00e7evrilmesi gerekiyor.</li></ul>Bir c\u00fcmleye t\u0131klay\u0131n ve a\u015fa\u011f\u0131daki pencerede \u00e7evirinize ba\u015flay\u0131n.</html>
ToolTip-Translation-Window=<html>Bu, \u00e7eviri penceresidir. \u0130\u00e7inde \u00e7evirinizi yazman\u0131z gerekir.<br />Bilmeniz gereken \u00f6nemli bir \u015fey: A\u015fa\u011f\u0131daki Tamam d\u00fc\u011fmesini t\u0131klamazsan\u0131z <br />\u00e7eviriniz kaydedilmeyecektir.<br /><br />Orijinal c\u00fcmlelerin ifadelerine sayg\u0131 duymak ger\u00e7ekten \u00f6nemlidir. Dolay\u0131s\u0131yla, <br />orijinal c\u00fcmlenin html kodlar\u0131 veya de\u011fi\u015fkenleri varsa, <b>bunlar\u0131 \u00e7evrilmi\u015f c\u00fcmlelerinizde <br />tamamen ayn\u0131 \u015fekilde</b> yazman\u0131z gerekir.<br /><br /><u>Bir \u00f6rnek</u>:<ul>Kaynak c\u00fcmle olarak: "<i>Pencereleme modelini olu\u015fturmak i\u00e7in {0} <br />\u00f6\u011fesini se\u00e7in</i>" ve bunu Frans\u0131zcaya \u00e7evirmek istiyorsan\u0131z \u015funu yazman\u0131z gerekir: <br />"<i>Choisir {0} pour mod\u00e8le d'agencement du fen\u00eatrage</i>"</ul></html>
ResourceEditorTopComponent.previousButton.text=\u00d6nceki
ResourceEditorTopComponent.nextButton.text=Sonraki
ResourceEditorTopComponent.NoTranslation=Bu c\u00fcmle terc\u00fcme edilmemelidir
ResourceEditorTopComponent.SameTranslation=Uyar\u0131: \u00e7eviri orijinal dil ile ayn\u0131d\u0131r
ResourceEditorTopComponent.empty=<bo\u015f>
