CTL_ResourceEditorAction=Editor de recursos
CTL_ResourceEditorTopComponent=Ventana del Editor de recursos
HINT_ResourceEditorTopComponent=<html>Esta ventana le dar\u00e1 la oportunidad de editar los archivos de paquetes de recursos.<br /><ul><li>En la parte superior, si el archivo que desee traducir contiene comentarios,<br/>estos se mostraran aqu\u00ed.</li><li>En la ventana central, las frases y palabras que deben ser<br/>traducidas y presente en el archivo de origen, se mostraran all\u00ed.</li><li>En la parte inferior, es donde tiene que escribir su traducci\u00f3n.</ul></html>
ResourceEditorTopComponent.buttonConfirmTranslation.text=OK 
ResourceEditorTopComponent.jPanel1.border.title=Comentarios eventualmente disponibles
ResourceEditorTopComponent.jPanel3.border.title=Ventana de Traducci\u00f3n
ResourceEditorTopComponent.jPanel2.border.title=Sentencias originales
ToolTip-Comment-Window=<html>Esta ventana muestra los comentarios que pueden escribirse en el archivo de recursos<br />que esta traduciendo.<br />No tiene que hacer nada con ellos, es s\u00f3lo para darle toda la informaci\u00f3n<br />disponible en ese paquete.</html>
ToolTip-FileToTranslate-Window=<html>En esta ventana puede ver todas las frases, palabras a traducir. Son<br />en el lenguaje ha elegido como fuente, as\u00ed que si usted traduce del ingl\u00e9s al<br>alem\u00e1n todas las frases que se muestran aqu\u00ed son en ingl\u00e9s.<br /><ul><li>Los negros han estado ya traducidos, pero deberia comprobarlos, quizas <br />algo ha cambiado en el archivo de origen de los recursos y no informado<br>en el lenguaje que se traduce.</li><li>Los azules ya est\u00e1n traducidos, pero las sentencias, palabras usadas en el<br />idioma de origen son las mismas que las disponibles en el idioma resultante.<br>Es una buena idea comprobarlos.</li><li>Los rojos tienen que ser traducidos.</li></ul>Haga clic en una frase y comience su traducci\u00f3n en la ventana inferior.</html>
ToolTip-Translation-Window=<html>Esta es la ventana de traducci\u00f3n. Es donde tiene que escribir su traducci\u00f3n.<br />Una cosa importante a saber: su traducci\u00f3n no se guardar\u00e1 si no hace clic en<br />en el bot\u00f3n OK inferior.<br /><br />Es muy importante respetar la redacci\u00f3n de la sentencias originales. As\u00ed que si la<br />frase original tiene variables o c\u00f3digos html, <b>tienes que escribirlos<br />exactamente del mismo modo</b> en sus oraciones traducidas.<br /><br /><u>Un ejemplo</u>: si tienes como una sentencia original: "<i>Seleccione {0} para crear las ventanas<br />modelo</i>"y desea traducir en franc\u00e9s, tienes que escribir:<br />"<i>Escoger {0} pour mod\u00e8le d'agencement du fen\u00eatrage</i>"</ul></html>
ResourceEditorTopComponent.previousButton.text=Anterior
ResourceEditorTopComponent.nextButton.text=Siguiente
ResourceEditorTopComponent.NoTranslation=Esta frase no tiene que ser traducida 
ResourceEditorTopComponent.SameTranslation=Atencion: traduccion identica al idioma original
ResourceEditorTopComponent.empty=<vacio>
