OpenIDE-Module-Name=\u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2 - \u039b\u03af\u03c3\u03c4\u03b5\u03c2 \u03ba\u03b1\u03b9 \u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2
OpenIDE-Module-Display-Category=\u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2
OpenIDE-Module-Long-Description=<h1><center>\u039b\u03af\u03c3\u03c4\u03b5\u03c2 \u03ba\u03b1\u03b9 \u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2</center></h1>\n\n<p>\u03a3\u03b5\u03c4 \u03c4\u03c5\u03c0\u03bf\u03c0\u03bf\u03b9\u03b7\u03bc\u03ad\u03bd\u03c9\u03bd \u03b5\u03ba\u03b8\u03ad\u03c3\u03b5\u03c9\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf Ancestris. </p>\n\n<p>\u039f\u03b9 \u03b5\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2 \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03bf\u03c5\u03bd \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03bc\u03bc\u03b1\u03c4\u03b1, \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1 \u03ba\u03b1\u03b9 \u03b5\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5.</p>\n\n<p> \u0393\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03b9\u03c2 \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03b2\u03b5\u03c4\u03b5, \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u03bc\u03b5\u03bd\u03bf\u03cd, \u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae, \u039b\u03af\u03c3\u03c4\u03b5\u03c2 \u03ba\u03b1\u03b9 \u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2. </p>
OpenIDE-Module-Short-Description=\u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2 - \u039b\u03af\u03c3\u03c4\u03b5\u03c2 \u03ba\u03b1\u03b9 \u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2
#
#
#
#  ReportGenealogyStatus
TXT_NoSosaFound=\u0391\u03c5\u03c4\u03ae \u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03bf\u03c0\u03bf\u03b9\u03b1\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03b1 SOSA. \u0391\u03c5\u03c4\u03ae \u03b7 \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7 \u03c7\u03c1\u03b5\u03b9\u03ac\u03b6\u03b5\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03b5\u03af.
TXT_entity_not_used=\u039f\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9:
TXT_multiple_source=\u03a0\u03b7\u03b3\u03ad\u03c2 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b1\u03bd \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03bf \u03b1\u03c0\u03cc \u03bc\u03af\u03b1 \u03c6\u03bf\u03c1\u03ac: "
TXT_entity_not_used_none=\u039f\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
TXT_multiple_source_none=\u039f\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
TXT_unused_media=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c4\u03c9\u03bd {0} \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b1\u03bd \u03b1\u03c0\u03cc \u03c4\u03bf GEDCOM:"
TXT_directoryUsed=\u038c\u03bb\u03b1 \u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03b4\u03b9\u03b5\u03c5\u03b8\u03cd\u03bd\u03c3\u03b5\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03bf GEDCOM.
TXT_invalidDirectory=\u039c\u03b7 \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf\u03c2 \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2.
TXT_counters=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1\u03c4\u03b1:
TXT_anomalies=\u03b5\u03bb\u03bb\u03b9\u03c0\u03b5\u03af\u03c2 \u03ae \u03b1\u03c4\u03b5\u03bb\u03b5\u03af\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2 \u03ae \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2:
TXT_sequence=\u03b1\u03c0\u03cc \u03c0\u03b1\u03b9\u03b4\u03b9\u03ac \u03bc\u03b5 \u03c7\u03c1\u03bf\u03bd\u03bf\u03bb\u03bf\u03b3\u03b9\u03ba\u03ae \u03c3\u03b5\u03b9\u03c1\u03ac
TXT_source=\u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03b1 \u03c0\u03b7\u03b3\u03ce\u03bd \u03b3\u03b9\u03b1 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae \u03ae \u03ac\u03ba\u03c5\u03c1\u03b1 \u03ae \u03b5\u03bb\u03bb\u03b5\u03b9\u03c0'\u03bf\u03bd\u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c0\u03c1\u03bf\u03ad\u03bb\u03b5\u03c5\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03b5\u03c0\u03b9\u03c3\u03cd\u03bd\u03b1\u03c8\u03b7
#
TXT_maxnbofunusedfilesreached=... \u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03af\u03b7\u03c4\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c3\u03c4\u03bf\u03bd \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf \u03ad\u03c6\u03c4\u03b1\u03c3\u03b5 \u03c4\u03b1 100. \u0397 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c3\u03c4\u03b1\u03bc\u03ac\u03c4\u03b7\u03c3\u03b5 ...
