#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importahnenblatt.name=Ahnenblatt
importahnenblatt.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Ahnenblatt.
importancestrologie.name=Ancestrologie
importancestrologie.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n Ancestris Ancestrologie
importancestry.name=Ancestry
importancestry.note=Este archivo ha sido modificado por el m\u00f3dulo Ancestris Ancestry Import.
importelie.name=Elie 
importelie.note=Este archivo ha sido modificado por el m\u00f3dulo de Importaci\u00f3n Ancestris Elie.
importfamilytreemaker.name=Family Tree Maker (FTM)
importfamilytreemaker.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Family Tree Maker
importgenbox.name=Genbox 
importgenbox.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Genbox
importgeneanet.name=Geneanet / GeneWeb 
importgeneanet.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris GeneaNet
importgeneanet.notewarning=Archivo Gedcom hecho para ser subido a Geneanet. El archivo NO se debe utilizar para modificar su genealog\u00eda\!
importgeneatique.name=Geneatique 
importgeneatique.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Geneatique
importgeneric.name=Gen\u00e9rico o Reparaci\u00f3n
importgeneric.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Generic.
importgeni.name=Geni.com 
importgeni.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Geni.com.
importgenoom.name=Genoom
importgenoom.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Genoom.
importges.name=GES 
importges.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris GES.
importgramps.name=Gramps 
importgramps.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Gramps
importheredis.name=Heredis 
importheredis.note=Este arhivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Heredis
importlegacy.name=Legacy Family Tree 
importlegacy.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n Ancestris Legacy
importmacfamilytree.name=MacFamilyTree 
importmacfamilytree.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris MacFamilyTree
importmyfamilytree.name=MyFamilyTree 
importmyfamilytree.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris MyFamilyTree.
importmyheritage.name=MyHeritage 
importmyheritage.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n Ancestris MyHeritage
importrootsmagic.name=RootsMagic 
importrootsmagic.note=Este archivo ha sido modificado por el M\u00f3dulo de Importaci\u00f3n de Ancestris RootsMagic.
importrootstrust.name=RootsTrust 
importrootstrust.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris RootsTrust
OpenIDE-Module-Name=Importaciones - Importaci\u00f3n gen\u00e9rica
OpenIDE-Module-Display-Category=Archivo
OpenIDE-Module-Long-Description=<h1><center>Importaciones - Importaci\u00f3n gen\u00e9rica</center></h1>\n\n<p>Esta herramienta importa un archivo gedcom procedente de un programa diferente de Ancestris. Tratar\u00e1 de corregir todos los errores encontrados. Si este complemento no puede solucionar la mayoria de los problemas, o si su archivo gedcom proviene de un programa de genelogia que a\u00fan no se ha soportado, si\u00e9ntase libre de preguntar a nuestro equipo de desarrollo en "support@ancestris.org" adjuntando su archivo gedcom. </p>\n\n<p>Tenga en cuenta que solo podemos completar su solicitud si su programa de genealog\u00eda a convertir, es un programa conocido. </p>\n\n<p>Para acceder a \u00e9l, Men\u00fa Principal, Archivo, Importar, archivo GEDCOM.</p>
OpenIDE-Module-Short-Description=Herramienta de importaci\u00f3n y cumplimiento para un gedcom gen\u00e9rico no conforme
#
process.name=Crear informe de importaci\u00f3n con {0} problemas
title=Importar informe para {0}
tabtip=Muestra todas las correcciones realizadas durante el proceso de importaci\u00f3n.
noissues=No se encontraron problemas al importar el archivo.
#
section.summary=Resumen
section.summary.a.software=Software de origen:
section.summary.b.gedcomversion=Versi\u00f3n Gedcom:
section.summary.c.oldgedcom=Nombre original gedcom:
section.summary.d.oldnumlines=N\u00famero original de l\u00edneas:
section.summary.e.newgedcom=Nuevo nombre gedcom:
section.summary.f.newnumlines=Nuevo n\u00famero de l\u00edneas (l\u00edneas vac\u00edas eliminadas):
section.summary.g.nbindis=Numero de individuos:
section.summary.h.nbfams=Numero de familias:
section.summary.i.nbnotes=Numero de notas:
section.summary.j.nbobjes=N\u00famero de multimedia:
section.summary.k.nbsources=N\u00famero de fuentes:
section.summary.l.nbrepos=N\u00famero de repositorios:
section.summary.m.nbsubms=N\u00famero de remitentes:
section.summary.n.nbfixes=N\u00famero de correcciones realizadas:
#
col.id=Id 
col.name=Nombre
col.correction=Correcci\u00f3n hecha
col.previousTag=Etiqueta anterior
col.previousValue=Valor anterior
col.newTag=Nueva Etiqueta
col.newValue=Nuevo Valor
#
section.repairLine=L\u00ednea Reparada
section.repairLine.1=El contenido de la l\u00ednea se agreg\u00f3 a la l\u00ednea anterior.
section.repairLine.2=El contenido de la l\u00ednea se agreg\u00f3 a una nueva NOTA.
section.repairLine.3=Ignorando la l\u00ednea vac\u00eda.
#
section.header=Modificaciones de encabezado
section.header.NoteInserted=Se insert\u00f3 una nota para rastrear la importaci\u00f3n a Ancestris.
section.header.NoteAdded=Se agreg\u00f3 una nota para rastrear la importaci\u00f3n a Ancestris.
section.header.DestinationAdded=Faltaba el destino. Ha sido agregado.
section.header.DestinationChanged=El valor de destino no era v\u00e1lido y se cambi\u00f3 al valor conocido predeterminado "CUALQUIERA".
section.header.PlaceAdded=Se agreg\u00f3 el formato de lugar. Coincide con el n\u00famero de jurisdicciones encontradas. Utilice el men\u00fa "Ver / Tabla de lugares" para personalizarlo.
section.header.PlaceInvalid=El formato de lugar no es v\u00e1lido con caracteres incorrectos. Se dej\u00f3 sin cambios. Utilice el men\u00fa "Ver / Tabla de lugares" para solucionarlo.
section.header.CharChanged=La codificaci\u00f3n del archivo y la indicaci\u00f3n en el encabezado no es UTF-8. La indicaci\u00f3n de codificaci\u00f3n se ha cambiado a UTF-8 seg\u00fan nuestra recomendaci\u00f3n. Para modificarlo, no dude en utilizar el men\u00fa "Archivo / Guardar como / Opciones" o "Archivo / Propiedades".
section.header.CharInvalid=ReLa codificaci\u00f3n del archivo al no es UTF-8 y los caracteres especiales pueden aparecer incorrectamente. La importaci\u00f3n ha continuado con codificaci\u00f3n UTF-8. Si los caracteres especiales aparecen incorrectamente, convierta el archivo Gedcom a UTF-8 antes de importarlo nuevamente.
section.header.Version=Versi\u00f3n corregida a 5.5.1 para reflejar cu\u00e1l es realmente la estructura de la informaci\u00f3n.
section.header.Web=Protocolo insertado en la direcci\u00f3n web para que se pueda hacer clic en el enlace si es necesario.
#
section.missingEntity=Entidades perdidas
section.missingEntity.Indi=Creada persona que falta.
section.missingEntity.Fam=Creada familia que falta.
section.missingEntity.Note=Creada nota que falta.
section.missingEntity.Obje=Creada multimedia que falta.
section.missingEntity.Sour=Creada fuente que falta.
section.missingEntity.Repo=Creado repositorio que falta.
section.missingEntity.Subm=Creado remitente que falta.
#
section.eventValue=Valores de eventos no v\u00e1lidos
section.eventValue.1=El valor de este evento debe estar vac\u00edo. El valor se movi\u00f3 a la etiqueta TYPE.
section.eventValue.2=El valor de este evento debe estar vac\u00edo. El valor se movi\u00f3 a una NOTA debajo.
section.eventValue.3=El valor del evento vac\u00edo se ha cambiado a "Y". De lo contrario, puede eliminar las etiquetas vac\u00edas innecesarias mediante el men\u00fa "Editar / Eliminar".
section.eventValue.4=El valor de este tipo de evento es demasiado largo. El valor se movi\u00f3 a una NOTA debajo.
section.eventValue.5=Se ha quitado el valor "Y" para este evento. No es necesario si se proporciona un elemento de fecha o lugar.
#
section.invalidTag=Etiquetas inv\u00e1lidas
section.invalidTag.1=La etiqueta no existe. Se cambi\u00f3 a una etiqueta definida por el usuario.
section.invalidTag.2=La etiqueta no existe. Se cambi\u00f3 a una etiqueta m\u00e1s apropiada.
section.invalidTag.3=La etiqueta es posible, pero era m\u00e1s relevante cambiarle el nombre.
#
section.invalidTagLocation=Ubicaciones de etiquetas no v\u00e1lidas
section.invalidTagLocation.1=La etiqueta existe pero no est\u00e1 permitida en esta ubicaci\u00f3n. Se le cambi\u00f3 el nombre a una etiqueta definida por el usuario.
section.invalidTagLocation.2=La etiqueta existe pero no est\u00e1 permitida en esta ubicaci\u00f3n. Se cambi\u00f3 a una etiqueta m\u00e1s apropiada.
section.invalidTagLocation.3=La etiqueta existe pero no est\u00e1 permitida en esta ubicaci\u00f3n. Se traslad\u00f3 a un lugar m\u00e1s apropiado.
section.invalidTagLocation.4=La etiqueta existe pero no est\u00e1 permitida en esta ubicaci\u00f3n. Se cre\u00f3 una etiqueta PLAC y la etiqueta se movi\u00f3 debajo.
section.invalidTagLocation.5=La etiqueta existe pero no est\u00e1 permitida en esta ubicaci\u00f3n. El contenido se concaten\u00f3 en una sola l\u00ednea.
#
section.invalidSourceLocation=Ubicaciones de origen no v\u00e1lidas
section.invalidSourceLocation.1=La fuente no debe adjuntarse aqu\u00ed, ya est\u00e1 adjunta al individuo. Se ha eliminado.
section.invalidSourceLocation.2=La fuente no debe adjuntarse aqu\u00ed y se ha adjuntado al individuo.
#
section.invalidFileStructure=Estructura de datos de archivo no v\u00e1lida
section.invalidFileStructure.1=Faltaba la etiqueta. Ha sido creada.
section.invalidFileStructure.2=La etiqueta se encontr\u00f3 en una ubicaci\u00f3n no v\u00e1lida. Ha sido trasladada aqu\u00ed.
section.invalidFileStructure.3=La etiqueta ya existe, por lo que se le ha cambiado el nombre.
section.invalidFileStructure.4=El valor de la etiqueta estaba vac\u00edo y se gener\u00f3 a partir del nombre del archivo cuando se proporcion\u00f3.
#
section.missingTag=Etiquetas que faltan
section.missingTag.1=A\u00f1adida etiqueta que falta.
section.missingTag.2=Creada etiqueta informativa.
#
section.invalidEntity=Entidades no v\u00e1lidas y transformadas
section.invalidEntity.01=Se reemplaz\u00f3 la entidad _STORY no v\u00e1lida por una entidad NOTE.
section.invalidEntity.02=Esta etiqueta tuvo que cambiarse para encajar en la entidad NOTE que reemplaz\u00f3 a la entidad _STORY.
section.invalidEntity.03=Se reemplaz\u00f3 la entidad _HASHTAG_DEFN no v\u00e1lida por una entidad NOTE.
section.invalidEntity.05=Se reemplaz\u00f3 la etiqueta _HASHTAG no v\u00e1lida por una etiqueta NOTE.
section.invalidEntity.06=Se movi\u00f3 la informaci\u00f3n de la entidad _PLAC no v\u00e1lida a su ubicaci\u00f3n utilizada.
section.invalidEntity.07=Se reemplaz\u00f3 la entidad _PLAC no v\u00e1lida no utilizada por una entidad NOTE.
section.invalidEntity.08=Se reemplaz\u00f3 la entidad _EVENT_DEFN no v\u00e1lida por una entidad NOTE.
section.invalidEntity.09=Se reemplaz\u00f3 un TIPO que apunta a una entidad _EVEN no v\u00e1lida por una NOTA que apunta a una entidad NOTA.
section.invalidEntity.10=Se reemplaz\u00f3 el registro _TODO no v\u00e1lido por una entidad NOTE.
section.invalidEntity.11=Etiquetas reemplazadas dentro de la cita _TODO con etiquetas definidas por el usuario.
section.invalidEntity.20=Se reemplaz\u00f3 el contenido del repositorio con una etiqueta que apunta a una entidad REPO.
section.invalidEntity.21=Repositorio creado a partir de la informaci\u00f3n proporcionada.
section.invalidEntity.30=Se reemplaz\u00f3 el registro _ALBUM no v\u00e1lido por una entidad NOTE.
#
section.invalidDate=Fechas inv\u00e1lidas
section.invalidDate.1=La fecha no debe contener "/". El valor cambi\u00f3 al formato GEDCOM.
section.invalidDate.2=Los valores de las palabras en las fechas cambiaron a palabras en may\u00fasculas predefinidas en ingl\u00e9s.
section.invalidDate.3=El formato de fecha no es v\u00e1lido y no se pudo corregir. Se dej\u00f3 sin cambios.
section.invalidDate.4=La indicaci\u00f3n de la fecha del calendario Juliano era incorrecta. Se ha cambiado el valor.
section.invalidDate.5=La indicaci\u00f3n de la fecha del calendario Republicano era incorrecta. Se ha cambiado el valor.
section.invalidDate.6=Se ha fijado la fecha para respetar el formato Gedcom.
#
section.invalidAge=Edades inv\u00e1lidas
section.invalidAge.1=La edad debe tener indicadores de d\u00eda, mes y a\u00f1o. Se agreg\u00f3 "y" a un valor num\u00e9rico \u00fanico.
#
section.invalidName=Nombres inv\u00e1lidos
section.invalidName.1=El valor bruto del nombre se ajust\u00f3 para reflejar todos los valores de subetiqueta.
section.invalidName.2=El elemento de nombre est\u00e1 vac\u00edo y sin subordinado. Ha sido eliminado.
section.invalidName.9=Mover prefijos y sufijos de nombres incorrectos a ocupaciones
#
section.invalidPlace=Lugares inv\u00e1lidos
section.invalidPlace.1=Se ajust\u00f3 el n\u00famero de jurisdicciones m\u00e1s corto que el formato definido en el encabezado y el valor. Utilice el men\u00fa "Ver / Tabla de lugares" para mejorarlo seg\u00fan sus necesidades.
section.invalidPlace.2=El n\u00famero de jurisdicciones m\u00e1s largo que el formato definido en el encabezado y el valor se mantuvo sin cambios. Utilice el men\u00fa "Ver / Tabla de lugares" para solucionarlo.
#
section.switchAssos=Asociaciones invertidas
section.switchAssos.1=La asociaci\u00f3n se revirti\u00f3.
#
section.eventsCardinality=M\u00faltiples eventos
section.eventsCardinality.1=Evento duplicado. El valor se movi\u00f3 a una nueva etiqueta EVEN.
section.eventsCardinality.2=Etiqueta duplicada. Se le cambi\u00f3 el nombre a una etiqueta definida por el usuario.
#
section.invalidCardinality=Varias etiquetas
section.invalidCardinality.1=Etiqueta duplicada. El valor se movi\u00f3 a la etiqueta EVEN principal vac\u00eda.
#
section.invalidSex=Sexo no v\u00e1lido
section.invalidSex.1=El sexo desconocido debe escribirse "U". Valor cambiado.
#
section.duplicateAssociations=Asociaciones duplicadas
section.duplicateAssociations.1=Enlace duplicado eliminado
#
section.invalidInformation=Informaci\u00f3n no v\u00e1lida o innecesaria
section.invalidInformation.1=El valor ya est\u00e1 almacenado en otro lugar y no se supone que est\u00e9 aqu\u00ed. Valor eliminado.
#
section.textformatting=Conversi\u00f3n de texto
section.textformatting.1=El texto incluye formato HTML. El valor se ha convertido a texto sin formato.
section.textformatting.2=El texto incluye formato RTF. El valor se ha convertido a texto sin formato.
section.textformatting.3=Se conserva una imagen de mejor calidad.
#
section.createdEntity=Entidades creadas
section.createdEntity.1=Nota de citaci\u00f3n movida a la entidad nota reci\u00e9n creada
#
# Specific issues
importlegacy.issue1=Somos conscientes de un problema de traducci\u00f3n para t\u00edtulos Heredados y de ocupaci\u00f3n que pueden ingresar en lugar de prefijos y sufijos de nombres.\nParece ser el caso de esta genealog\u00eda. Ancestris puede convertir estos campos en ocupaciones para todas las personas.\n\n\u00bfQuiere que Ancestris convierta estos campos?
