importahnenblatt.note=\u0160o failu ir modific\u0113jis Ancestris Ahnenblatt import\u0113\u0161anas modulis.
#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importancestrologie.name=Ancestrologie
importancestrologie.note=\u0160o failu modific\u0113jis Ancestris Ancestrologie importa modulis.
importfamilytreemaker.name=Family Tree Maker (FTM)
importfamilytreemaker.note=\u0160is fails ir modific\u0113ts ar Ancestris Family Tree Maker import\u0113\u0161anas moduli.
importgenbox.name=Genbox
importgenbox.note=\u0160o failu modific\u0113ja Ancestris Genbox import\u0113\u0161anas modulis.
importgeneanet.name=Geneanet / GeneWeb
importgeneanet.note=\u0160o failu modific\u0113ja Ancestris Geneanet import\u0113\u0161anas modulis.
importgeneanet.notewarning=Gedcom fails tika izveidots, lai aug\u0161upiel\u0101d\u0113tu uz Geneanet. Failu NEVAR izmantot, lai main\u012btu j\u016bsu \u0123enealo\u0123iju \!
importgeneatique.name=Geneatique
importgeneatique.note=\u0160o failu modific\u0113jis Ancestris Geneatique import\u0113\u0161anas modulis.
importgeneric.name=Visp\u0101r\u012bgs vai remonts
importgeneric.note=\u0160o failu ir main\u012bjis Ancestris Visp\u0101r\u0113j\u0101 importa modulis.
importgramps.name=Gramps
importgramps.note=\u0160o failu modific\u0113jis Ancestris Gramps importa modulis.
importheredis.name=Heredis
importheredis.note=\u0160is fails ir modific\u0113ts Ancestris Heredis import\u0113\u0161anas modul\u012b.
importlegacy.name=Legacy Family Tree
importlegacy.note=\u0160is fails ir modific\u0113ts ar Ancestris Legacy importa moduli.
importmacfamilytree.name=MacFamilyTree
importmacfamilytree.note=\u0160o failu modific\u0113jis Ancestris MacFamilyTree import\u0113\u0161anas modulis.
importmyheritage.name=MyHeritage
importmyheritage.note=\u0160is fails ir modific\u0113ts ar Ancestris MyHeritage importa moduli.
importrootstrust.name=RootsTrust
importrootstrust.note=\u0160o failu modific\u0113ja Ancestris RootsTrust importa modulis.
OpenIDE-Module-Name=Imports - Visp\u0101r\u0113js imports
OpenIDE-Module-Display-Category=Fails
OpenIDE-Module-Long-Description=<h1><center>Visp\u0101r\u0113js imports</center></h1>\n\n<p>\u0160is r\u012bks import\u0113 gedcom failu, kas n\u0101k no at\u0161\u0137ir\u012bgas no Ancestris programmat\u016bras. T\u0101 cent\u012bsies nov\u0113rst visas atrast\u0101s k\u013c\u016bdas. Ja \u0161is spraudnis nesp\u0113j nov\u0113rst liel\u0101ko da\u013cu probl\u0113mu, vai ja j\u016bsu gedcom fails n\u0101k no \u0123enealo\u0123ijas programmas, kas v\u0113l nav atbalst\u012bta, nekautr\u0113jieties l\u016bgt pal\u012bdz\u012bbu m\u016bsu att\u012bst\u012bbas komandai "support@ancestris.org" pievienojot savu gedcom failu. </p>\n\n<p>L\u016bdzu, \u0146emiet v\u0113r\u0101, ka m\u0113s varam atbild\u0113t uz j\u016bsu piepras\u012bjumu tikai tad, ja t\u0101 ir zin\u0101ma \u0123enealo\u0123ijas programma. </p>\n\n<p>Lai tam piek\u013c\u016btu -> Galven\u0101 izv\u0113lne, Fails, Imports, Gedcom fails.</p>
OpenIDE-Module-Short-Description=Importa un atbilst\u012bbas r\u012bks failiem, neatbilsto\u0161iem visp\u0101r\u0113jam gedcom
#
