#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importahnenblatt.name=Ahnenblatt
importahnenblatt.note=Aquest arxiu ha estat modificat pel m\u00f2dul Importaci\u00f3 Ancestris Ahnenblatt.
#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importancestrologie.name=Ancestrologia
importancestrologie.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''importaci\u00f3 Ancestris Ancestrologia.
importelie.name=Elie 
importelie.note=Aquest fitxer ha estat modificat pel m\u00f2dul importaci\u00f3 d'Ancestris Elie.
importfamilytreemaker.name=Creador d'Arbres Familiars (FTM)
importfamilytreemaker.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''importaci\u00f3 Ancestris Creador d'Arbre Familiar.
importgenbox.name=Genbox 
importgenbox.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''importaci\u00f3 Ancestris Genbox.
importgeneanet.name=Geneanet / GeneWeb 
importgeneanet.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''importaci\u00f3 Ancestris Geneanet.
importgeneanet.notewarning=Arxiu Gedcom fet per a ser pujat a Geneanet. Arxiu NO s'ha d'utilitzar per modificar la teva genealogia\!
importgeneatique.name=Geneatique 
importgeneatique.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris Geneatique.
importgeneric.name=Desconegut
importgeneric.note=Aquest arxiu ha estat modificat pel m\u00f2dul Gen\u00e8ric d''Importaci\u00f3 Ancestris.
importgeni.name=Geni.com 
importgeni.note=Aquest fitxer ha estat modificat pel m\u00f2dul d'importaci\u00f3 Ancestris Geni.com.\n
importgenoom.name=Genoom 
importgenoom.note=Aquest fitxer ha estat modificat pel m\u00f2dul d'importaci\u00f3 d'Ancestris Genoom.
importges.name=GES 
importges.note=Aquest fitxer ha estat modificat pel m\u00f2dul d'importaci\u00f3 Ancestris GES.
importgramps.name=Gramps 
importgramps.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris Gramps.
importheredis.name=Heredis 
importheredis.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris Heredis.
importlegacy.name=Arbre Familiar Legacy 
importlegacy.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris Legacy.
importmacfamilytree.name=MacFamilyTree 
importmacfamilytree.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris MacFamilyTree.
importmyfamilytree.name=MyFamilyTree 
importmyfamilytree.note=Aquest fitxer ha estat modificat pel m\u00f2dul d'importaci\u00f3 d'Ancestris MyFamilyTree.
importmyheritage.name=MyHeritage 
importmyheritage.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris MyHeritage.
importrootsmagic.name=RootsMagic 
importrootsmagic.note=Aquest fitxer ha estat modificat pel m\u00f2dul d'importaci\u00f3 d'Ancestris RootsMagic.
importrootstrust.name=RootsTrust 
importrootstrust.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris RootsTrust.
OpenIDE-Module-Name=Importacions - Importaci\u00f3 gen\u00e8rica
OpenIDE-Module-Display-Category=Arxiu
OpenIDE-Module-Long-Description=<h1><center>Importaci\u00f3 gen\u00e8rica </center></h1>\n\n<p>Aquesta eina importa un arxiu gedcom procedent d'un programari diferent a Ancestris. Intentar\u00e0 fixar tots els errors trobats. Si aquest complement no pot arreglar la majoria dels problemes, o si el seu arxiu de gedcom ve d'un programa de genealogia que encara no te suport, sentis lliure de demanar al nostre equip de desenvolupament a "support@ancestris.org" adjuntant el seu arxiu de gedcom.</p>\n\n<p>Tingueu en compte que nom\u00e9s serem capa\u00e7os de completar la seva sol\u00b7licitud si el seu programa de genealogia per convertir, \u00e9s un programari conegut. </p>\n\n<p>Per accedir-hi, Men\u00fa Principal, Arxiu, Importaci\u00f3, Arxiu GEDCOM.</p>
OpenIDE-Module-Short-Description=Eina d''importaci\u00f3 i compliment per a un no conforme gedcom gen\u00e8ric
#
process.name=Creant un informe d'importaci\u00f3 amb {0} problemes
title=Importa l''informe per a {0}
tabtip=Mostra totes les correccions realitzades durant el proc\u00e9s d'importaci\u00f3
noissues=No s'ha trobat cap problema en importar el fitxer.
#
section.summary=Resum
section.summary.a.software=Programari d'origen:
section.summary.b.gedcomversion=Versi\u00f3 Gedcom:
section.summary.c.oldgedcom=Nom gedcom original:
section.summary.d.oldnumlines=Nombre original de l\u00ednies:
section.summary.e.newgedcom=Nom nou de gedcom:
section.summary.f.newnumlines=Nou nombre de l\u00ednies (s'han suprimit les l\u00ednies buides):
section.summary.g.nbindis=Nombre d'individus:
section.summary.h.nbfams=Nombre de fam\u00edlies:
section.summary.i.nbnotes=Nombre de notes:
section.summary.j.nbobjes=Nombre de multim\u00e8dia:
section.summary.k.nbsources=Nombre de fons:
section.summary.l.nbrepos=Nombre de repositoris:
section.summary.m.nbsubms=Nombre d'emissors:
section.summary.n.nbfixes=Nombre de correccions realitzades:
#
col.id=Id 
col.name=Nom
col.correction=Correcci\u00f3 realitzada
col.previousTag=Etiqueta anterior
col.previousValue=Valor Anterior
col.newTag=Etiqueta Nova
col.newValue=Nou Valor
#
section.repairLine=L\u00ednia Reparada
section.repairLine.1=El contingut de la l\u00ednia s'ha afegit a la l\u00ednia anterior.
section.repairLine.2=El contingut de la l\u00ednia s'ha afegit a una NOTA nova.
section.repairLine.3=Ignorar la l\u00ednia buida.
#
section.header=Modificacions de cap\u00e7alera
section.header.NoteInserted=S'ha inserit una nota per rastrejar la importaci\u00f3 a Ancestris.
section.header.NoteAdded=S'ha afegit una nota per rastrejar la importaci\u00f3 a Ancestris.
section.header.DestinationAdded=Faltava la destinaci\u00f3. S'ha afegit.
section.header.DestinationChanged=El valor de destinaci\u00f3 no era v\u00e0lid i s'ha canviat al valor conegut per defecte "ANY".
section.header.PlaceAdded=S'ha afegit el format de lloc. Coincideix amb el nombre de jurisdiccions trobades. Utilitzeu el men\u00fa "Visualitza/Taula de llocs" per personalitzar-lo.
section.header.PlaceInvalid=Col\u00b7loca un format no v\u00e0lid amb car\u00e0cters incorrectes. Deixat sense canvis. Utilitzeu el men\u00fa "Visualitza/Taula de llocs" per corregir-lo.
section.header.CharChanged=La codificaci\u00f3 de fitxers i la indicaci\u00f3 de la cap\u00e7alera no s\u00f3n UTF-8. La indicaci\u00f3 de codificaci\u00f3 s'ha canviat a UTF-8 segons la nostra recomanaci\u00f3. Per modificar-lo, no dubteu a utilitzar el men\u00fa "Fitxer/Desa Com/Opcions" o "Fitxer/Propietats".
section.header.CharInvalid=La codificaci\u00f3 real de fitxers no \u00e9s UTF-8 i els car\u00e0cters especials poden apar\u00e8ixer incorrectament. La importaci\u00f3 ha continuat amb la codificaci\u00f3 UTF-8. Si els car\u00e0cters especials apareixen incorrectament, convertiu el fitxer Gedcom a UTF-8 abans de tornar a importar.
section.header.Version=Versi\u00f3 corregida com a 5.5.1 per tal de reflectir quina \u00e9s realment l'estructura de la informaci\u00f3.
section.header.Web=Protocol inserit a l'adre\u00e7a web per fer clic a l'enlla\u00e7 si cal.
#
section.missingEntity=Entitats que falten
section.missingEntity.Indi=S'ha creat la persona que falta.
section.missingEntity.Fam=S'ha creat la fam\u00edlia que falta.
section.missingEntity.Note=S'ha creat la nota que falta.
section.missingEntity.Obje=S'ha creat el multim\u00e8dia que falta.
section.missingEntity.Sour=S'ha creat la font que falta.
section.missingEntity.Repo=S'ha creat el repositori que falta.
section.missingEntity.Subm=S'ha creat l'emissor que falta.
#
section.eventValue=Els valors dels esdeveniments no s\u00f3n v\u00e0lids
section.eventValue.1=El valor d'aquest esdeveniment ha d'estar buit. El valor s'ha despla\u00e7at a l'etiqueta TYPE.
section.eventValue.2=El valor d'aquest esdeveniment ha d'estar buit. El valor s'ha despla\u00e7at a una NOTA a sota.
section.eventValue.3=El valor de l'esdeveniment buit s'ha canviat a "Y". En cas contrari, podeu eliminar les etiquetes buides innecess\u00e0ries utilitzant el men\u00fa "Edita/Suprimeix".
section.eventValue.4=El valor d'aquest tipus d'esdeveniment \u00e9s massa llarg. El valor s'ha despla\u00e7at a una NOTA a sota.
section.eventValue.5=S'ha suprimit el valor "Y" d'aquest esdeveniment. \u00c9s innecessari si es proporciona una data o un element de lloc.
#
section.invalidTag=Etiquetes no v\u00e0lides
section.invalidTag.1=L'etiqueta no existia. S'ha canviat a una etiqueta definida per l'usuari.
section.invalidTag.2=L'etiqueta no existia. S'ha canviat a una etiqueta m\u00e9s apropiada.
section.invalidTag.3=L'etiqueta \u00e9s possible, per\u00f2 era m\u00e9s rellevant canviar-li el nom.
#
section.invalidTagLocation=Les ubicacions de l'etiqueta no s\u00f3n v\u00e0lides
section.invalidTagLocation.1=L'etiqueta existeix per\u00f2 no est\u00e0 permesa en aquesta ubicaci\u00f3. S'ha canviat el nom a una etiqueta definida per l'usuari.
section.invalidTagLocation.2=L'etiqueta existeix per\u00f2 no est\u00e0 permesa en aquesta ubicaci\u00f3. S'ha canviat a una etiqueta m\u00e9s apropiada.
section.invalidTagLocation.3=L'etiqueta existeix per\u00f2 no est\u00e0 permesa en aquesta ubicaci\u00f3. S'ha despla\u00e7at a una ubicaci\u00f3 m\u00e9s apropiada.
section.invalidTagLocation.4=L'etiqueta existeix per\u00f2 no est\u00e0 permesa en aquesta ubicaci\u00f3. S'ha creat una etiqueta PLAC i l'etiqueta s'ha despla\u00e7at a sota.
section.invalidTagLocation.5=L'etiqueta existeix per\u00f2 no est\u00e0 permesa en aquesta ubicaci\u00f3. El contingut s'ha concatenat a una sola l\u00ednia.
#
section.invalidFileStructure=L'estructura de dades del fitxer no \u00e9s v\u00e0lida
section.invalidFileStructure.1=Faltava l'etiqueta. S'ha creat.
section.invalidFileStructure.2=S'ha trobat l'etiqueta en una ubicaci\u00f3 no v\u00e0lida. S'ha traslladat aqu\u00ed.
section.invalidFileStructure.3=L'etiqueta ja existeix, de manera que s'ha canviat el nom.
section.invalidFileStructure.4=El valor de l'etiqueta era buit i s'ha generat a partir del nom del fitxer quan s'ha proporcionat.
#
section.missingTag=Falten etiquetes
section.missingTag.1=S'ha afegit l'etiqueta que falta.
section.missingTag.2=S'ha creat una etiqueta informativa.
#
section.invalidEntity=Entitats no v\u00e0lides i transformades
section.invalidEntity.01=S'ha substitu\u00eft l'entitat _STORY no v\u00e0lida per una entitat NOTE.
section.invalidEntity.02=Aquesta etiqueta s'ha hagut de canviar per cabre a l'entitat NOTE que ha substitu\u00eft l'entitat _STORY.
section.invalidEntity.03=S'ha substitu\u00eft l'entitat _HASHTAG_DEFN no v\u00e0lida per una entitat NOTE.
section.invalidEntity.05=S'ha substitu\u00eft l'etiqueta _HASHTAG no v\u00e0lida per una etiqueta NOTE.
section.invalidEntity.06=S'ha despla\u00e7at la informaci\u00f3 de l'entitat _PLAC no v\u00e0lida a la seva ubicaci\u00f3 utilitzada.
section.invalidEntity.07=S'ha substitu\u00eft l'entitat _PLAC no s'ha fet un mal fet per una entitat NOTE.
section.invalidEntity.08=S'ha substitu\u00eft l'entitat _EVENT_DEFN no v\u00e0lida per una entitat NOTE.
section.invalidEntity.09=S'ha substitu\u00eft un TIPUS que apuntava a una entitat _EVEN no v\u00e0lida per una NOTA que apuntava a una entitat NOTE.
section.invalidEntity.10=S'ha substitu\u00eft _TODO registre no v\u00e0lid per una entitat NOTE.
section.invalidEntity.11=S'han substitu\u00eft les etiquetes de _TODO cita per etiquetes definides per l'usuari.
section.invalidEntity.20=S'ha substitu\u00eft el contingut del repositori per una etiqueta que apunta a una entitat REPO.
section.invalidEntity.21=Repositori creat a partir de la informaci\u00f3 proporcionada.
section.invalidEntity.30=S'ha substitu\u00eft _ALBUM registre no v\u00e0lid per una entitat NOTE.
#
section.invalidDate=Les dates no s\u00f3n v\u00e0lides
section.invalidDate.1=La data no ha de contenir "/". El valor ha canviat al format GEDCOM.
section.invalidDate.2=Els valors del Word en dates han canviat a maj\u00fascules predefinides.
section.invalidDate.3=El format de la data no \u00e9s v\u00e0lid i no s'ha pogut corregir. Deixat sense canvis. 
section.invalidDate.4=La indicaci\u00f3 de data Juliana del calendari era incorrecta. S'ha canviat el valor.
section.invalidDate.5=La indicaci\u00f3 de data Republicana del calendari era incorrecta. S'ha canviat el valor.
#
section.invalidAge=Edats no v\u00e0lides
section.invalidAge.1=L'edat ha de tenir indicadors de dia, mes i any. S'ha afegit "y" a un sol valor num\u00e8ric.
#
section.invalidName=Els noms no s\u00f3n v\u00e0lids
section.invalidName.1=El valor Raw del nom s'ha ajustat per reflectir tots els valors de la subetiqueta.
section.invalidName.2=L'element name \u00e9s buit i no est\u00e0 subordinat. S'ha suprimit.
section.invalidName.9=Despla\u00e7a els prefixos i sufixos de nom incorrectes a les ocupacions
#
section.invalidPlace=Llocs no v\u00e0lids
section.invalidPlace.1=Nombre de jurisdiccions m\u00e9s curt que el format definit per la cap\u00e7alera i el valor s'ha ajustat. Utilitzeu el men\u00fa "Visualitza/Taula de Llocs" per millorar-lo segons les vostres necessitats.
section.invalidPlace.2=Nombre de jurisdiccions m\u00e9s llarg que el format definit per la cap\u00e7alera i el valor s'ha deixat sense canvis. Utilitzeu el men\u00fa "Visualitza/Taula de Llocs" per corregir-lo.
#
section.switchAssos=Associacions invertides
section.switchAssos.1=L'associaci\u00f3 s'ha invertit.
#
section.eventsCardinality=M\u00faltiples esdeveniments
section.eventsCardinality.1=Esdeveniment duplicat. El valor s'ha despla\u00e7at a una etiqueta EVEN nova.
section.eventsCardinality.2=Etiqueta duplicada. S'ha canviat el nom a una etiqueta definida per l'usuari.
#
section.invalidCardinality=M\u00faltiples etiquetes
section.invalidCardinality.1=Etiqueta duplicada. El valor s'ha despla\u00e7at a l'etiqueta EVEN de l'element principal buit.
#
section.invalidSex=El sexe no \u00e9s v\u00e0lid
section.invalidSex.1=El sexe desconegut s'ha d'escriure "U". El valor ha canviat.
#
section.duplicateAssociations=Associacions duplicades
section.duplicateAssociations.1=S'ha suprimit l'enlla\u00e7 duplicat
#
section.invalidInformation=Informaci\u00f3 no v\u00e0lida o innecess\u00e0ria
section.invalidInformation.1=El valor ja est\u00e0 emmagatzemat en un altre lloc i se suposa que no \u00e9s aqu\u00ed. S'ha suprimit el valor.
#
section.textformatting=Conversi\u00f3 de text
section.textformatting.1=El text inclo\u00efa format HTML. El valor s'ha convertit en text en brut.
section.textformatting.2=El text inclo\u00efa format RTF. El valor s'ha convertit en text en brut.
section.textformatting.3=Imatge de millor qualitat conservada.
#
# Specific issues
importlegacy.issue1=Som conscients d'un problema de traducci\u00f3 per a t\u00edtols heretats i d'ocupaci\u00f3 podria introduir en lloc de prefixos de noms i sufixos.\nSembla que \u00e9s el cas d'aquesta genealogia. Ancestris pot convertir aquests camps en ocupacions per a tots els individus.\n\nVoleu que Ancestris converteixi aquests camps? 
