#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importahnenblatt.name=Ahnenblatt
importahnenblatt.note=Bu dosya Ancestris Ahnenblatt \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importancestrologie.name=Ancestrologie
importancestrologie.note=Bu dosya Ancestris Ancestrologie \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importelie.name=Elie
importelie.note=Bu dosya, Ancestris Elie \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirildi.
importfamilytreemaker.name=Family Tree Maker (FTM)
importfamilytreemaker.note=Bu dosya Ancestris Family Tree Maker \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importgenbox.name=Genbox
importgenbox.note=Bu dosya Ancestris Genbox \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importgeneanet.name=Geneanet / GeneWeb
importgeneanet.note=Bu dosya Ancestris Geneanet \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importgeneanet.notewarning=Gedcom dosyas\u0131 Geneanet'e y\u00fcklenmek \u00fczere yap\u0131ld\u0131. Dosya, soy a\u011fac\u0131n\u0131z\u0131 de\u011fi\u015ftirmek i\u00e7in KULLANILMAMALIDIR \!
importgeneatique.name=Geneatique
importgeneatique.note=Bu dosya Ancestris Geneatique \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importgeneric.name=Genel veya Onar\u0131m
importgeneric.note=Bu dosya, Ancestris Genel \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importgeni.name=Geni.com
importgeni.note=Bu dosya, Ancestris Geni.com \u0130\u00e7e aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirildi.
importgenoom.name=Genoom
importgenoom.note=Bu dosya, Ancestris Genoom \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirildi.
importges.name=GES
importges.note=Bu dosya, Ancestris GES \u0130\u00e7e aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirildi.
importgramps.name=Gramps
importgramps.note=Bu dosya Ancestris Gramps \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importheredis.name=Heredis
importheredis.note=Bu dosya Ancestris Heredis \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importlegacy.name=Legacy Family Tree
importlegacy.note=Bu dosya Ancestris Legacy \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importmacfamilytree.name=MacFamilyTree
importmacfamilytree.note=Bu dosya, Ancestris MacFamilyTree \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importmyfamilytree.name=MyFamilyTree
importmyfamilytree.note=Bu dosya, Ancestris MyFamilyTree \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirildi.
importmyheritage.name=MyHeritage
importmyheritage.note=Bu dosya Ancestris MyHeritage \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importrootsmagic.name=RootsMagic
importrootsmagic.note=Bu dosya Ancestris RootsMagic \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
importrootstrust.name=RootsTrust
importrootstrust.note=Bu dosya Ancestris RootsTrust \u0130\u00e7e Aktarma mod\u00fcl\u00fc taraf\u0131ndan de\u011fi\u015ftirilmi\u015ftir.
OpenIDE-Module-Name=\u0130\u00e7e Aktarmalar - Genel i\u00e7e aktarma
OpenIDE-Module-Display-Category=Dosya
OpenIDE-Module-Long-Description=<h1><center>\u0130\u00e7e Aktarmalar - Genel i\u00e7e aktarma</center></h1>\n\n<p>Bu ara\u00e7, Ancestris'ten farkl\u0131 bir yaz\u0131l\u0131mdan gelen bir gedcom dosyas\u0131n\u0131 i\u00e7e aktar\u0131r. Bulunan t\u00fcm hatalar\u0131 d\u00fczeltmeye \u00e7al\u0131\u015facakt\u0131r. Bu eklenti sorunlar\u0131n \u00e7o\u011funu \u00e7\u00f6zemezse veya gedcom dosyan\u0131z hen\u00fcz desteklenmeyen bir \u015fecere program\u0131ndan geliyorsa, geli\u015ftirme Ekibimize "support@ancestris.org" adresinden gedcom dosyan\u0131z\u0131 ekleyerek sorabilirsiniz. </p>\n\n<p>Sadece \u015fecere program\u0131n\u0131z bilinen bir yaz\u0131l\u0131msa, talebinizi yerine getirebilece\u011fimizi unutmay\u0131n. </p>\n\n<p>Eri\u015fmek i\u00e7in Ana Men\u00fc, Dosya, \u0130\u00e7e Aktar, GEDCOM dosyas\u0131.</p>
OpenIDE-Module-Short-Description=Uygun olmayan genel bir gedcom i\u00e7in i\u00e7e aktarma ve uyumluluk arac\u0131
#
process.name={0} sorunlar\u0131yla i\u00e7e aktarma raporu olu\u015fturma
title={0} i\u00e7in raporu i\u00e7e aktar
tabtip=\u0130\u00e7e aktarma i\u015flemi s\u0131ras\u0131nda yap\u0131lan t\u00fcm d\u00fczeltmeleri g\u00f6sterir
noissues=Dosyay\u0131 i\u00e7e aktar\u0131rken hi\u00e7bir sorun bulunamad\u0131.
#
section.summary=\u00d6zet
section.summary.a.software=Men\u015fe yaz\u0131l\u0131m\u0131:
section.summary.b.gedcomversion=Gedcom s\u00fcr\u00fcm\u00fc:
section.summary.c.oldgedcom=Orijinal gedcom ad\u0131:
section.summary.d.oldnumlines=Orijinal sat\u0131r say\u0131s\u0131:
section.summary.e.newgedcom=Yeni gedcom ad\u0131:
section.summary.f.newnumlines=Yeni sat\u0131r say\u0131s\u0131 (bo\u015f sat\u0131rlar kald\u0131r\u0131ld\u0131):
section.summary.g.nbindis=Ki\u015fi say\u0131s\u0131:
section.summary.h.nbfams=Aile say\u0131s\u0131:
section.summary.i.nbnotes=Not say\u0131s\u0131:
section.summary.j.nbobjes=Multimedya say\u0131s\u0131:
section.summary.k.nbsources=Kaynak say\u0131s\u0131:
section.summary.l.nbrepos=Depo say\u0131s\u0131:
section.summary.m.nbsubms=G\u00f6nderenlerin say\u0131s\u0131:
section.summary.n.nbfixes=Yap\u0131lan d\u00fczeltme say\u0131s\u0131:
#
col.id=Kimlik
col.name=Ad
col.correction=D\u00fczeltme yap\u0131ld\u0131
col.previousTag=\u00d6nceki Etiket
col.previousValue=\u00d6nceki De\u011fer
col.newTag=Yeni Etiket
col.newValue=Yeni De\u011fer
#
section.repairLine=Onar\u0131lan Sat\u0131r
section.repairLine.1=Sat\u0131r i\u00e7eri\u011fi \u00f6nceki sat\u0131ra eklendi.
section.repairLine.2=Yeni bir NOT'a sat\u0131r i\u00e7eri\u011fi eklendi.
section.repairLine.3=Bo\u015f sat\u0131r yok say\u0131l\u0131yor.
#
section.header=\u00dcstbilgi de\u011fi\u015fiklikleri
section.header.NoteInserted=Ancestris'e yap\u0131lan i\u00e7e aktarmay\u0131 izlemek i\u00e7in bir not eklendi.
section.header.NoteAdded=Ancestris'e yap\u0131lan i\u00e7e aktarmay\u0131 izlemek i\u00e7in bir not eklendi.
section.header.DestinationAdded=Hedef eksikti. Eklendi.
section.header.DestinationChanged=Hedef de\u011feri ge\u00e7ersizdi ve "HERHANG\u0130 B\u0130R" varsay\u0131lan bilinen de\u011feriyle de\u011fi\u015ftirildi.
section.header.PlaceAdded=Yer bi\u00e7imi eklendi. Bulunan yetki b\u00f6lgelerinin say\u0131s\u0131yla e\u015fle\u015fiyor. \u00d6zelle\u015ftirmek i\u00e7in "G\u00f6r\u00fcn\u00fcm/Yerler Tablosu" men\u00fcs\u00fcn\u00fc kullan\u0131n.
section.header.PlaceInvalid=Yanl\u0131\u015f karakterlerle ge\u00e7ersiz bi\u00e7im yerle\u015ftirin. De\u011fi\u015fmeden kald\u0131. Bunu d\u00fczeltmek i\u00e7in "G\u00f6r\u00fcn\u00fcm/Yerler Tablosu" men\u00fcs\u00fcn\u00fc kullan\u0131n.
section.header.CharChanged=\u00dcstbilgideki dosya kodlamas\u0131 ve g\u00f6sterimi UTF-8 de\u011fil. Kodlama g\u00f6stergesi, \u00f6nerimize g\u00f6re UTF-8 olarak de\u011fi\u015ftirilmi\u015ftir. Bunu de\u011fi\u015ftirmek i\u00e7in "Dosya/Farkl\u0131 Kaydet/Se\u00e7enekler" veya "Dosya/\u00d6zellikler" men\u00fcs\u00fcn\u00fc kullanmaktan \u00e7ekinmeyin.
section.header.CharInvalid=Ger\u00e7ek dosya kodlamas\u0131 UTF-8 de\u011fildir ve \u00f6zel karakterler yanl\u0131\u015f g\u00f6r\u00fcnebilir. UTF-8 kodlamas\u0131 ile i\u00e7e aktarma devam etti. \u00d6zel karakterler yanl\u0131\u015f g\u00f6r\u00fcn\u00fcyorsa, tekrar i\u00e7e aktarmadan \u00f6nce l\u00fctfen Gedcom dosyas\u0131n\u0131 UTF-8'e d\u00f6n\u00fc\u015ft\u00fcr\u00fcn.
section.header.Version=Bilginin yap\u0131s\u0131n\u0131n ger\u00e7ekte ne oldu\u011funu yans\u0131tmak i\u00e7in s\u00fcr\u00fcm 5.5.1 olarak d\u00fczeltildi.
section.header.Web=Gerekirse ba\u011flant\u0131y\u0131 t\u0131klanabilir hale getirmek i\u00e7in web adresine protokol eklendi.
#
section.missingEntity=Eksik varl\u0131klar
section.missingEntity.Indi=Eksik birey olu\u015fturuldu.
section.missingEntity.Fam=Eksik aile olu\u015fturuldu.
section.missingEntity.Note=Eksik not olu\u015fturuldu.
section.missingEntity.Obje=Eksik multimedya olu\u015fturuldu.
section.missingEntity.Sour=Eksik kaynak olu\u015fturuldu.
section.missingEntity.Repo=Eksik depo olu\u015fturuldu.
section.missingEntity.Subm=Eksik g\u00f6nderen olu\u015fturuldu.
#
section.eventValue=Ge\u00e7ersiz etkinlik de\u011ferleri
section.eventValue.1=Bu olay i\u00e7in de\u011fer bo\u015f olmal\u0131d\u0131r. De\u011fer, T\u00dcR etiketine ta\u015f\u0131nd\u0131.
section.eventValue.2=Bu olay i\u00e7in de\u011fer bo\u015f olmal\u0131d\u0131r. De\u011fer, alt\u0131ndaki bir NOT'a ta\u015f\u0131nd\u0131.
section.eventValue.3=Bo\u015f olay de\u011feri "Y" olarak de\u011fi\u015ftirildi. Aksi takdirde, "D\u00fczenle/Sil" Men\u00fcs\u00fcn\u00fc kullanarak gereksiz bo\u015f etiketleri kald\u0131rabilirsiniz.
section.eventValue.4=Bu etkinlik t\u00fcr\u00fcn\u00fcn de\u011feri \u00e7ok uzun. De\u011fer, alt\u0131ndaki bir NOT'a ta\u015f\u0131nd\u0131.
section.eventValue.5=Bu etkinlik i\u00e7in "Y" de\u011feri kald\u0131r\u0131ld\u0131. Bir tarih veya yer \u00f6\u011fesi sa\u011flanm\u0131\u015fsa gereksizdir.
#
section.invalidTag=Ge\u00e7ersiz etiketler
section.invalidTag.1=Etiket mevcut de\u011fildi. Kullan\u0131c\u0131 tan\u0131ml\u0131 bir etikete de\u011fi\u015ftirildi.
section.invalidTag.2=Etiket mevcut de\u011fildi. Daha uygun bir etiketle de\u011fi\u015ftirildi.
section.invalidTag.3=Etiket m\u00fcmk\u00fcnd\u00fcr, ancak yeniden adland\u0131rmak daha uygun olur.
#
section.invalidTagLocation=Ge\u00e7ersiz etiket konumlar\u0131
section.invalidTagLocation.1=Etiket var ama bu konumda izin verilmiyor. Kullan\u0131c\u0131 tan\u0131ml\u0131 bir etiket olarak yeniden adland\u0131r\u0131ld\u0131.
section.invalidTagLocation.2=Etiket var ama bu konumda izin verilmiyor. Daha uygun bir etiketle de\u011fi\u015ftirildi.
section.invalidTagLocation.3=Etiket var ama bu konumda izin verilmiyor. Daha uygun bir yere ta\u015f\u0131nd\u0131.
section.invalidTagLocation.4=Etiket var ama bu konumda izin verilmiyor. Bir YER etiketi olu\u015fturuldu ve etiket alt\u0131na ta\u015f\u0131nd\u0131.
section.invalidTagLocation.5=Etiket var ama bu konumda izin verilmiyor. \u0130\u00e7erik tek bir sat\u0131rda birle\u015ftirildi.
#
section.invalidFileStructure=Ge\u00e7ersiz dosya veri yap\u0131s\u0131
section.invalidFileStructure.1=Etiket eksikti. Olu\u015fturuldu.
section.invalidFileStructure.2=Etiket ge\u00e7ersiz bir konumda bulundu. Buraya ta\u015f\u0131nm\u0131\u015ft\u0131r.
section.invalidFileStructure.3=Etiket zaten mevcut, bu nedenle yeniden adland\u0131r\u0131ld\u0131.
section.invalidFileStructure.4=Etiket de\u011feri bo\u015ftu ve sa\u011fland\u0131\u011f\u0131nda dosya ad\u0131ndan olu\u015fturuldu.
#
section.missingTag=Eksik etiketler
section.missingTag.1=Eksik etiket eklendi.
section.missingTag.2=Bilgilendirici etiket olu\u015fturuldu.
#
section.invalidEntity=Ge\u00e7ersiz ve d\u00f6n\u00fc\u015ft\u00fcr\u00fclm\u00fc\u015f varl\u0131klar
section.invalidEntity.01=Ge\u00e7ersiz _STORY varl\u0131\u011f\u0131, bir NOTE varl\u0131\u011f\u0131yla de\u011fi\u015ftirildi.
section.invalidEntity.02=Bu etiketin, _STORY varl\u0131\u011f\u0131n\u0131n yerini alan NOTE\u00a0varl\u0131\u011f\u0131na s\u0131\u011fmas\u0131 i\u00e7in de\u011fi\u015ftirilmesi gerekiyordu.
section.invalidEntity.03=Ge\u00e7ersiz _HASHTAG_DEFN varl\u0131\u011f\u0131, bir NOTE varl\u0131\u011f\u0131yla de\u011fi\u015ftirildi.
section.invalidEntity.05=Ge\u00e7ersiz _HASHTAG etiketi, bir NOTE etiketiyle de\u011fi\u015ftirildi.
section.invalidEntity.06=Ge\u00e7ersiz _PLAC varl\u0131k bilgilerini kullan\u0131lan konumuna ta\u015f\u0131d\u0131.
section.invalidEntity.07=Kullan\u0131lmayan ge\u00e7ersiz _PLAC varl\u0131\u011f\u0131, bir NOTE varl\u0131\u011f\u0131yla de\u011fi\u015ftirildi.
section.invalidEntity.08=Ge\u00e7ersiz _EVENT_DEFN varl\u0131\u011f\u0131, bir NOTE varl\u0131\u011f\u0131yla de\u011fi\u015ftirildi.
section.invalidEntity.09=Ge\u00e7ersiz bir _EVEN varl\u0131\u011f\u0131na i\u015faret eden bir TYPE, bir NOTE varl\u0131\u011f\u0131na i\u015faret eden bir NOT ile de\u011fi\u015ftirildi.
section.invalidEntity.10=Ge\u00e7ersiz _TODO kayd\u0131 bir NOTE varl\u0131\u011f\u0131yla de\u011fi\u015ftirildi.
section.invalidEntity.11=_TODO al\u0131nt\u0131s\u0131 i\u00e7indeki etiketler, kullan\u0131c\u0131 tan\u0131ml\u0131 etiketlerle de\u011fi\u015ftirildi.
section.invalidEntity.20=Depo i\u00e7eri\u011fi, bir REPO varl\u0131\u011f\u0131na i\u015faret eden bir etiketle de\u011fi\u015ftirildi.
section.invalidEntity.21=Sa\u011flanan bilgilerden olu\u015fturulan depo.
section.invalidEntity.30=Ge\u00e7ersiz _ALBUM kayd\u0131 bir NOTE varl\u0131\u011f\u0131yla de\u011fi\u015ftirildi.
#
section.invalidDate=Ge\u00e7ersiz tarihler
section.invalidDate.1=Tarih "/" i\u00e7ermemelidir. De\u011fer GEDCOM bi\u00e7imine de\u011fi\u015ftirildi.
section.invalidDate.2=Tarihlerdeki kelime de\u011ferleri, \u00f6nceden tan\u0131mlanm\u0131\u015f b\u00fcy\u00fck harfli ingilizce kelimelere de\u011fi\u015ftirildi.
section.invalidDate.3=Tarih bi\u00e7imi ge\u00e7ersiz ve d\u00fczeltilemedi. De\u011fi\u015fmeden kald\u0131.
section.invalidDate.4=Takvimin J\u00fclyen tarihi g\u00f6stergesi yanl\u0131\u015ft\u0131. De\u011fer de\u011fi\u015ftirildi.
section.invalidDate.5=Takvimin Cumhuriyet tarihi g\u00f6stergesi yanl\u0131\u015ft\u0131. De\u011fer de\u011fi\u015ftirildi.
#
section.invalidAge=Ge\u00e7ersiz ya\u015flar
section.invalidAge.1=Ya\u015f, g\u00fcn, ay ve y\u0131l g\u00f6stergelerine sahip olmal\u0131d\u0131r. Tek say\u0131sal de\u011fere "y" eklendi.
#
section.invalidName=Ge\u00e7ersiz adlar
section.invalidName.1=Ad\u0131n ham de\u011feri, t\u00fcm alt etiket de\u011ferlerini yans\u0131tacak \u015fekilde ayarland\u0131.
section.invalidName.2=Ad \u00f6\u011fesi bo\u015f ve alt \u00f6\u011fesi yok. Kald\u0131r\u0131ld\u0131.
section.invalidName.9=Yanl\u0131\u015f ad \u00f6neklerini ve son eklerini mesleklere ta\u015f\u0131y\u0131n
#
section.invalidPlace=Ge\u00e7ersiz yerler
section.invalidPlace.1=\u00dcstbilgi tan\u0131ml\u0131 bi\u00e7im ve de\u011ferden daha k\u0131sa olan yetki alanlar\u0131n\u0131n say\u0131s\u0131 ayarland\u0131. \u0130htiya\u00e7lar\u0131n\u0131za g\u00f6re geli\u015ftirmek i\u00e7in "G\u00f6r\u00fcn\u00fcm/Yerler Tablosu" men\u00fcs\u00fcn\u00fc kullan\u0131n.
section.invalidPlace.2=\u00dcstbilgi tan\u0131ml\u0131 bi\u00e7im ve de\u011ferden daha uzun olan yetki alanlar\u0131n\u0131n say\u0131s\u0131 de\u011fi\u015fmeden b\u0131rak\u0131ld\u0131. D\u00fczeltmek i\u00e7in "G\u00f6r\u00fcn\u00fcm/Yerler Tablosu" men\u00fcs\u00fcn\u00fc kullan\u0131n.
#
section.switchAssos=Ters ili\u015fkilendirmeler
section.switchAssos.1=\u0130li\u015fki tersine \u00e7evrildi.
#
section.eventsCardinality=Birden \u00e7ok etkinlik
section.eventsCardinality.1=Yinelenen olay. De\u011fer yeni bir EVEN etiketine ta\u015f\u0131nd\u0131.
section.eventsCardinality.2=Yinelenen etiket. Kullan\u0131c\u0131 tan\u0131ml\u0131 bir etiket olarak yeniden adland\u0131r\u0131ld\u0131.
#
section.invalidCardinality=Birden \u00e7ok etiket
section.invalidCardinality.1=Yinelenen etiket. De\u011fer, bo\u015f \u00fcst EVEN etiketine ta\u015f\u0131nd\u0131.
#
section.invalidSex=Ge\u00e7ersiz cinsiyet
section.invalidSex.1=Bilinmeyen cinsiyet "U" yaz\u0131lmal\u0131d\u0131r. De\u011fer de\u011fi\u015fti.
#
section.duplicateAssociations=Yinelenen ili\u015fkilendirmeler
section.duplicateAssociations.1=Yinelenen ba\u011flant\u0131 kald\u0131r\u0131ld\u0131
#
section.invalidInformation=Ge\u00e7ersiz veya gereksiz bilgiler
section.invalidInformation.1=De\u011fer zaten ba\u015fka bir yerde saklan\u0131yor ve burada olmamas\u0131 gerekiyor. De\u011fer kald\u0131r\u0131ld\u0131.
#
section.textformatting=Metin d\u00f6n\u00fc\u015ft\u00fcrme
section.textformatting.1=Metin, HTML bi\u00e7imlendirmesini i\u00e7eriyordu. De\u011fer ham metne d\u00f6n\u00fc\u015ft\u00fcr\u00fcld\u00fc.
section.textformatting.2=Metin, RTF bi\u00e7imlendirmesini i\u00e7eriyordu. De\u011fer ham metne d\u00f6n\u00fc\u015ft\u00fcr\u00fcld\u00fc.
section.textformatting.3=Daha kaliteli g\u00f6r\u00fcnt\u00fc korunur.
#
section.createdEntity=Olu\u015fturulan varl\u0131klar
section.createdEntity.1=Al\u0131nt\u0131 notu, yeni olu\u015fturulan not varl\u0131\u011f\u0131na ta\u015f\u0131nd\u0131
#
# Specific issues
importlegacy.issue1=Ad \u00f6n ekleri ve son ekleri yerine Eski ve meslek unvanlar\u0131n\u0131n girilebilece\u011finin bir \u00e7eviri sorununun fark\u0131nday\u0131z.\nG\u00f6r\u00fcn\u00fc\u015fe g\u00f6re bu \u015fecere i\u00e7in durum b\u00f6yle. Ancestris, bu alanlar\u0131 t\u00fcm bireyler i\u00e7in mesle\u011fe d\u00f6n\u00fc\u015ft\u00fcrebilir.\n\nAncestris'in bu alanlar\u0131 d\u00f6n\u00fc\u015ft\u00fcrmesini istiyor musunuz?
