#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importahnenblatt.name=Ahnenblatt
importahnenblatt.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris Ahnenblatt.
#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importancestrologie.name=Ancestrologie
importancestrologie.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestrologie.
importfamilytreemaker.name=Family Tree Maker (FTM)
importfamilytreemaker.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris Family Tree Maker
importgenbox.name=Genbox
importgenbox.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris Genbox.
importgeneanet.name=Geneanet
importgeneanet.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris Geneanet.
importgeneanet.notewarning=Ficheiro Gedcom criado para envio \u00e0 Geneanet. O ficheiro N\u00c3O deve ser usado para modificar a sua genealogia\!
importgeneatique.name=Geneatique
importgeneatique.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris Geneatique.
importgeneric.name=Gen\u00e9rico ou para repara\u00e7\u00e3o
importgeneric.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Importa\u00e7\u00e3o gen\u00e9rica do Ancestris.
importgeni.name=Geni.com
importgeni.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris Geni.com.
importges.name=GES
importges.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris GES.
importgramps.name=Gramps
importgramps.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris Gramps.
importheredis.name=Heredis
importheredis.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris Heredis.
importlegacy.name=Legacy Family Tree
importlegacy.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris Legacy.
importmacfamilytree.name=MacFamilyTree
importmacfamilytree.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris MacFamilyTree.
importmyheritage.name=MyHeritage
importmyheritage.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris MyHeritage.
importrootsmagic.name=RootsMagic
importrootsmagic.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o do Ancestris RootsMagic.
importrootstrust.name=RootsTrust
importrootstrust.note=Este ficheiro foi modificado pelo m\u00f3dulo de importa\u00e7\u00e3o Ancestris RootsTrust.
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Importar - importa\u00e7\u00e3o gen\u00e9rica
OpenIDE-Module-Display-Category=Ficheiro
OpenIDE-Module-Long-Description=Importar - <h1><center>Importa\u00e7\u00e3o gen\u00e9rica</center></h1>\n\n<p>Esta ferramenta importa um ficheiro Gedcom de um programa n\u00e3o coberto pelas outras extens\u00e3oes. Tentar\u00e1 reparar todos os erros que encontrar. Se a extens\u00e3o n\u00e3o conseguir reparar os problemas ou se o seu ficheiro Gedcom vier de outro programa ainda n\u00e3o suportado, pe\u00e7a \u00e0 nossa equipa de programadores que crie uma nova extens\u00e3o especif\u00edca para esse programa. Para tal, mande uma mensagem para "support@ancestris.org", anexando o seu ficheiro Gedcom.</p>\n\n<p>Mas saiba que s\u00f3 desenvolvemos algo se o programa for conhecido.</p>\n\n<p>Para aceder, v\u00e1 ao menu Ficheiro -> Importar -> Ficheiro Gedcom.</p>
OpenIDE-Module-Short-Description=Ferramenta de importa\u00e7\u00e3o e concord\u00e2ncia para ficheiros Gedcom gen\u00e9ricos
#
process.name=A criar relat\u00f3rio da importa\u00e7\u00e3o com {0} problemas
title=Relat\u00f3rio de importa\u00e7\u00e3o de {0}
tabtip=Mostra todas as correc\u00e7\u00f5es efectuadas durante a importa\u00e7\u00e3o
noissues=N\u00e3o se encontraram problemas durante a importa\u00e7\u00e3o.
#
section.summary=Resumo
section.summary.a.software=Programa original:
section.summary.b.gedcomversion=Vers\u00e3o Gedcom:
section.summary.c.oldgedcom=Nome do Gedcom original:
section.summary.d.oldnumlines=N\u00famero de linhas originais:
section.summary.e.newgedcom=Novo nome do Gedcom:
section.summary.f.newnumlines=Novo n\u00famero de linhas (linhas vazias removidas):
section.summary.g.nbindis=N\u00famero de indiv\u00edduos:
section.summary.h.nbfams=N\u00famero de fam\u00edlias:
section.summary.i.nbnotes=N\u00famero de notas:
section.summary.j.nbobjes=N\u00famero de multim\u00e9dia:
section.summary.k.nbsources=N\u00famero de fontes:
section.summary.l.nbrepos=N\u00famero de reposit\u00f3rios:
section.summary.m.nbsubms=N\u00famero de investigadores:
section.summary.n.nbfixes=N\u00famero de correc\u00e7\u00f5es:
#
col.id=Id
col.name=Nome
col.correction=Correc\u00e7\u00e3o efectuada
col.previousTag=Etiqueta anterior
col.previousValue=Valor anterior
col.newTag=Nova etiqueta
col.newValue=Novo valor
#
section.repairLine=Linha reparada
section.repairLine.1=Conte\u00fado da linha adicionado \u00e0 linha anterior.
section.repairLine.2=Conte\u00fado da linha adicionado a uma NOTA.
section.repairLine.3=A ignorar linha vazia.
#
section.header=Modifica\u00e7\u00f5es do cabe\u00e7alho
section.header.NoteInserted=Foi inserida uma nota para seguir a importa\u00e7\u00e3o para o Ancestris.
section.header.NoteAdded=Foi adicionada uma nota para seguir a importa\u00e7\u00e3o para o Ancestris.
section.header.DestinationAdded=Destino em falta.\u00a0Foi adicionado.
section.header.DestinationChanged=O valor do destino era inv\u00e1lido e foi mudado para o valor pr\u00e9-definido "ANY".
section.header.PlaceAdded=Formato dos locais adicionado. Corresponde ao n\u00famero de jurisdi\u00e7\u00f5es encontradas. Use o menu "Ver/Tabela de locais" para o personalizar.
section.header.PlaceInvalid=Formato de locais com caracterees incorrectos. Ficou sem altera\u00e7\u00f5es. Use o menu "Ver/Tabela de locais" para o alterar.
section.header.CharChanged=A codifica\u00e7\u00e3o do ficheiro indicada no cabe\u00e7alho n\u00e3o \u00e9 UTF-8. A indica\u00e7\u00e3o da codifica\u00e7\u00e3o foi alterada para UTF-8 por recomenda\u00e7\u00e3o nossa. Para a modificar, use o menu "Ficheiro/Gravar como/Op\u00e7\u00f5es" ou "Ficheiro/Propriedades".
section.header.CharInvalid=A codifica\u00e7\u00e3o de ficheiros reais n\u00e3o \u00e9 UTF-8 e os caracteres especiais podem aparecer incorrectamente. A importa\u00e7\u00e3o continuou com a codifica\u00e7\u00e3o UTF-8. Se os caracteres especiais aparecerem incorrectamente, por favor converta o ficheiro Gedcom para UTF-8 antes de importar novamente.
section.header.Version=Vers\u00e3o corrigida para ser 5.5.1 a fim de reflectir qual \u00e9 realmente a estrutura da informa\u00e7\u00e3o.
section.header.Web=Inserido protocolo no endere\u00e7o web a fim de tornar a liga\u00e7\u00e3o clic\u00e1vel, se necess\u00e1rio.
#
section.missingEntity=Entidades em falta
section.missingEntity.Indi=Criado indiv\u00edduo em falta.
section.missingEntity.Fam=Criada fam\u00edlia em falta
section.missingEntity.Note=Criada nota em falta.
section.missingEntity.Obje=Craiada multim\u00e9dia em falta.
section.missingEntity.Sour=Criada fonte em falta.
section.missingEntity.Repo=Criado reposit\u00f3rio em falta.
section.missingEntity.Subm=Criado investigador em falta.
#
section.eventValue=Valores de evento inv\u00e1lidos
section.eventValue.1=O valor para este evento deve estar vazio. O valor foi movido para a etiqueta TYPE.
section.eventValue.2=O valor para este evento deve estar vazio. O valor foi movido para uma NOTA abaixo.
section.eventValue.3=O valor do evento vazio foi alterado para "Y". Caso contr\u00e1rio, pode usar o menu "Editar/Eliminar" para remover as etiquetas vazias desnecess\u00e1rias.
section.eventValue.4=O valor para este tipo de evento \u00e9 demasiado longo. O valor foi movido para uma NOTA abaixo.
#
section.invalidTag=Etiquetas inv\u00e1lidas
section.invalidTag.1=A etiqueta n\u00e3o existia. Foi alterada para uma etiqueta definida pelo utilizador.
section.invalidTag.2=A etiqueta n\u00e3o existia. Foi alterada para uma etiqueta mais apropriada.
section.invalidTag.3=A etiqueta \u00e9 poss\u00edvel, mas era mais relevante mudar o nome.
#
section.invalidTagLocation=Posi\u00e7\u00e3o da etiqueta inv\u00e1lida
section.invalidTagLocation.1=A etiqueta existe mas n\u00e3o \u00e9 permitida neste local. Foi renomeada para uma etiqueta definida pelo utilizador.
section.invalidTagLocation.2=A etiqueta existe mas n\u00e3o \u00e9 permitida neste local. Foi mudada para uma etiqueta mais apropriada.
section.invalidTagLocation.3=A etiqueta existe mas n\u00e3o \u00e9 permitida neste local. Foi deslocada para um local mais apropriado.
section.invalidTagLocation.4=A etiqueta existe mas n\u00e3o \u00e9 permitida neste local. Foi criada uma etiqueta PLAC e a etiqueta passou para baixo.
section.invalidTagLocation.5=A etiqueta existe mas n\u00e3o \u00e9 permitida neste local. O conte\u00fado foi concatenado numa \u00fanica linha.
#
section.invalidFileStructure=Estrutura de dados do ficheiro inv\u00e1lida
section.invalidFileStructure.1=Etiqueta em falta. Foi criada.
section.invalidFileStructure.2=A etiqueta foi encontrada num local inv\u00e1lido. Foi transferida para aqui.
section.invalidFileStructure.3=A etiqueta j\u00e1 existe, pelo que foi renomeada.
section.invalidFileStructure.4=O valor da etiqueta estava vazio e foi gerado a partir do nome do ficheiro quando este foi fornecido.
#
section.missingTag=Etiquetas em falta
section.missingTag.1=Etiqueta em falta adicionada
section.missingTag.2=Criada etiqueta informativa
#
section.invalidEntity=Entidades inv\u00e1lidas e transformadas
section.invalidEntity.01=Substitu\u00edda uma entidade inv\u00e1lida _STORY por uma entidade NOTE.
section.invalidEntity.02=Esta etiqueta teve de ser alterada para caber na entidade NOTE que substituiu a entidade _STORY.
section.invalidEntity.03=Substitu\u00edda uma entidade _HASHTAG_DEFN inv\u00e1lida por uma entidade NOTE.
section.invalidEntity.05=Substitu\u00edda a etiqueta inv\u00e1lida _HASHTAG por uma etiqueta NOTE.
section.invalidEntity.06=Transferida a informa\u00e7\u00e3o da entidade _PLAC inv\u00e1lida para o seu local de utiliza\u00e7\u00e3o.
section.invalidEntity.07=Substitu\u00edda uma entidade _PLAC inv\u00e1lida n\u00e3o utilizada por uma entidade NOTE.
section.invalidEntity.08=Substitu\u00edda uma entidade inv\u00e1lida _EVENT_DEFN por uma entidade NOTE.
section.invalidEntity.09=Substitu\u00edda TYPE que apontava para uma entidade _EVEN inv\u00e1lida por uma NOTE que aponta para uma entidade NOTE.
section.invalidEntity.10=Substitu\u00edda _TODO inv\u00e1lida por uma entidade NOTE.
section.invalidEntity.11=Substitu\u00eddas as etiquetas dentro da cita\u00e7\u00e3o _TODO por etiquetas definidas pelo utilizador.
section.invalidEntity.20=Substitu\u00eddo o conte\u00fado do reposit\u00f3rio por uma etiqueta que aponta para uma entidade REPO.
section.invalidEntity.21=Criado reposit\u00f3rio a partir da informa\u00e7\u00e3o fornecida.
section.invalidEntity.30=Substituiu o registo inv\u00e1lido _ALBUM por uma entidade NOTE.
#
section.invalidDate=Datas inv\u00e1lidas
section.invalidDate.1=A data n\u00e3o deve conter "/". Valor alterado para o formato GEDCOM.
section.invalidDate.2=As palavras em datas mudadas para palavras pr\u00e9-definidas em ingl\u00eas em mai\u00fasculas.
section.invalidDate.3=O formato da data \u00e9 inv\u00e1lido e n\u00e3o p\u00f4de ser corrigido. Deixado inalterado.
section.invalidDate.4=A indica\u00e7\u00e3o da data juliana do calend\u00e1rio estava incorrecta. O valor foi alterado.
section.invalidDate.5=A indica\u00e7\u00e3o da data republicana do calend\u00e1rio estava incorrecta. O valor foi alterado.
#
section.invalidAge=Idades inv\u00e1lidas
section.invalidAge.1=A idade deve ter indicadores de dia, m\u00eas e ano. Acrescentado "y" a um \u00fanico valor num\u00e9rico.
#
section.invalidName=Nomes inv\u00e1lidos
section.invalidName.1=O valor bruto do nome foi ajustado para reflectir todos os valores das sub-etiquetas.
section.invalidName.2=O elemento nome est\u00e1 vazio e sem subordinado. Foi removido.
section.invalidName.9=Mover prefixos e sufixos incorrectos do nome para as profiss\u00f5es
#
section.invalidPlace=Locais inv\u00e1lidos
section.invalidPlace.1=O n\u00famero de jurisdi\u00e7\u00f5es mais curto do que o formato e o valor definidos pelo cabe\u00e7alho foi ajustado. Utilize o menu "Ver/Tabela de locais" para o melhorar de acordo com as suas necessidades.
section.invalidPlace.2=O n\u00famero de jurisdi\u00e7\u00f5es mais longo do que o formato e o valor definido no cabe\u00e7alho foi deixado inalterado. Utilize o menu "Ver/Tabela de locais" para o reparar.
#
section.switchAssos=Revers\u00e3o das associa\u00e7\u00f5es
section.switchAssos.1=A associa\u00e7\u00e3o foi revertida.
#
section.eventsCardinality=M\u00faltiplos eventos
section.eventsCardinality.1=Evento em duplicado. O valor foi transferido para uma nova etiqueta EVEN.
section.eventsCardinality.2=Etiqueta duplicada. Foi renomeada para uma etiqueta definida pelo utilizador.
#
section.invalidCardinality=M\u00faltiplas etiquetas
section.invalidCardinality.1=Etiqueta duplicada. O valor foi movido para a etiqueta-m\u00e3e EVEN vazia.
#
section.invalidSex=Sexo inv\u00e1lido
section.invalidSex.1=O sexo desconhecido deve ser "U". Valor alterado.
#
section.duplicateAssociations=Associa\u00e7\u00f5es duplicadas
section.duplicateAssociations.1=Removida liga\u00e7\u00e3o duplicada desta associa\u00e7\u00e3o
#
section.invalidInformation=Informa\u00e7\u00e3o inv\u00e1lida ou redundante
section.invalidInformation.1=O valor j\u00e1 est\u00e1 armazenado noutro local e n\u00e3o \u00e9 suposto estar aqui. Valor retirado.
#
section.textformatting=Convers\u00e3o de texto
section.textformatting.1=O texto inclu\u00eda formata\u00e7\u00e3o HTML. Foi convertido em texto simples.
section.textformatting.2=O texto inclu\u00eda formata\u00e7\u00e3o RTF. Foi convertido em texto simples.
#
# Specific issues
importlegacy.issue1=Temos conhecimento de uma quest\u00e3o de tradu\u00e7\u00e3o para o Legacy em que t\u00edtulos de profiss\u00e3o podem ser inseridos em vez de prefixos e sufixos de nomes.\nParece ser o caso para esta genealogia. O Ancestris pode converter estes campos em profiss\u00f5es para todos os indiv\u00edduos.\n\nDeseja que o Ancestris converta estes campos?
