# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Imports - Import Gedcom
OpenIDE-Module-Display-Category=Fichier
OpenIDE-Module-Long-Description=\
    <h1><center>Import Gedcom</center></h1>\n\n<p>Outil d'import et de traitement d'un fichier gedcom en provenance d'un autre logiciel qu'Ancestris.Ceux-ci ne respectant pas toujours la norme Gedcom, il est n\u00e9cessaire de corriger le fichier conform\u00e9ment \u00e0 la norme.\
    </p>\n\n<p>Si cet outil n'arrivait pas \u00e0 corriger votre fichier, et que votre gedcom vient d'un logiciel tiers, n'h\u00e9sitez pas \u00e0 nous le signaler en utilisant l'adresse : support@ancestris.org</p>\n\n<p>Attention cependant, nous ne pourrons traiter les demandes que s'il s'agit d'un logiciel connu et suffisamment diffus\u00e9 sur le march\u00e9.\
    </p>\n\n<p>Cet import est accessible par le Menu Principal, Fichier, Importer, Fichier Gedcom.\
    </p>
OpenIDE-Module-Short-Description=Outil de restauration d'un gedcom g\u00e9n\u00e9rique non conforme

importgeneric.name=G\u00e9n\u00e9rique
importancestrologie.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import Ancestrologie d'Ancestris
importfamilytreemaker.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import FamilyTreeMaker d'Ancestris
importgenbox.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import Genbox d'Ancestris.
importgeneanet.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import Geneanet d'Ancestris
importgeneanet.notewarning=Fichier gedcom destin\u00e9 \u00e0 \u00eatre remont\u00e9 sur Geneanet. Ne pas utiliser ce fichier pour continuer votre g\u00e9n\u00e9alogie !
importgeneatiquebox.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import G\u00e9n\u00e9atique d'Ancestris.
importgeneric.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import g\u00e9n\u00e9rique d'Ancestris
importgramps.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import Gramps d'Ancestris 
importheredis.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import H\u00e9r\u00e9dis d'Ancestris
importlegacy.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import Legacy d'Ancestris
importmacfamilytree.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import MacFamilyTree d'Ancestris 
importmyheritage.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import MyHeritage d'Ancestris 
importahnenblatt.note=Ce fichier a \u00e9t\u00e9 modifi\u00e9 par le module d'import Ahnenblatt d'Ancestris .

process.name=Cr\u00e9ation du rapport d''importation contenant {0} corrections
title=Rapport d''importation pour {0}
tabtip=Montre toutes les corrections effectu\u00e9es durant l'importation
noissues=Aucune correction n'a \u00e9t\u00e9 effectu\u00e9e sur le fichier

section.summary=R\u00e9sum\u00e9
section.summary.a.software=Logiciel d''origine :
section.summary.b.gedcomversion=Version Gedcom :
section.summary.c.oldgedcom=Nom d''origine du fichier :
section.summary.d.oldnumlines=Nombre de lignes avant importation :
section.summary.e.newgedcom=Nouveau nom de fichier :
section.summary.f.newnumlines=Nombre de ligne apr\u00e8s importation (sans lignes vides) :
section.summary.g.nbindis=Nombre d''individus :
section.summary.h.nbfams=Nombre de familles :
section.summary.i.nbnotes=Nombre de notes :
section.summary.j.nbobjes=Nombre de medias :
section.summary.k.nbsources=Nombre de sources :
section.summary.l.nbrepos=Nombre de d\u00e9p\u00f4ts :
section.summary.m.nbsubms=Nombre de fournisseurs d''information :
section.summary.n.nbfixes=Nombre de corrections effectu\u00e9es :

col.id=Id
col.name=Nom
col.correction=Correction effectu\u00e9e
col.previousTag=Etiquette pr\u00e9c\u00e9dente
col.previousValue=Valeur pr\u00e9c\u00e9dente
col.newTag=Nouvelle \u00e9tiquette
col.newValue=Nouvelle valeur

section.repairLine=R\u00e9paration de ligne
section.repairLine.1=Le contenu de la ligne a \u00e9t\u00e9 ajout\u00e9 \u00e0 la ligne pr\u00e9c\u00e9dente.
section.repairLine.2=Le contenu de la ligne a \u00e9t\u00e9 mis dans une note.
section.repairLine.3=La ligne vide a \u00e9t\u00e9 ignor\u00e9e.

section.header=Modifications de l''ent\u00eate
section.header.NoteInserted=Une note a \u00e9t\u00e9 ins\u00e9r\u00e9e pour tracer l''import vers Ancestris.
section.header.NoteAdded=Une note a \u00e9t\u00e9 ajout\u00e9e pour tracer l''import vers Ancestris.
section.header.DestinationAdded=La destination manquait. Elle a \u00e9t\u00e9 ajout\u00e9e.
section.header.DestinationChanged=La valeur de la destination \u00e9tait invalide et a \u00e9t\u00e9 chang\u00e9e pour la valeur par d\u00e9faut "ANY".
section.header.PlaceAdded=Le format des lieux \u00e0 \u00e9t\u00e9 ajout\u00e9. Il correspond au nombre maximum de juridictions trouv\u00e9es. Utilisez le menu "Vue/Table des Lieux" pour le personnaliser.
section.header.PlaceInvalid=Le format des lieux est invalide avecc des caract\u00e8res sp\u00e9ciaux. Il est laiss\u00e9 inchang\u00e9. Utilisez le menu "Vue/Table des Lieux" pour le corriger.
section.header.CharChanged=L''encodage du fichier et son indication dans l''ent\u00eate ne sont pas UTF-8. Ils ont \u00e9t\u00e9 chang\u00e9 pour UTF-8 selon notre recommandation. Si vous voulez le modifier, utilisez le menu "Fichier/Enregistrer sous" ou "Fichier/Propri\u00e9t\u00e9s".
section.header.CharInvalid=L''encodage r\u00e9el du fichier n''est pas UTF-8 et les caract\u00e8res accentu\u00e9s peuvent appara\u00eetre incorrectement. L''importation a continu\u00e9 avec un encodage UTF-8. Si les caract\u00e8res accentu\u00e9s s''affichent mal, veuillez convertir le fichier Gedcom en UTF-8 avant de le r\u00e9-importer \u00e0 nouveau.
section.header.Version=La version a \u00e9t\u00e9 corrig\u00e9e en 5.5.1 de fa\u00e7on \u00e0 refl\u00e9ter la structure constat\u00e9e de l''information.
section.header.Web=Le procole a \u00e9t\u00e9 ins\u00e9r\u00e9 dans l''adresse internet pour rendre le lien potentiellement cliquable si n\u00e9cessaire.

section.missingEntity=Entit\u00e9s manquantes
section.missingEntity.Indi=L''individu manquant a \u00e9t\u00e9 cr\u00e9\u00e9.
section.missingEntity.Fam=La famille manquante a \u00e9t\u00e9 cr\u00e9\u00e9e.
section.missingEntity.Note=La note manquante a \u00e9t\u00e9 cr\u00e9\u00e9e.
section.missingEntity.Obje=Le media manquant a \u00e9t\u00e9 cr\u00e9\u00e9.
section.missingEntity.Sour=La source manquante a \u00e9t\u00e9 cr\u00e9\u00e9e.
section.missingEntity.Repo=Le d\u00e9p\u00f4t manquant a \u00e9t\u00e9 cr\u00e9\u00e9.
section.missingEntity.Subm=Le fournisseur d''informaiton manquant a \u00e9t\u00e9 cr\u00e9\u00e9.

section.eventValue=Valeur d''\u00e9v\u00e9nement invalides
section.eventValue.1=La valeur pour cet \u00e9v\u00e9nement devrait \u00eatre vide. La valeur a \u00e9t\u00e9 d\u00e9plac\u00e9e vers l''\u00e9tiquette TYPE.
section.eventValue.2=La valeur pour cet \u00e9v\u00e9nement devrait \u00eatre vide. La valeur a \u00e9t\u00e9 d\u00e9plac\u00e9e vers une \u00e9tiquette NOTE en dessous.
section.eventValue.3=La valeur vide pour cet \u00e9v\u00e9nement a \u00e9t\u00e9 chang\u00e9 \u00e0 "Y". Sinon, vous pouvez supprimer les \u00e9tiquettes vides inutiles avec le menu "Edition/Supprimer".
section.eventValue.4=La valeur pour cet \u00e9v\u00e9nement est trop longue. La valeur a \u00e9t\u00e9 d\u00e9plac\u00e9e vers Value une \u00e9tiquette NOTE en dessous.

section.invalidTag=Etiquettes invalides
section.invalidTag.1=Cette \u00e9tiquette n''existe pas. Elle a \u00e9t\u00e9 chang\u00e9e en une \u00e9tiquette personnalis\u00e9e.
section.invalidTag.2=Cette \u00e9tiquette n''existe pas. Elle a \u00e9t\u00e9 chang\u00e9e en une \u00e9tiquette plus appropri\u00e9e.
section.invalidTag.3=Cette \u00e9tiquette est possible mais elle a \u00e9t\u00e9 chang\u00e9e pour une \u00e9tiquette plus pertinente.

section.invalidTagLocation=Position d''\u00e9tiquette invalide
section.invalidTagLocation.1=Cette \u00e9tiquette existe mais n''est pas possible \u00e0 cette position. Elle a \u00e9t\u00e9 chang\u00e9e en une \u00e9tiquette personnalis\u00e9e.
section.invalidTagLocation.2=Cette \u00e9tiquette existe mais n''est pas possible \u00e0 cette position. Elle a \u00e9t\u00e9 chang\u00e9e en une \u00e9tiquette plus appropri\u00e9e.
section.invalidTagLocation.3=Cette \u00e9tiquette existe mais n''est pas possible \u00e0 cette position. Elle a \u00e9t\u00e9 d\u00e9plac\u00e9e \u00e0 une position plus appropri\u00e9e.
section.invalidTagLocation.4=Cette \u00e9tiquette existe mais n''est pas possible \u00e0 cette position. Elle a \u00e9t\u00e9 d\u00e9plac\u00e9e sous une nouvelle \u00e9tiquette PLAC.
section.invalidTagLocation.5=Cette \u00e9tiquette existe mais n''est pas possible \u00e0 cette position. Son contenu a \u00e9t\u00e9 concat\u00e9n\u00e9 \u00e0 la ligne pr\u00e9c\u00e9dente dans le fichier.

section.invalidFileStructure=Structure des donn\u00e9es fichier invalide
section.invalidFileStructure.1=Etiquette manquante. Elle a \u00e9t\u00e9 cr\u00e9\u00e9e.
section.invalidFileStructure.2=Etiquette trouv\u00e9e \u00e0 un emplacement invalide. Elle a \u00e9t\u00e9 d\u00e9plac\u00e9e ici.
section.invalidFileStructure.3=Etiquette existant d\u00e9j\u00e0 donc elle a \u00e9t\u00e9 renomm\u00e9e.
section.invalidFileStructure.4=La valeur \u00e9tait vide et a donc \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9e \u00e0 partir des donn\u00e9es du fichier quand il \u00e9tait indiqu\u00e9.

section.missingTag=Etiquette manquante
section.missingTag.1=Ajout de l''\u00e9tiquette manquante.
section.missingTag.2=Cr\u00e9ation d''une \u00e9tiquette en compl\u00e9ment d''information.

section.invalidEntity=Entit\u00e9s invalides et transform\u00e9es
section.invalidEntity.01=L''entit\u00e9 _STORY est invalide et a \u00e9t\u00e9 remplac\u00e9e par une entit\u00e9 NOTE.
section.invalidEntity.02=Cette \u00e9tiquette a \u00e9t\u00e9 chang\u00e9e pour se placer sous l''entit\u00e9s NOTE qui a remplac\u00e9 l''entit\u00e9 _STORY \u00e0 laquelle elle appartenait.
section.invalidEntity.03=L''entit\u00e9 _HASHTAG_DEFN est invalide et a \u00e9t\u00e9 remplac\u00e9e par une entit\u00e9 NOTE.
section.invalidEntity.05=L''\u00e9tiquette _HASHTAG a \u00e9t\u00e9 remplac\u00e9e par le lien vers la NOTE correspondante.
section.invalidEntity.06=L''information de l''entit\u00e9 invalide _PLAC a \u00e9t\u00e9 plac\u00e9e directement l\u00e0 o\u00f9 elle \u00e9tait utilis\u00e9e.
section.invalidEntity.07=L''entit\u00e9 invalide _PLAC \u00e9tait inutilis\u00e9e et a \u00e9t\u00e9 remplac\u00e9e par une entit\u00e9 NOTE.
section.invalidEntity.08=L''entit\u00e9 _EVENT_DEFN est invalide et a \u00e9t\u00e9 remplac\u00e9e par une entit\u00e9 NOTE.
section.invalidEntity.09=Le lien TYPE vers l''entit\u00e9 \u00e9v\u00e9nement invalide _EVEN a \u00e9t\u00e9 remplac\u00e9e par le lien vers la NOTE correspondante.
section.invalidEntity.10=L''entit\u00e9 _TODO est invalide et a \u00e9t\u00e9 remplac\u00e9e par une entit\u00e9 NOTE.
section.invalidEntity.11=Les \u00e9tiquettes sous _TODO ont \u00e9t\u00e9 remplac\u00e9es par des \u00e9tiquettes personnalis\u00e9es.
section.invalidEntity.20=Le contenu du d\u00e9p\u00f4t a \u00e9t\u00e9 remplac\u00e9 par un lien vers une nouvelle entit\u00e9 d\u00e9p\u00f4t.
section.invalidEntity.21=Une entit\u00e9 d\u00e9p\u00f4t a \u00e9t\u00e9 cr\u00e9e avec l''information disponible.
section.invalidEntity.30=L''entit\u00e9 _ALBUM est invalide et a \u00e9t\u00e9 remplac\u00e9e par une entit\u00e9 NOTE.

section.invalidDate=Dates invalides
section.invalidDate.1=Une date ne doit pas contenir le caract\u00e8re "/". La valeur a \u00e9t\u00e9 mise au format date Gedcom.
section.invalidDate.2=Les mots dans les dates ont \u00e9t\u00e9 remplac\u00e9s par les termes pr\u00e9d\u00e9finis, en majuscule et en anglais.
section.invalidDate.3=Le format de la date est invalide et n''a pu \u00eatre corrig\u00e9. La date a \u00e9t\u00e9 laiss\u00e9e inchang\u00e9e.
section.invalidDate.4=L''indication de la date en calendrier julien est incorrect. La date a \u00e9t\u00e9 corrig\u00e9e.
section.invalidDate.5=L''indication de la date en calendrier r\u00e9publicain est incorrect. La date a \u00e9t\u00e9 corrig\u00e9e.

section.invalidAge=Ages invalides
section.invalidAge.1=La donn\u00e9e \u00e2ge doit contenir les indications de jour, de mois et d''ann\u00e9e. Un "y" a \u00e9t\u00e9 ajout\u00e9 au nombre seul.

section.invalidName=Noms invalides
section.invalidName.1=La valeur compl\u00e8te du nom a \u00e9t\u00e9 ajust\u00e9e pour refl\u00e9ter les \u00e9l\u00e9ments du nom trouv\u00e9s.
section.invalidName.2=Cet \u00e9l\u00e9ment du nom est vide et sans sous-\u00e9tiquette. Il est inutile et a \u00e9t\u00e9 supprim\u00e9.
section.invalidName.9=Les pr\u00e9fixes et suffixes des noms \u00e9taient incorrectement plac\u00e9s et ont \u00e9t\u00e9 d\u00e9plac\u00e9s vers une nouvelle \u00e9tiquette profession.

section.invalidPlace=Lieux invalides
section.invalidPlace.1=Le nombre de juridictions est inf\u00e9rieur \u00e0 celui du format des lieux dans l''ent\u00eate et la valeur a \u00e9t\u00e9 ajust\u00e9e. Utilisez le menu "Vue/Table des Lieux" pour am\u00e9liorer la valeur de ce lieu selon vos besoins.
section.invalidPlace.2=Le nombre de juridictions est sup\u00e9rieur \u00e0 celui du format des lieux dans l''ent\u00eate mais la valeur a \u00e9t\u00e9 laiss\u00e9e inchang\u00e9e. Utilisez le menu "Vue/Table des Lieux" pour corriger la valeur de ce lieu.

section.switchAssos=Retournement des associations
section.switchAssos.1=Les associations ont \u00e9t\u00e9 retourn\u00e9es.

section.eventsCardinality=Ev\u00e9nements multipes
section.eventsCardinality.1=Ev\u00e9nement en double. Il a \u00e9t\u00e9 d\u00e9plac\u00e9 vers un nouvel \u00e9v\u00e9nement EVEN.
section.eventsCardinality.2=Etiquette en double. Elle a \u00e9t\u00e9 renomm\u00e9e en une \u00e9tiquette personnalis\u00e9e.

section.invalidCardinality=Etiquette multiples
section.invalidCardinality.1=Etiquette en double. Elle a \u00e9t\u00e9 supprim\u00e9e et sa valeur a \u00e9t\u00e9 d\u00e9plac\u00e9e vers l'\u00e9tiquette vide EVEN.


section.invalidSex=Sexe invalide
section.invalidSex.1=Quand l''information sexe est inconnue, la valeur doit \u00eatre "U". Sa valeur a \u00e9t\u00e9 chang\u00e9e.

section.duplicateAssociations=Associations en double
section.duplicateAssociations.1=Le lien en double de cette association a \u00e9t\u00e9 supprim\u00e9

section.invalidInformation=Information invalide ou redondante
section.invalidInformation.1=La valeur existe d\u00e9j\u00e0 ailleurs et n''est pas suppos\u00e9e \u00eatre plac\u00e9e ici. Elle a \u00e9t\u00e9 supprim\u00e9e de cet emplacement.

section.textformatting=Conversion des textes 
section.textformatting.1=Le texte \u00e9tait en format HTML. Il a \u00e9t\u00e9 converti en texte brut.
section.textformatting.2=Le texte \u00e9tait en format RTF. Il a \u00e9t\u00e9 converti en texte brut.
section.textformatting.3=Modification pour une meilleure qualit\u00e9.

# Specific issues
importlegacy.issue1=Nous avons connaissance d''une traduction ambig\u00fce dans un \u00e9cran de Legacy et des professions ont p\u00fb \u00eatre saisies \u00e0 la place des pr\u00e9fixes ou suffixes des noms.\n\
                    Cela semble le cas pour cette g\u00e9n\u00e9alogie. Ancestris peut convertir des champs en profession pour tous les individus.\n\n\
                    Voulez-vous qu''Ancestris convertisse ces champs ? 
