#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importahnenblatt.name=Ahnenblatt
importahnenblatt.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Ahnenblatt.
importancestrologie.name=Ancestrologie
importancestrologie.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n Ancestris Ancestrologie
importfamilytreemaker.name=Family Tree Maker (FTM)
importfamilytreemaker.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Family Tree Maker
importgenbox.name=Genbox 
importgenbox.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Genbox
importgeneanet.name=Geneanet / GeneWeb 
importgeneanet.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris GeneaNet
importgeneanet.notewarning=Archivo Gedcom hecho para ser subido a Geneanet. El archivo NO se debe utilizar para modificar su genealog\u00eda\!
importgeneatique.name=Geneatique 
importgeneatique.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Geneatique
importgeneric.name=Desconocido
importgeneric.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris Generic.
importgramps.name=Gramps\n
importgramps.note=Este archivo ha sido modificado por el m\u00f3dulo de importacion de Ancestris Gramps
importheredis.name=Heredis 
importheredis.note=Este arhivo ha sido modificado por el m\u00f3dulo de importacion de Ancestris Heredis
importlegacy.name=Legacy Family Tree\n
importlegacy.note=Este archivo ha sido modificado por el m\u00f3dulo de importacion Ancestris Legacy
importmacfamilytree.name=MacFamilyTree 
importmacfamilytree.note=Este archivo ha sido modificado por el m\u00f3dulo de importacion de Ancestris MacFamilyTree
importmyheritage.name=MyHeritage 
importmyheritage.note=Este archivo ha sido modificado por el m\u00f3dulo de importacion Ancestris MyHeritage
importrootstrust.name=RootsTrust 
importrootstrust.note=Este archivo ha sido modificado por el m\u00f3dulo de importaci\u00f3n de Ancestris RootsTrust
OpenIDE-Module-Name=Importaciones - Importaci\u00f3n gen\u00e9rica
OpenIDE-Module-Display-Category=Archivo
OpenIDE-Module-Long-Description=<h1><center>Importaci\u00f3n gen\u00e9rica</center></h1>\n\n<p>Esta herramienta importa un archivo gedcom procedente de un programa diferente de Ancestris. Tratar\u00e1 de corregir todos los errores encontrados. Si este complemento no puede solucionar la mayoria de los problemas, o si su archivo gedcom proviene de un programa de genelogia que a\u00fan no se ha soportado, si\u00e9ntase libre de preguntar a nuestro equipo de desarrollo en "support@ancestris.org" adjuntando su archivo gedcom. </p>\n\n<p>Tenga en cuenta que solo podemos completar su solicitud si su programa de genealog\u00eda a convertir, es un programa conocido. </p>\n\n<p>Para acceder a \u00e9l, Men\u00fa Principal, Archivo, Importar, archivo GEDCOM.</p>
OpenIDE-Module-Short-Description=Herramienta de importaci\u00f3n y cumplimiento para un gedcom gen\u00e9rico no conforme
#
Import.fixAge=Corregir valor de la edad : {0}
Import.fixCONC=Corregir etiquetas de Concatenaci\u00f3n
Import.fixEmptyChan=Eliminar etiquetas vacias CHAN para la entidad {0} 
Import.fixSource=Corregir registros de Fuente
Import.fixMedia=Corregir etiquetas de privacidad, multimedia, indicador de calidad de la fuente
Import.fixMediaForm=Agregar FORMULARIO a ARCHIVO {0} 
Import.fixMediaTitle=Mover TITULO en ARCHIVO {0} 
Import.fixPedi=Mover la etiqueta PEDI a la entidad CHILD {0} etiqueta FAMC
Import.fixPlaceCoord=Mover las coordenadas bajo PLAC:MAP para el lugar {0} 
Import.fixJulianCalendar=Fijar Calendario Juliano : {0}
Import.fixRepCalendar=Fijar Calendario Republicano : {0}
Import.fixRepo=Fijar repositorio : {0}
Import.fixTagNotAllowed=Etiqueta no permitida aqu\u00ed : {0}
Import.swappedTitlAbbr=Cambiado Titl a Abbr en origen : {0}
Import.swappedAbbrTitl=Cambiado Abbr a Titl en origen : {0}
Import.fixUnknownSex=Fijar sexo desconocido : {0}
Import.fixVersion=Establezca la versi\u00f3n a {0}
Import.fixAssoRela=Fijar relaci\u00f3n de asociaci\u00f3n para {0}
Import.invalidRecord=Tipo de entidad no v\u00e1lido ({0}) - valor: {1}
