#           Bundle resources file for package Ancestris - Unicode
#           Path : AncestrisCore/gedcom.privacy.standard/src/ancestris/gedcom/privacy/standard
#
#--=====--WARNING to Translators---------------------------------=====--
# Some lines must not be translated. If a line follow a line beginning 
# with #NOI18N, it must be left the way it is written.
# Using Trancestris you won't be allowed to edit it.
#--=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=\u03a0\u03b1\u03bb\u03ad\u03c4\u03b1 Ancestris
ASexBean.female.text=\u0398\u03ae\u03bb\u03c5
ASexBean.male.text=\u0386\u03c1\u03c1\u03b5\u03bd
ASexBean.unknown.text=\u0386\u03b3\u03bd\u03c9\u03c3\u03c4\u03bf
OpenIDE-Module-Short-Description=\u0392\u03b1\u03c3\u03b9\u03ba\u03cc \u03c3\u03b5\u03c4 \u03c4\u03b7\u03c2 JavaBeans
AEventBean.cbIsKnown.text=(\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03b1\u03bd \u03c4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b5)
APlaceFormatBean.jtJuri6.text=\u03a0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1
APlaceFormatBean.jtJuri5.text=\u03a0\u03b5\u03c1\u03b9\u03c6\u03ad\u03c1\u03b5\u03b9\u03b1
APlaceFormatBean.jtJuri2.text=\u03a0\u03cc\u03bb\u03b7
APlaceFormatBean.jtJuri1.text=\u03a7\u03c9\u03c1\u03b9\u03bf\u03c5\u03b4\u03ac\u03ba\u03b9
APlaceFormatBean.jtJuri4.text=\u039a\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2_\u03a4\u03b1\u03c7
APlaceFormatBean.jtJuri3.text=\u039a\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2_INSEE
APlaceFormatBean.jtJuri7.text=\u03a7\u03ce\u03c1\u03b1
APlaceFormatBean.jtJuri8.text=
APlaceFormatBean.cbSpaces.toolTipText=<html> \u0391\u03bd\u03b1\u03b3\u03ba\u03b1\u03c3\u03c4\u03b9\u03ba\u03ae \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03ba\u03b5\u03bd\u03bf\u03cd \u03b4\u03b9\u03b1\u03c3\u03c4\u03ae\u03bc\u03b1\u03c4\u03bf\u03c2 \u03b1\u03bd\u03ac\u03bc\u03b5\u03c3\u03b1 \u03c3\u03b5 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ad\u03c2 <br>\u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2 \u03bc\u03b9\u03b1\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03ba\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03b7 \u03b1\u03bd\u03b1\u03b3\u03bd\u03c9\u03c3\u03b9\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1. </html>
APlaceFormatBean.cbSpaces.text=\u03a4\u03bf\u03c0\u03bf\u03b8\u03ad\u03c4\u03b7\u03c3\u03b7 \u03ba\u03b5\u03bd\u03ce\u03bd \u03b4\u03b9\u03b1\u03c3\u03c4\u03b7\u03bc\u03ac\u03c4\u03c9\u03bd \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03c9\u03bd \u03c0\u03b5\u03b4\u03af\u03c9\u03bd
APlaceFormatBean.jLabel12.toolTipText=<html> \u03a4\u03b1 \u03c0\u03b5\u03b4\u03af\u03b1 \u03b5\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7\u03c2 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7\u03c2 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03b1\u03c0\u03b1\u03c1\u03b1\u03af\u03c4\u03b7\u03c4\u03b1 \u03bd\u03b1 \u03c0\u03bb\u03b7\u03ba\u03c4\u03c1\u03bf\u03bb\u03bf\u03b3\u03b7\u03b8\u03bf\u03cd\u03bd.. </html>
APlaceFormatBean.jLabel12.text=\u03a0\u03c1\u03bf\u03b1\u03c0\u03b1\u03b9\u03c4\u03bf\u03cd\u03bc\u03b5\u03bd\u03b1:
APlaceFormatBean.jLabel1.toolTipText=<html> \u03a3\u03cd\u03bc\u03c6\u03c9\u03bd\u03b1 \u03bc\u03b5 \u03c4\u03b9\u03c2 \u03c0\u03c1\u03bf\u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 GEDCOM, \u03bf\u03b9 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c4\u03b9\u03ba\u03ad\u03c2 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03bf\u03bd\u03bf\u03bc\u03ac\u03c3\u03c4\u03b7\u03ba\u03b1\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 <br/>\u03c3\u03b5 \u03c3\u03b5\u03b9\u03c1\u03ac \u03b1\u03c0\u03cc \u03c4\u03b7 \u03c7\u03b1\u03bc\u03b7\u03bb\u03cc\u03c4\u03b5\u03c1\u03b7 \u03c3\u03c4\u03b7\u03bd \u03c5\u03c8\u03b7\u03bb\u03cc\u03c4\u03b5\u03c1\u03b7 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1. <br/> \u039f\u03b9 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2 \u03b4\u03b9\u03b1\u03c7\u03c9\u03c1\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03ba\u03cc\u03bc\u03bc\u03b1\u03c4\u03b1, \u03ba\u03b1\u03b9 \u03c4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03bf\u03c0\u03bf\u03b9\u03b1\u03c3\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03bb\u03b5\u03af\u03c0\u03b5\u03b9 \u03b5\u03be\u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03b5\u03af <br/> \u03bd\u03b1 \u03ba\u03b1\u03c4\u03b1\u03bb\u03bf\u03b3\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03ad\u03bd\u03b1 \u03ba\u03cc\u03bc\u03bc\u03b1. \u0388\u03c4\u03c3\u03b9, \u03b5\u03b4\u03ce \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b5\u03c0\u03af\u03c0\u03b5\u03b4\u03bf 0, <br/>\u03c4\u03b7 \u03c7\u03b1\u03bc\u03b7\u03bb\u03cc\u03c4\u03b5\u03c1\u03b7 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1, \u03c3\u03c4\u03b7 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1, \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b5\u03c0\u03af\u03c0\u03b5\u03b4\u03bf 1, \u03bc\u03b9\u03b1 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1 \u03bb\u03af\u03b3\u03bf \u03c8\u03b7\u03bb\u03cc\u03c4\u03b5\u03c1\u03b1 \u03ba\u03b1\u03b9 \u03bf\u03cd\u03c4\u03c9 \u03ba\u03b1\u03b8\u03b5\u03be\u03ae\u03c2.</html>
APlaceFormatBean.jLabel9.text=\u03a4\u03b1\u03be\u03b9\u03bd\u03cc\u03bc\u03b7\u03c3\u03b7 \u03b2\u03ac\u03c3\u03b5\u03b9:
APlaceFormatBean.jLabel10.text=\u039c\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2:
APlaceFormatBean.jtSortOrder.toolTipText=<html>\u039c\u03b5 \u03c0\u03bf\u03b9\u03ac \u03c3\u03b5\u03b9\u03c1\u03ac \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bf\u03b9 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2 <br/>\u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 (\u03c0.\u03c7. 1,4).</html>
APlaceFormatBean.jtDisplayFormat.toolTipText=<html>\u039c\u03b5 \u03c0\u03bf\u03b9\u03bf \u03c4\u03c1\u03cc\u03c0\u03bf \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bf\u03b9 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9. \u0391\u03bd \u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5<br> \u03b5\u03b4\u03ce \u03ba\u03ac\u03c4\u03b9 \u03c3\u03b1\u03bd:<br>-"<i>1 (5)</i>"\u03b8\u03b1 \u03c3\u03b1\u03c2 \u03b4\u03ce\u03c3\u03b5\u03b9: "<i>\u039d\u03c4\u03ad\u03bd\u03b2\u03b5\u03c1 (\u039a\u03bf\u03bb\u03bf\u03c1\u03ac\u03bd\u03c4\u03bf)</i>",<br>- "<i>1 \u03c3\u03c4\u03b7 \u03a0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1 5</i>"\u03b8\u03b1 \u03b4\u03ce\u03c3\u03b5\u03b9:\u00ab<i>\u039d\u03c4\u03ad\u03bd\u03b2\u03b5\u03c1 \u03c3\u03c4\u03b7\u03bd \u03c0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1 \u03c4\u03bf\u03c5 \u039a\u03bf\u03bb\u03bf\u03c1\u03ac\u03bd\u03c4\u03bf</i>",<br></html>
AEventBean.placeLabel.text=\u03c0\u03c1\u03bf\u03c2
AEventBean.typeLabel.text=\u03a4\u03cd\u03c0\u03bf\u03c2
