OpenIDE-Module-Name=Dzielenie si\u0119 drzewem
OpenIDE-Module-Display-Category=Narz\u0119dzia
OpenIDE-Module-Long-Description=<h1><center>Dzielenie si\u0119 drzewem</center></h1>\n\n<p>Dzi\u0119ki tej wtyczce mo\u017cna znale\u017a\u0107 nowe osoby do swojej genealogii od wsp\u00f3lnych os\u00f3b z innymi u\u017cytkownikami Ancestris bez wysy\u0142ania genealogii przez Internet.</p>\n\n<ul>\n<li>Genealogia nie jest przesy\u0142ana do serwera czy do kogokolwiek.</li>\n<li>Kontrolujesz wszystko co Ancestris robi.</li>\n<li>Mo\u017cna rozpocz\u0105\u0107 i zako\u0144czy\u0107 wymian\u0119 jednego lub kilku drzew w dowolnym momencie.</li>\n<li>Mo\u017cna ograniczy\u0107 wymian\u0119 do informacji nie poufnych.</li>\n<li>Program skanuje dane innych u\u017cytkownik\u00f3w Ancestris w celu okre\u015blenia wsp\u00f3lnych os\u00f3b w genealgii.</li>\n<li>Je\u015bli takie znajdzie, zostanie przedstawione podsumowanie tych wsp\u00f3lnych os\u00f3b.</li>\n<li>Mo\u017cesz wys\u0142a\u0107 e-maile do autor\u00f3w genealogii, je\u015bli chcesz otrzyma\u0107 dalsze szczeg\u00f3\u0142y i znale\u017a\u0107 nowe osoby do swoich bada\u0144.</li>\n<li>B\u0119dziesz m\u00f3g\u0142 zobaczy\u0107, kt\u00f3rzy u\u017cytkownicy Ancestris szukaj\u0105 danych za po\u015brednictwem informacji genealogicznych.</li>\n</ul>\n\n<p>Dost\u0119p przez menu g\u0142\u00f3wne, Narz\u0119dzia, Dzielenie si\u0119 drzewem.</p>
OpenIDE-Module-Short-Description=Dzielenie si\u0119 drzewem pomi\u0119dzy u\u017cytkownikami Ancestris
#
CTL_TreeSharingAction=Dzielenie si\u0119 drzewem
CTL_TreeSharingTopComponent=Dzielenie si\u0119 drzewem
HINT_TreeSharingTopComponent=<html>Podziel si\u0119 z drzewem genealogicznym z inni u\u017cytkownickami Ancestris<br />z potwoierdzeniem poufno\u015bci i pozw\u00f3l by Ancestris<br />wyszuka\u0142 przydatnye informacji dla Ciebie.<br /></html>
#
TITL_Welcome=Witamy we wtyczce Dzielenie si\u0119 drzewem. Ten komunikat pomog\u0105 Ci zacz\u0105\u0107.
TITL_WelcomeMessage=W\u0142a\u015bnie zainstalowa\u0142e\u015b wtyczk\u0119 Dzielenie si\u0119 drzewem.
TITL_WelcomeData=INFORMACJE :\nAby m\u00f3c korzystac z tej wtyczki i mie\u0107 dost\u0119p do informacji innych u\u017cytkownik\u00f3w Ancestris, trzeba podzieli\u0107 si\u0119 w\u0142asnymi danymi.\nMusisz wype\u0142ni\u0107 sw\u00f3j profil (pseudonim, imi\u0119, lokalizacja i zdj\u0119cie) i zaakceptowa\u0107 dzieleniem si\u0119 informacjami z innymi u\u017cytkownikami Ancestris.\nTe informacje to: Tw\u00f3j profil, Tw\u00f3j adres IP, nazwa katalogu domowego, a tak\u017ce niekt\u00f3re informacje genealogiczne.\n\n\n\n
#    
TITL_WelcomeHowTo=POCZ\u0104TEK:\nAby rozpocz\u0105\u0107 korzystanie z modu\u0142u Dzielenie si\u0119 drzewem, wystarczy wykona\u0107 te 3 kroki:\n1. Uzupe\u0142nij sw\u00f3j profil. Pojawi si\u0119 okienko z ustawieniami po naci\u015bni\u0119ciu przycisku OK poni\u017cej.\n2. Naci\u015bnij zielony przycisk w pasku menu. To jest przycisk "Rozpocznij udost\u0119pnianie".\n3. Naci\u015bnij przycisk Lupy. To jest przycisk wyszukiwania.\n\nPrzycisk "Zatrzymaj udost\u0119pnianie" to czerwony przycisk. Aby uzyska\u0107 wi\u0119cej informacji, patrz pomoc Ancestris.\n\n\n
#
TITL_NoOtherAuthorizedUsers=\u017badne badania mog\u0105 by\u0107 wykonane
MSG_NoOtherAuthorizedUsers=Brak innych u\u017cytkownik\u00f3w Ancestris uprawnionych do po\u0142\u0105czona w tej chwili.\n\nProsz\u0119 ich poprosi\u0107 o po\u0142\u0105czy\u0107 lub poczeka\u0107, a\u017c b\u0119dzie mo\u017cna przeprowadzi\u0107 wyszukiwanie.
