# Ancestris - http://www.ancestris.org
# 
# Copyright 2018 Ancestris
# 
# Author: Frédéric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
TourPanel.nextLabel.text=Forts\u00e6ttelse af bes\u00f8get...
TourPanel.nextLabel.end=Bes\u00f8get er slut
#
error.noBourbonTitl=Manglende modul
error.noBourbonMsg=Bourbon sl\u00e6gten ser ikke ud til at v\u00e6re installeret.\nDet er n\u00f8dvendigt for at f\u00e5 en livagtig Guided tur.\n\nVil du se en Guided tur p\u00e5 internet i stedet for?
demo.intro=<html>Velkommen til Ancestris guidede tur \!<br><br>Vi vil se p\u00e5 grundfunktionerne i programmet ved at bruge Bourbon sl\u00e6gten.<br></html>
#
demo.windows=<html>Ancestris programmet viser flere vinduer, et hovedvindue og en v\u00e6rkt\u00f8jslinje.<br><br>1. Venstre side af sk\u00e6rmen bruges til at vise din sl\u00e6gtsforskning og nogle analyser,<br>h\u00f8jre side bruges til indtastning af data i din sl\u00e6gtsforskning.<br><br>2. Men du kan \u00e6ndre p\u00e5 positionerne som du \u00f8nsker:<br>- Vinduer kan flyttes rundt med tr\u00e6k-og-slip ved at bruge fanen som h\u00e5ndtag.<br>- De kan ogs\u00e5 lukkes som skuffer du senere kan \u00e5bne igen.<br></html>
#
demo.menu=<html>Du kan tilg\u00e5 alle Ancestris funktioner i hovedmenuen.<br><br>To elementer bruges oftest: Menuen Vis  og menuen V\u00e6rkt\u00f8jer.<br><br>- Vis bruges til at vise din sl\u00e6gt p\u00e5 mange m\u00e5der.<br><br>- V\u00e6rkt\u00f8j bruges til at analysere din sl\u00e6gtsforskning, rydde op i filen, s\u00f8gninger, tilf\u00f8je nye sl\u00e6gtstr\u00e6er, pupblicere din sl\u00e6gtsforskning, opdatere osv.<br><br>V\u00e6rkt\u00f8jslinjen indeholder de mest brugte funktioner fra menuerne.<br></html>
#
demo.menuview=<html>Menuen Vis giver mulighed for at se din sl\u00e6gtsforskning som et tr\u00e6, en liste, en geografisk visning, rapporter mm.<br><br></html>
#
demo.menutools=<html>V\u00e6rkt\u00f8jsmenuen giver dig mange arbejdsredskaber (f\u00e6lles aner, regnemaskine, datoberegner).<br><br>Du kan finde oplysninger om din sl\u00e6gtsforskning, \u00e6ndre dine data eller udgive din sl\u00e6gtsforskning.<br><br>Du kan ogs\u00e5 \u00e6ndre p\u00e5 din ops\u00e6tning af Ancestris.<br></html>
#
demo.menuoptions=<html>Menuen Valg giver dig mulighed for at tilpasse.<br><br>Du kan tilpasse forskellige indstillinger af Ancestris visninger og v\u00e6rkt\u00f8jer, positioner af vinduer og v\u00e6rkt\u00f8jslinjen.<br><br>Du kan ogs\u00e5 beslutte at tilf\u00f8je eller fjerne funktioner.<br><br>Det er ogs\u00e5 d\u00e9r du kan finde de seneste opdateringer.<br></html>
demo.properties=<html>Menuen Filer bruges til at \u00e5bne, lukke og eksportere sl\u00e6gtsfiler eller lave en del-kopi mm.<br><br>Du har ogs\u00e5 det kraftfulde 'Egenskaber'. Det er en assistent, der hj\u00e6lper med at \u00e6ndre dine kerneindstillinger i din fil.<br><br>Denne assistent lader dig f.eks. \u00e6ndre strukturen af din sl\u00e6gtsfils placering og placering af mediefiler.<br></html>
#
demo.edition=<html> Redigeringsmenuen indeholder de klassiske menuer til kopi\u00e9r/klip/inds\u00e6t, mens du redigerer. <br> <br> Det er ogs\u00e5 her du kan foretage globale \u00e6ndringer eller markeringer i hele din sl\u00e6gtsfil. <br> <br> og hvor du kan f\u00f8je anenumre til din sl\u00e6gtsfil. <br> </html>
#
demo.window=<html>Menuen Vindue giver adgang til specielle vinduer og til at redigere ops\u00e6tning af  vinduer.<br><br></html>
#
demo.menuhelp=<html>I menuen Hj\u00e6lp finder du Ancestris-hj\u00e6lpindholdet, versionsnummer og velkomstvinduet. <br> <br> Du kan ogs\u00e5 donere et bel\u00f8b til Ancestris eller stille sp\u00f8rgsm\u00e5l til brugerf\u00e6llesskabet. <br> <br> Nu hvor vi har d\u00e6kket hovedmenuerne, lad os se p\u00e5 de vigtigste vinduer. <br> <br> </html>
#
demo.explorer=<html> Dette er GEDCOM Explorer. <br> <br> Ancestris redigerer GEDCOM-filen direkte, deraf navnet "GEDCOM Explorer". <br> <br> Ancestris kan \u00e5bne flere sl\u00e6gtsfiler samtidig. < br> <br> Dette g\u00f8r, at du kan se alle enheder indeholdt i hver af de aktuelt \u00e5bnede sl\u00e6gtsfiler samtidig. <br> </html>
#
demo.tree=<html> Dette er Dynamiske tr\u00e6 visning af din sl\u00e6gtsfil. <br> <br> Det viser forf\u00e6dre og efterkommere til en given person. <br> <br> Du kan v\u00e6lge og definere visningstypen og \u00e6ndre udseendet p\u00e5 felterne, deres farver og deres indhold. <br> <br> H\u00f8jreklik p\u00e5 en person viser en menu, hvor du kan f\u00f8je sl\u00e6gtninge til denne person eller danne en rapport om personen. <br> </html>
#
demo.cygnus=<html>Dette er Cygnus editor.<br><br>Du kan oprette, redigere og slette data om en person og begivenheder relateret til personen.<br><br>Denne editor er designet til at v\u00e6re enke\u00e6l og g\u00f8re det let for dig at redigere i din sl\u00e6gtsforskning.<br><br>Du kan tilf\u00f8je billeder, kilder og f\u00e5 overblikket over personen.<br><br>RH\u00f8jreklik p\u00e5 navnet for at f\u00e5 vist en menu, der ligner den du s\u00e5 under Dynamisk tr\u00e6 visning.<br><br>En assistent hj\u00e6lper dig med at indtaste datoer ved hj\u00e6lp af forskellige kalendere. En anden hj\u00e6lper med at inds\u00e6tte lokationer eller s\u00f8ge efter dem p\u00e5 internet.<br></html>
#
demo.gedcom=<html>Dette er GEDCOM redigeringsv\u00e6rkt\u00f8j.<br><br>Den viser al information om enhver person i din sl\u00e6gtsfil og giver dig mulighed for at \u00e6ndre oplysningerne.<br><br>Informationen vises som et tr\u00e6, som 100% overholder GEDCOM standarden.<br><br>I toppen af vinduet vises den r\u00e5 information i din fil, hvor du kan v\u00e6lge et punkt. Den nederste del viser detaljer om det valgte punkt.<br><br>H\u00f8jreklik p\u00e5 et punkt for at se hvilke redigeringsmuligheder du har for det valgte punkt.<br></html>
#
demo.aries=<html>Dette er Aries redigeringsv\u00e6rkt\u00f8j.<br><br>Den er lidt af en mellemting mellem det kraftige GEDCOM redigeringsv\u00e6rkt\u00f8j og det brugervenlige Cygnus redigeringsv\u00e6rkt\u00f8j.<br><br>Du kan oprette, \u00e6ndre og slette enhver information om den valgte person.<br><br>H\u00f8jreklik under billedet for at f\u00e5 vist en menu, der ligner den du s\u00e5 i Dynamisk tr\u00e6 visning.<br></html>
#
demo.geo=<html>Dette er Geografisk visning.<br><br>Den viser din sl\u00e6gtsforskning p\u00e5 et landkort.<br><br>Hold musen over et sted for at se detaljer for stedet med de personer og begivenheder, der fandt sted her.<br><br>Du kan begr\u00e6nse lokationerne til dit behov. F.eks. kan vises stednavne, der kun har relation til \u2018G\u00e5rdejer\u2019.<br><br>Der findes to andre visninger: 'Sted liste' og 'Sted tabel'. De bruges til at redigere informationer om stednavne, f.eks. kan du for hvert sted definere et nuv\u00e6rende og tidligere navn.<br><br>Geografiske koordinater kan s\u00f8ges p\u00e5 internet.<br></html>
#
demo.chrono=<html>Dette er Tidslinje visning.<br><br>Den viser alle dine personer p\u00e5 en tidslinje i to forskellige visninger.<br><br>Hold musen over \u00e5rstallene p\u00e5 tidslinjen for at se begivenheder i en r\u00e6kke udvvalgte lande p\u00e5 det tidspunkt.<br></html>
#
demo.table=<html>Dette er Personliste visning.<br><br>Den viser alle personer i din sl\u00e6gtsfil med oplysninger om personen, familie, kilder mm.<br><br>Du kan v\u00e6lge at se de kolonner du har lyst til og \u00e6ndre r\u00e6kkef\u00f8lgen af dem og sortere p\u00e5 kolonnerne. <br><br>Du kan bruge denne visning til at s\u00f8ge og v\u00e6lge en person. <br><br>Du kan ogs\u00e5 eksportere en table til en fil.<br></html>
#
demo.search=<html>Dette er Sl\u00e6gtss\u00f8gning.<br><br>Dette v\u00e6rkt\u00f8j hj\u00e6lper dig med at finde f\u00e6lles aner i din og andre Ancestris brugers sl\u00e6gtsfiler.<br><br>Vinduet viser f\u00e6lles aner til andre brugere, som har samme person som dig.<br><br>Du kan derefter kontakte den anden sl\u00e6gtsforsker og sp\u00f8rge om de detaljer, du eventuelt mangler.<br><br>Vigtigt: Dine sl\u00e6gtsforskningsdata er kun gemt p\u00e5 din egen computer og deles ikke med nogle andre\!<br></html>
#
demo.close=<html>Den guidede tur er nu fuldf\u00f8rt.<br><br>Vi h\u00e5ber, at du fik \u00f8jnene op for nogle af Ancestris' mange muligheder.<br><br>Du kan nu selv kigge p\u00e5 resten.<br><br>Du kan ogs\u00e5 starte med at overflytte dine data - f.eks. via velkomstbilledet.<br></html>
#
#
#
#
#
#
#
#
#
#
#
#NOI18N
TourPanel.messageLabel.text=Text of the Bubble
