# Ancestris - http://www.ancestris.org
# 
# Copyright 2018 Ancestris
# 
# Author: Frédéric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
TourPanel.nextLabel.text=Ziyaretin devam\u0131...
TourPanel.nextLabel.end=Ziyaretin sonu
#
error.noBourbonTitl=Eksik Mod\u00fcl
error.noBourbonMsg=Bourbon \u015fecere mod\u00fcl\u00fc kurulu g\u00f6r\u00fcnm\u00fcyor.\nDinamik Rehberli Tura sahip olmak gereklidir.\n\nBunun yerine \u0130nternet Rehberli Turunu g\u00f6rmek ister misiniz?
demo.intro=<html>Ancestris Rehberli Turuna Ho\u015fgeldiniz\!<br><br>Bourbon \u015fecere kullanarak uygulaman\u0131n temel \u00f6zelliklerini g\u00f6rece\u011fiz.<br></html>
#
demo.windows=<html>Ancestris uygulamas\u0131 birka\u00e7 pencere, bir ana men\u00fc ve bir ara\u00e7 \u00e7ubu\u011fu g\u00f6r\u00fcnt\u00fcler.<br><br>1. Ekran\u0131n sol taraf\u0131 genellikle soya\u011fac\u0131n\u0131z\u0131 ve baz\u0131 analizleri g\u00f6r\u00fcnt\u00fclemek i\u00e7in kullan\u0131l\u0131r,<br>sa\u011f taraf genellikle soya\u011fac\u0131n\u0131za veri girmek i\u00e7in kullan\u0131l\u0131r.<br><br>2. Ancak pencerelerin konumlar\u0131n\u0131 \u00e7al\u0131\u015fma ihtiya\u00e7lar\u0131n\u0131za g\u00f6re uyarlayabilirsiniz:<br>- Sekme tutama\u00e7lar\u0131n\u0131 s\u00fcr\u00fckleyip b\u0131rakt\u0131\u011f\u0131n\u0131zda pencereler hareket ettirilebilir.<br>- Ekran kenarlar\u0131nda \u00e7ekmece olarak da yerle\u015ftirilebilirler.<br></html>
#
demo.menu=<html>Ana men\u00fcy\u00fc kullanarak t\u00fcm Ancestris \u00f6zelliklerine eri\u015febilirsiniz.<br><br>En s\u0131k kullan\u0131lan iki konu: G\u00f6r\u00fcn\u00fcm men\u00fcs\u00fc ve Ara\u00e7lar men\u00fcs\u00fc.<br><br>- G\u00f6r\u00fcn\u00fcmler, \u015fecerenizi \u00e7e\u015fitli \u015fekillerde g\u00f6rmenizi sa\u011flar.<br><br>- Ara\u00e7lar, \u015fecerenizi analiz etmenize, temizlemenize, \u015fecere ara\u015ft\u0131rmalar\u0131 yapman\u0131za, ona ba\u015fka \u015fecere eklemenize, yay\u0131nlaman\u0131za vb. izin verir.<br><br>Ara\u00e7 \u00e7ubu\u011fu, men\u00fclerin en kullan\u0131\u015fl\u0131 \u00f6zelliklerini i\u00e7erir.<br></html>
#
demo.menuview=<html>G\u00f6r\u00fcn\u00fcm men\u00fcs\u00fc, se\u00e7ili \u00fclkelere, vb. ba\u011fl\u0131 olarak \u015fecere bilgilerinizi bir a\u011fa\u00e7, liste, co\u011frafi haritada, grafik olarak, \u00fclke zaman \u00e7izelgesinde g\u00f6rmenin yollar\u0131n\u0131 sa\u011flar.<br><br></html>
#
demo.menutools=<html>Ara\u00e7lar men\u00fcs\u00fc, bilgileri araman\u0131za, kontrol etmenize, analiz etmenize ve yay\u0131nlaman\u0131za yard\u0131mc\u0131 olacak bir\u00e7ok \u00e7al\u0131\u015fma arac\u0131 sa\u011flar.<br><br>\u015eecere bilgilerini arayabilir, anormallikleri kontrol edebilir (\u00f6rn: tutars\u0131z tarihler, gedcom uyum hatalar\u0131) veya kopyalar\u0131 kontrol edebilirsiniz.<br><br>Daha sonra listeleri ve raporlar\u0131 d\u00fczenleyebilir veya \u015fecerenizi yerel veya uzak bir web sitesinde yay\u0131nlayabilirsiniz.<br></html>
#
demo.menuoptions=<html>Se\u00e7enekler men\u00fcs\u00fc, Ancestris'i \u00f6zelle\u015ftirmenizi sa\u011flar.<br><br>Ancestris g\u00f6r\u00fcn\u00fcmlerinin ve ara\u00e7lar\u0131n\u0131n \u00e7e\u015fitli ayarlar\u0131n\u0131, pencerelerin konumunu ve ara\u00e7 \u00e7ubu\u011funu \u00f6zelle\u015ftirebilirsiniz.<br><br>\u0130\u015flevler eklemeye veya kald\u0131rmaya da karar verebilirsiniz.<br><br>Buras\u0131 ayn\u0131 zamanda en son g\u00fcncellemeleri alabilece\u011finiz yerdir.<br></html>
#
demo.properties=<html>Dosya men\u00fcs\u00fc \u015fecere a\u00e7mak, eklemek, kapatmak, d\u0131\u015fa aktarmak veya k\u0131smi kopyalar\u0131n\u0131 olu\u015fturmak i\u00e7in kullan\u0131l\u0131r.<br><br>Ayr\u0131ca \u00e7ok kullan\u0131\u015fl\u0131 '\u00d6zellikler' \u00f6zelli\u011fine de sahipsiniz. Anahtar gedcom dosyas\u0131 parametrelerinizi de\u011fi\u015ftirmenize yard\u0131mc\u0131 olacak bir yard\u0131mc\u0131d\u0131r.<br><br>Bu yard\u0131mc\u0131, \u00f6rne\u011fin \u015fecere fiziksel konumlar\u0131n\u0131z\u0131n yap\u0131s\u0131n\u0131, ortam dosyalar\u0131n\u0131z\u0131n diskteki konumunu veya kullan\u0131lacak Gedcom normunu de\u011fi\u015ftirmenize olanak tan\u0131r.<br></html>
#
demo.edition=<html>S\u00fcr\u00fcm men\u00fcs\u00fc, d\u00fczenleme s\u0131ras\u0131nda klasik kopyala/kes/yap\u0131\u015ft\u0131r men\u00fclerini i\u00e7erir.<br><br>Ayr\u0131ca t\u00fcm soya\u011fac\u0131n\u0131zda genel de\u011fi\u015fiklikler veya i\u015faretleme yapma yetene\u011fine de sahiptir.<br><br>Buras\u0131 ayn\u0131 zamanda \u015fecere bilgilerinize Sosa numaraland\u0131rmas\u0131n\u0131 da ekleyebilece\u011finiz yerdir.<br></html>
#
demo.window=<html>Pencere men\u00fcs\u00fc, \u00f6zel pencerelere eri\u015fmenin ve pencereleri y\u00f6netmenin bir yoludur.<br><br></html>
#
demo.menuhelp=<html>Yard\u0131m men\u00fcs\u00fc, Ancestris yard\u0131m i\u00e7eri\u011fini, kullan\u0131lan s\u00fcr\u00fcm numaras\u0131n\u0131 ve Ho\u015fgeldiniz penceresini sa\u011flar.<br><br>Ayr\u0131ca Ancestris derne\u011fine ba\u011f\u0131\u015f yapabilir veya kullan\u0131c\u0131 toplulu\u011funa sorular sorabilirsiniz.<br><br>Art\u0131k ana men\u00fcleri ele ald\u0131\u011f\u0131m\u0131za g\u00f6re, en \u00f6nemli pencerelere bir g\u00f6z atal\u0131m.<br><br></html>
#
demo.explorer=<html>Bu Gedcom Gezgini.<br><br>Ancestris, \u015fecere Gedcom dosyas\u0131n\u0131, dolay\u0131s\u0131yla "Gedcom Gezgini" ad\u0131n\u0131 do\u011frudan d\u00fczenler.<br><br>Ancestris ayn\u0131 anda birka\u00e7 \u015fecere a\u00e7abilir.<br><br>Bu gezgin, halihaz\u0131rda a\u00e7\u0131k olan \u015fecere bilgilerinin her birinde bulunan t\u00fcm varl\u0131klar\u0131n say\u0131s\u0131n\u0131 sa\u011flar.<br></html>
#
demo.tree=<html>Bu, bir \u015fecere Dinamik A\u011fac\u0131d\u0131r.<br><br>Belirli bir bireyin y\u00fckselenlerini ve torunlar\u0131n\u0131 g\u00f6sterir.<br><br>Kutular\u0131n g\u00f6r\u00fcn\u00fcm\u00fcn\u00fc, renklerini ve i\u00e7eriklerini de\u011fi\u015ftirerek g\u00f6r\u00fcnt\u00fcleme stilini se\u00e7ebilir ve tan\u0131mlayabilirsiniz.<br><br>Bir ki\u015fiye sa\u011f t\u0131kland\u0131\u011f\u0131nda, bu ki\u015fiye ebeveyn veya \u00e7ocuk eklemek veya bu ki\u015fi hakk\u0131nda bir rapor olu\u015fturmak i\u00e7in bir eylem men\u00fcs\u00fc g\u00f6r\u00fcnt\u00fclenir.<br></html>
#
demo.cygnus=<html>Bu Cygnus d\u00fczenleyicidir.<br><br>Bir ki\u015fi veya bununla ilgili olaylarla ilgili \u00e7o\u011fu bilgiyi olu\u015fturabilir, de\u011fi\u015ftirebilir veya silebilirsiniz.<br><br>Bu d\u00fczenleyici, basit olacak \u015fekilde ve soya\u011fac\u0131n\u0131za bilgi eklemenizi veya de\u011fi\u015ftirmenizi kolayla\u015ft\u0131rmak i\u00e7in tasarlanm\u0131\u015ft\u0131r.<br><br>Bir ki\u015fi hakk\u0131ndaki bilgilerin genel bir g\u00f6r\u00fcn\u00fcm\u00fcn\u00fc elde etmek i\u00e7in resimler, medya ve kaynaklar ekleyebilirsiniz.<br><br>Ad\u0131na sa\u011f t\u0131kland\u0131\u011f\u0131nda, Dinamik A\u011fa\u00e7 G\u00f6r\u00fcn\u00fcm\u00fcne benzer bir i\u015flem men\u00fcs\u00fc g\u00f6r\u00fcnt\u00fclenir.<br><br>Bir asistan, farkl\u0131 takvimlere g\u00f6re tarihleri girmenize yard\u0131mc\u0131 olur. Bir di\u011feri, konumlar\u0131 girmenize veya \u0130nternet \u00fczerinden araman\u0131za yard\u0131mc\u0131 olur.<br></html>
#
demo.gedcom=<html>Bu Gedcom edit\u00f6r\u00fcd\u00fcr.<br><br>\u015eecerenizin herhangi bir varl\u0131\u011f\u0131yla ilgili t\u00fcm bilgileri g\u00f6r\u00fcnt\u00fcler ve de\u011fi\u015ftirmenize izin verir.<br><br>Bu bilgi, kullan\u0131lan Gedcom normuna son derece uyan bir a\u011fa\u00e7 olarak g\u00f6sterilir.<br><br>Pencerenin \u00fcst taraf\u0131, Gedcom dosyas\u0131ndaki ham bilgileri g\u00f6sterir ve tek par\u00e7a se\u00e7menize izin verir. Alt k\u0131s\u0131m, se\u00e7ilen bilgi par\u00e7as\u0131n\u0131n ayr\u0131nt\u0131lar\u0131n\u0131 g\u00f6sterir.<br><br>Bir bilgi par\u00e7as\u0131na sa\u011f t\u0131kland\u0131\u011f\u0131nda, se\u00e7ilen bilgiler hakk\u0131nda bir i\u015flem men\u00fcs\u00fc g\u00f6r\u00fcnt\u00fclenir.<br></html>
#
demo.aries=<html>Bu Aries d\u00fczenleyici.<br><br>Gedcom d\u00fczenleyicinin g\u00fcc\u00fcn\u00fc Cygnus d\u00fczenleyicinin grafik ergonomisiyle birle\u015ftirir.<br><br>\u015eecere ile ilgili herhangi bir bilgi olu\u015fturabilir, de\u011fi\u015ftirebilir veya silebilirsiniz.<br><br>Bir ki\u015finin resminin alt\u0131na sa\u011f t\u0131kland\u0131\u011f\u0131nda, Dinamik A\u011fa\u00e7 G\u00f6r\u00fcn\u00fcm\u00fcne benzer bir i\u015flem men\u00fcs\u00fc g\u00f6r\u00fcnt\u00fclenir.<br></html>
#
demo.geo=<html>Bu Co\u011frafi G\u00f6r\u00fcn\u00fcmd\u00fcr.<br><br>Bireyi ve olaylar\u0131n\u0131 bir d\u00fcnya haritas\u0131 \u00fczerinde g\u00f6sterir.<br><br>Fareyi bir konumun \u00fczerine getirmek, o yerde meydana gelen ki\u015filer ve olaylarla birlikte konumun ayr\u0131nt\u0131lar\u0131n\u0131 g\u00f6sterecektir.<br><br>Yerleri ihtiyac\u0131n\u0131za g\u00f6re s\u0131n\u0131rlayabilirsiniz. \u00d6rne\u011fin, yaln\u0131zca "\u00e7ift\u00e7iler" ile ilgili yerler g\u00f6sterilebilir.<br><br>Di\u011fer iki g\u00f6r\u00fcn\u00fcm vard\u0131r: 'Yer Listesi' ve 'Yer Tablosu'. Yerlerle ilgili bilgileri y\u00f6netmek i\u00e7in kullan\u0131l\u0131rlar. \u00d6rne\u011fin, her bir konumu g\u00fcncel ve eski adlar\u0131na sahip olacak \u015fekilde tan\u0131mlayabilirsiniz.<br><br>Yerlerin co\u011frafi koordinatlar\u0131 internet \u00fczerinden aranabilir.<br></html>
#
demo.chrono=<html>Bu, Zaman \u00c7izelgesi g\u00f6r\u00fcn\u00fcm\u00fcd\u00fcr.<br><br>\u015eecerenizin t\u00fcm bireylerini bir zaman \u00e7izelgesi \u00fczerinde ve bir a\u011fa\u00e7 bi\u00e7iminde e\u015fler.<br><br>Farenizi zaman \u00e7izelgesinin \u00fczerine getirdi\u011finizde, birka\u00e7 se\u00e7ili \u00fclkede ger\u00e7ekle\u015fen ilgili olaylar\u0131 g\u00f6receksiniz.<br></html>
#
demo.table=<html>Bu Varl\u0131k Tablosu g\u00f6r\u00fcn\u00fcm\u00fcd\u00fcr.<br><br>Ki\u015fiye, aileye, medyaya, nota, kayna\u011fa, g\u00f6ndericiye veya depoya g\u00f6re \u015fecerenizin t\u00fcm varl\u0131klar\u0131n\u0131 listeler.<br><br>G\u00f6r\u00fcnt\u00fclemek istedi\u011finiz s\u00fctunlar\u0131 se\u00e7ebilir ve yeniden d\u00fczenleyebilirsiniz. S\u00fctunlar\u0131 s\u0131ralayabilirsiniz. <br><br>Varl\u0131klar\u0131 se\u00e7mek veya aramak i\u00e7in bu tabloyu kullanabilirsiniz. <br><br>Tabloyu bir dosyaya da aktarabilirsiniz.<br></html>
#
demo.search=<html>Bu \u015eecere Ara\u015ft\u0131rmas\u0131d\u0131r.<br><br>Bu ara\u00e7, \u015fecere ve di\u011fer Ancestris \u00fcyelerinin \u015fecere aras\u0131nda ortak bireyler bulman\u0131za yard\u0131mc\u0131 olur.<br><br>Pencere \u015fu anda a\u00e7\u0131k olan \u015fecereleri, sizinkiyle ortak bireylere sahip di\u011fer Ancestris kullan\u0131c\u0131lar\u0131n\u0131 ve bu ortak ki\u015fileri g\u00f6sterir.<br><br>Ard\u0131ndan, ihtiya\u00e7 duydu\u011funuz ayr\u0131nt\u0131l\u0131 bilgileri istemek i\u00e7in ilgili kullan\u0131c\u0131larla ileti\u015fime ge\u00e7ebilirsiniz.<br><br>\u00d6nemli: \u015eecere verileriniz yaln\u0131zca bilgisayar\u0131n\u0131zda depolan\u0131r ve herhangi bir d\u0131\u015f \u015firket veya dernek ile payla\u015f\u0131lmaz.<br></html>
#
demo.close=<html>Bu Rehberli Tur \u015fimdi tamamland\u0131.<br><br>Umar\u0131z, Ancestris'in baz\u0131 ana \u00f6zelliklerini ke\u015ffetmi\u015fsinizdir.<br><br>Art\u0131k di\u011ferlerini ke\u015ffedebilirsiniz.<br><br>Ayr\u0131ca \u015fecere olu\u015fturmaya ba\u015flayabilir veya \u00f6rne\u011fin Ho\u015fgeldiniz penceresinin men\u00fcs\u00fcn\u00fc kullanarak onu ta\u015f\u0131yabilirsiniz.<br></html>
