#
name=Arbre ascendant circulaire sur 10 g\u00e9n\u00e9rations
# 
info=<h1><center>Arbre ascendant circulaire sur 10 g\u00e9n\u00e9rations</center></h1> \n<p>Ce script vous donne une repr\u00e9sentation graphique  sous forme circulaire des anc\u00eatres directs d'une personne.</p> \n<p><center><img src="ReportLinesCircSample.jpg"></center></p>   \n<p>Pour visualiser les diff\u00e9rents types d'affichage, on peut dire que deux crit\u00e8res principaux s'offrent \u00e0 vous&nbsp;:</p> \n<ul> \n<li>Rapport sur une page, ou sur un nombre x (pair) de pages.</li> \n<li>R\u00e9sultat en couleur, ou en noir et blanc.</li> \n</ul> \n<p>Ce rapport se lance soit \u00e0 partir du menu contextuel d'un individu, soit en allant dans la vue Rapports et en s\u00e9lectionnant ensuite l'individu lorsque cela est demand\u00e9.</p> \n<h2>PARAMETRAGES</h2> \n<h3>Options principales :</h3> \n<p>Vous disposez de plusieurs options, notamment&nbsp;:</p> \n<ul> \n<li> le mode de repr\u00e9sentation des ann\u00e9es,</li> \n<li> le nombre de g\u00e9n\u00e9rations,</li> \n<li> le nombre de page(s),</li> \n<li> la police \u00e0 utiliser,</li> \n<li> inscription ou non de la date de cr\u00e9ation de ce rapport,</li> \n<li> affichage des dates de mariages,</li> \n<li> etc....</li> \n</ul> \n<h3>Note :</h3> \n<p>Ce rapport va cr\u00e9er un fichier Postscript. Il vous faut donc soit l'ouvrir avec une visionneuse Postscript, soit le convertir en PDF. \nPour cette conversion, vous pouvez utiliser par exemple PDFCreator si vous \u00eates sous Windows (licence GPL). \nSi vous \u00eates sous Linux, vous pouvez utiliser ps2pdf, normalement inclus par d\u00e9faut dans votre distribution, et se lan\u00e7ant de la mani\u00e8re suivante : ps2pdf mon_fichier.ps. </p> \n<p><h3>Astuce :</h3> \nPour qu'un param\u00e8tre soit pris en compte, veillez \u00e0 le valider en cliquant apr\u00e8s la saisie sur un endroit quelconque de l'\u00e9cran.</p> 
#
# 
umaxlevel=Choisissez le nombre de g\u00e9n\u00e9rations \u00e0 afficher
umaxlevel.5=5 g\u00e9n\u00e9rations
umaxlevel.6=6 g\u00e9n\u00e9rations
umaxlevel.7=7 g\u00e9n\u00e9rations
umaxlevel.8=8 g\u00e9n\u00e9rations
umaxlevel.9=9 g\u00e9n\u00e9rations
umaxlevel.10=10 g\u00e9n\u00e9rations
dateformat=Choisissez le format pour les dates :
dateformat.0=Date de naissance compl\u00e8te si aucune date de d\u00e9c\u00e8s n'est donn\u00e9e : ex b:11 Oct 1758
dateformat.1=Seulement l'ann\u00e9e : exemple (1758-1823)
dateformat.2=Seulement l'ann\u00e9e (un espace remplacera les dates non connues) ex : (    -1823)
uprintmarr=Afficher les dates de mariage ?
uprintmarr.0=Oui, afficher les dates de mariage seulement si la date exacte est connue
uprintmarr.1=Oui, afficher les dates de mariage m\u00eame si seule une estimation est disponible
uprintmarr.2=Non, ne pas afficher pas les dates de mariage
colourtext=Choisissez une option pour la couleur du texte :
colourtext.0=Texte en noir (pr\u00e9f\u00e9rable pour une imprimante noir et blanc)
colourtext.1=Texte en couleur (par d\u00e9faut les hommes en bleu, et les femmes en rouge)
colouroption=Choisissez une couleur de fond pour les textes
colouroption.0=Couleurs li\u00e9es au sexe (par d\u00e9faut, rose pour les hommes, et bleu clair pour les femmes)
colouroption.1=Fond transparent (pr\u00e9f\u00e9rable pour des imprimantes noir et blanc)
colouroption.2=Couleur en d\u00e9grad\u00e9
printdate=Voulez-vous inscrire la date d'aujourd'hui sur le diagramme ?
ufont_name=Choisissez la fonte que vous voulez utiliser
unb_pages=Nombre de pages
unb_pages.0=1  (1 x 1) : 20 cm
unb_pages.1=2  (2 x 1) : 30 cm
unb_pages.2=4  (2 x 2) : 40 cm
unb_pages.3=6  (3 x 2) : 60 cm
unb_pages.4=12 (4 x 3) : 80 cm
unb_pages.5=20 (5 x 4) : 100 cm
unb_pages.6=24 (6 x 4) : 120 cm
uenc_choice=Choisissez l'encodage de la police
uenc_choice.0=ISO Latin 1 pour la plupart des langues d'Europe de l'Ouest
uenc_choice.1=ISO Latin 2 pour les langues d'Europe Centrale et de l'Est
uenc_choice.2=IBM PC (couvre \u00e0 peu pr\u00e8s tous les caract\u00e8res internationaux)
output.file=Nom du fichier Postscript r\u00e9sultat
