#
name=\u039a\u03c5\u03ba\u03bb\u03b9\u03ba\u03cc \u03b1\u03bd\u03b5\u03c1\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c0\u03ac\u03bd\u03c9 \u03b1\u03c0\u03cc 10 \u03b3\u03b5\u03bd\u03b9\u03ad\u03c2
#
info=<h1><center>\u039a\u03c5\u03ba\u03bb\u03b9\u03ba\u03cc \u03b1\u03bd\u03b5\u03c1\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03b3\u03b9\u03b1 10 \u03b3\u03b5\u03bd\u03b9\u03ad\u03c2</center></h1><p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03ad\u03bd\u03b1 \u03b3\u03c1\u03ac\u03c6\u03b7\u03bc\u03b1 \u03ba\u03cd\u03ba\u03bb\u03bf\u03c5 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 \u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae Postscript \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf.\n\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03c4\u03c9\u03bd \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd, \u03c4\u03b9\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ad\u03c2, \u03c4\u03b1 \u03c7\u03c1\u03ce\u03bc\u03b1\u03c4\u03b1 \u03ba.\u03bb\u03c0.</p>\n<p>\u039b\u03ac\u03b2\u03b5\u03c4\u03b5 \u03c5\u03c0\u03cc\u03c8\u03b7 \u03cc\u03c4\u03b9 \u03b8\u03b1 \u03c7\u03c1\u03b5\u03b9\u03b1\u03c3\u03c4\u03b5\u03af\u03c4\u03b5 \u03b5\u03b3\u03ba\u03b1\u03c4\u03b5\u03c3\u03c4\u03b7\u03bc\u03ad\u03bd\u03bf \u03ad\u03bd\u03b1 \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae\u03c2 Postscript \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b1\u03bd\u03bf\u03af\u03be\u03b5\u03c4\u03b5 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03b5\u03be\u03cc\u03b4\u03bf\u03c5.</p>\n<p><center><img src="ReportLinesCircSample.jpg"></center></p>
#
# 
umaxlevel=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b3\u03b5\u03bd\u03b5\u03ce\u03bd \u03c0\u03c1\u03bf\u03c2 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7
umaxlevel.5=5 \u03b3\u03b5\u03bd\u03b9\u03ad\u03c2
umaxlevel.6=6 \u03b3\u03b5\u03bd\u03b9\u03ad\u03c2
umaxlevel.7=7 \u03b3\u03b5\u03bd\u03b9\u03ad\u03c2
umaxlevel.8=8 \u03b3\u03b5\u03bd\u03b9\u03ad\u03c2
umaxlevel.9=9 \u03b3\u03b5\u03bd\u03b9\u03ad\u03c2
umaxlevel.10=10 \u03b3\u03b5\u03bd\u03b9\u03ad\u03c2
dateformat=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1\u03c2:
dateformat.0=\u03a0\u03bb\u03ae\u03c1\u03b5\u03b9\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1\u03c2 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2 \u03b5\u03ac\u03bd \u03b4\u03b5\u03bd \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03b5\u03c4\u03b1\u03b9 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b8\u03b1\u03bd\u03ac\u03c4\u03bf\u03c5, \u03c0.\u03c7. \u03b2: 11 \u039f\u03ba\u03c4\u03c9\u03b2\u03c1\u03af\u03bf\u03c5 1758
dateformat.1=\u039c\u03cc\u03bd\u03bf \u03c7\u03c1\u03cc\u03bd\u03b9\u03b1, \u03c0.\u03c7. (1758-1823)
dateformat.2=\u039c\u03cc\u03bd\u03bf \u03ad\u03c4\u03b7 (\u03c7\u03ce\u03c1\u03bf\u03c2 \u03b3\u03b9\u03b1 \u03ac\u03b3\u03bd\u03c9\u03c3\u03c4\u03b5\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2), \u03c0.\u03c7. (-1823)
uprintmarr=\u0395\u03ba\u03c4\u03cd\u03c0\u03c9\u03c3\u03b7 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u03b3\u03ac\u03bc\u03bf\u03c5;
uprintmarr.0=\u039d\u03b1\u03b9, \u03b5\u03ba\u03c4\u03c5\u03c0\u03ce\u03c3\u03c4\u03b5 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2 \u03b3\u03ac\u03bc\u03bf\u03c5 \u03bc\u03cc\u03bd\u03bf \u03b5\u03ac\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b3\u03bd\u03c9\u03c3\u03c4\u03ae \u03b7 \u03b1\u03ba\u03c1\u03b9\u03b2\u03ae\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1
uprintmarr.1=\u039d\u03b1\u03b9, \u03b5\u03ba\u03c4\u03c5\u03c0\u03ce\u03c3\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b3\u03ac\u03bc\u03bf\u03c5, \u03b1\u03ba\u03cc\u03bc\u03b7 \u03ba\u03b1\u03b9 \u03cc\u03c4\u03b1\u03bd \u03b5\u03ba\u03c4\u03b9\u03bc\u03ac\u03c4\u03b1\u03b9
uprintmarr.2=\u038c\u03c7\u03b9, \u03bc\u03b7\u03bd \u03b5\u03ba\u03c4\u03c5\u03c0\u03ce\u03bd\u03b5\u03c4\u03b5 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2 \u03b3\u03ac\u03bc\u03bf\u03c5
colourtext=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03c7\u03c1\u03ce\u03bc\u03b1\u03c4\u03bf\u03c2 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5:
colourtext.0=\u039c\u03b1\u03cd\u03c1\u03bf \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf (\u03c4\u03bf \u03ba\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03bf \u03b3\u03b9\u03b1 \u03b5\u03ba\u03c4\u03cd\u03c0\u03c9\u03c3\u03b7 \u03c3\u03b5 \u03bc\u03b7 \u03ad\u03b3\u03c7\u03c1\u03c9\u03bc\u03bf\u03c5\u03c2 \u03b5\u03ba\u03c4\u03c5\u03c0\u03c9\u03c4\u03ad\u03c2)
colourtext.1=\u0388\u03b3\u03c7\u03c1\u03c9\u03bc\u03bf \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf (\u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae: \u03bc\u03c0\u03bb\u03b5 \u03b3\u03b9\u03b1 \u03ac\u03bd\u03b4\u03c1\u03b5\u03c2, \u03ba\u03cc\u03ba\u03ba\u03b9\u03bd\u03bf \u03b3\u03b9\u03b1 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b5\u03c2)
colouroption=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03c6\u03cc\u03bd\u03c4\u03bf\u03c5 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5
colouroption.0=\u03a7\u03c1\u03c9\u03bc\u03b1\u03c4\u03b9\u03ba\u03cc\u03c2 \u03c3\u03c5\u03bd\u03b4\u03c5\u03b1\u03c3\u03bc\u03cc\u03c2 \u03b1\u03bd\u03ac \u03c6\u03cd\u03bb\u03bf (\u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae: \u03c1\u03bf\u03b6 \u03b3\u03b9\u03b1 \u03ac\u03bd\u03b4\u03c1\u03b5\u03c2, \u03b3\u03b1\u03bb\u03ac\u03b6\u03b9\u03bf \u03b3\u03b9\u03b1 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b5\u03c2)
colouroption.1=\u0394\u03b9\u03b1\u03c6\u03b1\u03bd\u03ad\u03c2 \u03c6\u03cc\u03bd\u03c4\u03bf (\u03c4\u03bf \u03ba\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03bf \u03b3\u03b9\u03b1 \u03b5\u03ba\u03c4\u03cd\u03c0\u03c9\u03c3\u03b7 \u03c3\u03b5 \u03bc\u03b7 \u03ad\u03b3\u03c7\u03c1\u03c9\u03bc\u03bf\u03c5\u03c2 \u03b5\u03ba\u03c4\u03c5\u03c0\u03c9\u03c4\u03ad\u03c2)
colouroption.2=\u03a7\u03c1\u03c9\u03bc\u03b1\u03c4\u03b9\u03ba\u03cc\u03c2 \u03c3\u03c5\u03bd\u03b4\u03c5\u03b1\u03c3\u03bc\u03cc\u03c2 \u03bd\u03c4\u03b5\u03b3\u03ba\u03c1\u03b1\u03bd\u03c4\u03ad
printdate=\u0398\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03c5\u03c0\u03c9\u03b8\u03b5\u03af \u03b7 \u03c3\u03b7\u03bc\u03b5\u03c1\u03b9\u03bd\u03ae \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03c3\u03c4\u03bf \u03b3\u03c1\u03ac\u03c6\u03b7\u03bc\u03b1;
ufont_name=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03b3\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ac \u03b3\u03b9\u03b1 \u03c7\u03c1\u03ae\u03c3\u03b7
ufont_name.0=Helvetica
ufont_name.1=Times-Roman
ufont_name.2=Courier
ufont_name.3=AvantGarde-Book
ufont_name.4=Times-Roman
ufont_name.5=ZapfChancery
unb_pages=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd
unb_pages.0=1  (1 x 1) : 20 cm
unb_pages.1=2  (2 x 1) : 30 cm
unb_pages.2=4  (2 x 2) : 40 cm
unb_pages.3=6  (3 x 2) : 60 cm
unb_pages.4=12 (4 x 3) : 80 cm
unb_pages.5=20 (5 x 4) : 100 cm
unb_pages.6=24 (6 x 4) : 120 cm
uenc_choice=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03ba\u03c9\u03b4\u03b9\u03ba\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ac\u03c2
uenc_choice.0=ISO Latin 1 \u03bf\u03b9 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03b4\u03c5\u03c4\u03b9\u03ba\u03bf\u03b5\u03c5\u03c1\u03c9\u03c0\u03b1\u03ca\u03ba\u03ad\u03c2 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b5\u03c2
uenc_choice.1=ISO Latin 2 \u0393\u03bb\u03ce\u03c3\u03c3\u03b5\u03c2 \u03c4\u03b7\u03c2 \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03ae\u03c2 \u03ba\u03b1\u03b9 \u0391\u03bd\u03b1\u03c4\u03bf\u03bb\u03b9\u03ba\u03ae\u03c2 \u0395\u03c5\u03c1\u03ce\u03c0\u03b7\u03c2
uenc_choice.2=IBM PC (\u03ba\u03b1\u03bb\u03cd\u03c0\u03c4\u03b5\u03b9 \u03c4\u03bf\u03c5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03bd \u03c4\u03bf\u03c5\u03c2 \u03b4\u03b9\u03b5\u03b8\u03bd\u03b5\u03af\u03c2 \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03b5\u03c2)
output.file=\u038c\u03bd\u03bf\u03bc\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03b5\u03be\u03cc\u03b4\u03bf\u03c5 Postscript
