#
name=Ata \u0130statistikleri
#
info=<h1><center>Ata \u0130statistikleri</center></h1> \n<p>Bu rapor, bulunan atalar\u0131n say\u0131s\u0131n\u0131, kapsama fakt\u00f6r\u00fcn\u00fc, implex fakt\u00f6r\u00fcn\u00fc ve akrabal\u0131k katsay\u0131s\u0131n\u0131 yazd\u0131r\u0131r.</p> \n<p>Kapsama fakt\u00f6r\u00fc, bilinen ve t\u00fcm olas\u0131 atalar aras\u0131ndaki orand\u0131r. Bir implex, ata a\u011fac\u0131nda birka\u00e7 kez g\u00f6r\u00fcnen bir ki\u015fi olan ortak bir atad\u0131r. Dolay\u0131s\u0131yla implex fakt\u00f6r\u00fc, \u00e7o\u011falt\u0131lan atalar\u0131n say\u0131s\u0131 ile say\u0131lan atalar\u0131n say\u0131s\u0131 aras\u0131ndaki orand\u0131r. Hi\u00e7bir ortak ata 0 vermez. \u00d6rnek: Bir bireyin 100 atas\u0131 varsa, ancak yaln\u0131zca 80 farkl\u0131ysa, implex fakt\u00f6r\u00fc (100 - 80) / 100 = %20'dir.</p> \n<p>Akrabal\u0131k katsay\u0131s\u0131, bir bireyin bir lokusta sahip oldu\u011fu iki alel geninin torunlar\u0131 taraf\u0131ndan ayn\u0131 olma olas\u0131l\u0131\u011f\u0131d\u0131r. Bu, ortak bir atan\u0131n bireyin her bir ebeveyni taraf\u0131ndan payla\u015f\u0131ld\u0131\u011f\u0131n\u0131 varsayar.</p> \n<p>Bu rapor yaln\u0131zca bir ki\u015finin ba\u011flam men\u00fcs\u00fcnden \u00e7al\u0131\u015ft\u0131r\u0131labilir.</p> 
#
select_individual=L\u00fctfen bir birey se\u00e7in
root_individual=K\u00f6k birey
implex_factor=Implex fakt\u00f6r : %{0}
consanguinity_factor=Akrabal\u0131k katsay\u0131s\u0131 : {0}
header_implex_generation=Gen
header_implex_possible=Olas\u0131
header_implex_known=Bilinen
header_implex_known_percent=%
header_implex_cumul=Toplanm\u0131\u015f
header_implex_cumul_percent=%
header_implex_diff=Fark
header_implex_implex=Implex
header_implex_common_ancestors=\u0130mplex fakt\u00f6r\u00fc i\u00e7in ortak atalar\u0131n listesi
header_consanguinity_common_ancestors=Akrabal\u0131k katsay\u0131s\u0131 i\u00e7in ortak atalar\u0131n listesi
footer_info=Kapsama fakt\u00f6r\u00fc, bilinen ve t\u00fcm olas\u0131 atalar aras\u0131ndaki orand\u0131r.\nImplex fakt\u00f6r\u00fc, kopyalanan atalar\u0131n say\u0131s\u0131 ile\nsay\u0131lan atalar\u0131n say\u0131s\u0131.\nAkrabal\u0131k katsay\u0131s\u0131, iki alel geninin olma olas\u0131l\u0131\u011f\u0131d\u0131r.\nBir bireyin bir lokusta sahip oldu\u011fu \u00f6zellikler, torunlar\u0131 taraf\u0131ndan ayn\u0131d\u0131r.\nBu, ortak bir atan\u0131n bireyin her bir ebeveyni taraf\u0131ndan payla\u015f\u0131ld\u0131\u011f\u0131n\u0131 varsayar. 
