# Ancestris - http://www.ancestris.org
#
# Message strings for the ReportAncestorStatistics Report
#

name	= Statistiques des anc\u00eatres

info = <h1><center>Statistiques des anc\u00eatres</center></h1> \n\
 <p>Ce rapport affiche le nombre d'anc\u00eatres trouv\u00e9s, le taux de couverture, le taux d'implexe et le coefficient de consanguinit\u00e9.</p> \n\
 <p>Le taux de couverture est le rapport entre les anc\u00eatres connus et les anc\u00eatres possibles.</p> \n\
 <p>Un implexe est une personne qui appara\u00eet plusieurs fois dans l'arbre d'ascendance.</p> \n\
 <p>Ainsi, le taux d'implexe est le rapport entre le nombre d'anc\u00eatres communs et le nombre d'anc\u00eatres compt\u00e9s. Aucun anc\u00eatre commun donne 0. \n\
 Exemple : Si un individu a 100 anc\u00eatres, mais seulement 80 diff\u00e9rents, le taux d'implexe est (100 - 80) / 100 = 20%.</p> \n\
 <p>Le coefficient de consanguinit\u00e9 est la probabilit\u00e9 que les deux all\u00e8les d'un individu soit identiques par descendance. Cela suppose qu'un anc\u00eatre commun est partag\u00e9 par chaque parent de l'individu.</p> \n\
 <p><h3>Attention :</h3>Ce rapport doit \u00eatre s\u00e9lectionn\u00e9 \u00e0 partir du menu contextuel d'une personne.</p> 

select_individual = S\u00e9lectionnez une personne
root_individual = Personne racine
implex_factor = Taux d'implexe : {0}%
consanguinity_factor = Coefficient de consanguinit\u00e9 : {0}
header_implex_generation    = Gen
header_implex_possible      = Possible
header_implex_known         = Connu
header_implex_known_percent = %
header_implex_cumul         = Cumul
header_implex_cumul_percent = %
header_implex_diff          = Diff
header_implex_implex        = Implexe
header_implex_common_ancestors = Liste des anc\u00eatres communs pour le taux d'implexe
header_consanguinity_common_ancestors = Liste des anc\u00eatres communs pour le coefficient de consanguinit\u00e9

footer_info  = Le taux de couverture est le ratio entre le nombre d'anc\u00eatres connus et le nombre maximal th\u00e9orique d'anc\u00eatres. \
				\n L'implexe est le ratio entre le nombre d'anc\u00eatres trouv\u00e9s avec doublon et le nombre d'anc\u00eatres uniques. \
				\n Le coefficient de consanguinit\u00e9 est la probabilit\u00e9 que deux all\u00e8les  \
				\n d'un individu sur un locus soit le m\u00eame par descendance.  \
				\n Ceci suppose qu'un anc\u00eatre commun soit partag\u00e9 par chaque parent de l'individu. 

# End of File
