#
name=\u03a3\u03c4\u03b1\u03c4\u03b9\u03c3\u03c4\u03b9\u03ba\u03ac \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd
#
info=<h1><center>\u03a3\u03c4\u03b1\u03c4\u03b9\u03c3\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd</center></h1>\n<p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b5\u03ba\u03c4\u03c5\u03c0\u03ce\u03bd\u03b5\u03b9 \u03c4\u03bf\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd, \u03c4\u03bf\u03bd \u03c3\u03c5\u03bd\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03ae \u03ba\u03ac\u03bb\u03c5\u03c8\u03b7\u03c2, \u03c4\u03bf\u03bd \u03c3\u03c5\u03bd\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03ae \u03b5\u03bc\u03c0\u03bb\u03bf\u03ba\u03ae\u03c2 \u03ba\u03b1\u03b9 \u03c4\u03bf\u03bd \u03c3\u03c5\u03bd\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03ae \u03c3\u03c5\u03b3\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2.</p>\n<p>\u039f \u03c3\u03c5\u03bd\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03ae\u03c2 \u03ba\u03ac\u03bb\u03c5\u03c8\u03b7\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03c9\u03bd \u03b3\u03bd\u03c9\u03c3\u03c4\u03ce\u03bd \u03ba\u03b1\u03b9 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c0\u03b9\u03b8\u03b1\u03bd\u03ce\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd. \u0395\u03bd\u03b1\n\u03a4\u03bf implex \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1\u03c2 \u03ba\u03bf\u03b9\u03bd\u03cc\u03c2 \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf\u03c2, \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c0\u03bf\u03c5 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c0\u03bf\u03bb\u03bb\u03ad\u03c2 \u03c6\u03bf\u03c1\u03ad\u03c2 \u03c3\u03c4\u03bf \u03c0\u03c1\u03bf\u03b3\u03bf\u03bd\u03b9\u03ba\u03cc \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf.\n\u0386\u03c1\u03b1 \u03bf \u03c0\u03b1\u03c1\u03ac\u03b3\u03bf\u03bd\u03c4\u03b1\u03c2 implex \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03bf\u03c5 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd \u03c4\u03c9\u03bd \u03b4\u03b9\u03c0\u03bb\u03ce\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03ba\u03b1\u03b9 \u03c4\u03bf\u03c5\n\u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03ba\u03b1\u03c4\u03b1\u03bc\u03b5\u03c4\u03c1\u03b7\u03bc\u03ad\u03bd\u03c9\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd. \u039a\u03b1\u03bd\u03ad\u03bd\u03b1\u03c2 \u03ba\u03bf\u03b9\u03bd\u03cc\u03c2 \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf\u03c2 \u03b4\u03b5\u03bd \u03b4\u03af\u03bd\u03b5\u03b9 0. \u03a0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1: \u0391\u03bd \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf\n\u03ad\u03c7\u03b5\u03b9 100 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2, \u03b1\u03bb\u03bb\u03ac \u03bc\u03cc\u03bd\u03bf 80 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03bf\u03cd\u03c2, \u03bf \u03c0\u03b1\u03c1\u03ac\u03b3\u03bf\u03bd\u03c4\u03b1\u03c2 implex \u03b5\u03af\u03bd\u03b1\u03b9 (100 - 80) / 100 = 20%.</p>\n<p>\u039f \u03c3\u03c5\u03bd\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03ae\u03c2 \u03c3\u03c5\u03b3\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03c0\u03b9\u03b8\u03b1\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03cc\u03c4\u03b9 \u03c4\u03b1 \u03b4\u03cd\u03bf \u03b3\u03bf\u03bd\u03af\u03b4\u03b9\u03b1 \u03b1\u03bb\u03bb\u03b7\u03bb\u03cc\u03bc\u03bf\u03c1\u03c6\u03c9\u03bd\n\u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03c3\u03b5 \u03ad\u03bd\u03b1\u03bd \u03c4\u03cc\u03c0\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b1\u03bd\u03bf\u03bc\u03bf\u03b9\u03cc\u03c4\u03c5\u03c0\u03b1 \u03b1\u03c0\u03cc \u03c4\u03bf\u03c5\u03c2 \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2. \u0391\u03c5\u03c4\u03cc \u03c0\u03c1\u03bf\u03cb\u03c0\u03bf\u03b8\u03ad\u03c4\u03b5\u03b9 \u03cc\u03c4\u03b9 \u03ad\u03bd\u03b1 \u03ba\u03bf\u03b9\u03bd\u03cc\n\u03bf \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf\u03c2 \u03bc\u03bf\u03b9\u03c1\u03ac\u03b6\u03b5\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03ba\u03ac\u03b8\u03b5 \u03b3\u03bf\u03bd\u03ad\u03b1 \u03c4\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5.</p>\n<p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03b5\u03af \u03bc\u03cc\u03bd\u03bf \u03b1\u03c0\u03cc \u03c4\u03bf \u03bc\u03b5\u03bd\u03bf\u03cd \u03c0\u03b5\u03c1\u03b9\u03b2\u03ac\u03bb\u03bb\u03bf\u03bd\u03c4\u03bf\u03c2 \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5.</p>
#
select_individual=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf
root_individual=\u0386\u03c4\u03bf\u03bc\u03bf Root
implex_factor=Implex factor : {0}%
consanguinity_factor=\u03a3\u03c5\u03bd\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03ae\u03c2 \u03c3\u03c5\u03b3\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 : {0}
header_implex_generation=\u0393\u03b5\u03bd\u03b9\u03ac
header_implex_possible=\u0394\u03c5\u03bd\u03b1\u03c4\u03cc\u03bd
header_implex_known=\u0393\u03bd\u03c9\u03c3\u03c4\u03cc
header_implex_known_percent=%
header_implex_cumul=\u03a3\u03c5\u03c3\u03c3\u03ce\u03c1\u03b5\u03c5\u03c3\u03b7
header_implex_cumul_percent=%
header_implex_diff=\u0394\u03b9\u03b1\u03c6
header_implex_implex=Implex
header_implex_common_ancestors=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03ba\u03bf\u03b9\u03bd\u03ce\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c0\u03b1\u03c1\u03ac\u03b3\u03bf\u03bd\u03c4\u03b1 implex
header_consanguinity_common_ancestors=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03ba\u03bf\u03b9\u03bd\u03ce\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c3\u03c5\u03bd\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03ae \u03c3\u03c5\u03b3\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
footer_info=\u039f \u03c3\u03c5\u03bd\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03ae\u03c2 \u03ba\u03ac\u03bb\u03c5\u03c8\u03b7\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03c9\u03bd \u03b3\u03bd\u03c9\u03c3\u03c4\u03ce\u03bd \u03ba\u03b1\u03b9 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c0\u03b9\u03b8\u03b1\u03bd\u03ce\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd.\n\u039f \u03c0\u03b1\u03c1\u03ac\u03b3\u03bf\u03bd\u03c4\u03b1\u03c2 implex \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03bf\u03c5 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd \u03c4\u03c9\u03bd \u03b4\u03b9\u03c0\u03bb\u03ce\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03ba\u03b1\u03b9\n\u03bf \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03ba\u03b1\u03c4\u03b1\u03bc\u03b5\u03c4\u03c1\u03b7\u03bc\u03ad\u03bd\u03c9\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd.\n\u039f \u03c3\u03c5\u03bd\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03ae\u03c2 \u03c3\u03c5\u03b3\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03c0\u03b9\u03b8\u03b1\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03cc\u03c4\u03b9 \u03c4\u03b1 \u03b4\u03cd\u03bf \u03b3\u03bf\u03bd\u03af\u03b4\u03b9\u03b1 \u03b1\u03bb\u03bb\u03b7\u03bb\u03cc\u03bc\u03bf\u03c1\u03c6\u03c9\u03bd\n\u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c3\u03b5 \u03ad\u03bd\u03b1\u03bd \u03c4\u03cc\u03c0\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b1\u03bd\u03bf\u03bc\u03bf\u03b9\u03cc\u03c4\u03c5\u03c0\u03b1 \u03b1\u03c0\u03cc \u03c4\u03bf\u03c5\u03c2 \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2.\n\u0391\u03c5\u03c4\u03cc \u03c0\u03c1\u03bf\u03cb\u03c0\u03bf\u03b8\u03ad\u03c4\u03b5\u03b9 \u03cc\u03c4\u03b9 \u03ba\u03ac\u03b8\u03b5 \u03b3\u03bf\u03bd\u03ad\u03b1\u03c2 \u03c4\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 \u03bc\u03bf\u03b9\u03c1\u03ac\u03b6\u03b5\u03c4\u03b1\u03b9 \u03ad\u03bd\u03b1\u03bd \u03ba\u03bf\u03b9\u03bd\u03cc \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf.
