#
name=Estad\u00edstiques dels Avantpassats
#
info=<h1><center>Estad\u00edstiques d'avantpassats</center></h1>\n<p>Aquest informe imprimeix el nombre d'ancestres trobats, el factor de cobertura, el factor complex i el coeficient de consanguinitat.</p>\n<p>El factor de cobertura \u00e9s la relaci\u00f3 entre els avantpassats coneguts i tots els possibles. Un\nimplex \u00e9s un avantpassat com\u00fa, una persona que apareix diverses vegades a l'arbre dels avantpassats.\nAix\u00ed, el factor complex \u00e9s la relaci\u00f3 entre el nombre d'ancestres duplicats i el\nnombre d'ancestres comptats. Cap avantpassat com\u00fa d\u00f3na 0. Exemple: Si un individu\nt\u00e9 100 avantpassats, per\u00f2 nom\u00e9s 80 diferents, el factor complex \u00e9s (100 - 80) / 100 = 20%.</p>\n<p>El coeficient de consanguinitat \u00e9s la probabilitat que els dos gens al\u00b7lels que\nun individu t\u00e9 en un lloc s\u00f3n id\u00e8ntics per descendents. Aix\u00f2 suposa que un com\u00fa\navantpassat \u00e9s compartit per cada progenitor de l'individu.</p>\n<p>Aquest informe nom\u00e9s es pot executar des del men\u00fa contextual d'una persona.</p>
#
select_individual=Seleccionar una persona
root_individual=Arrel individual
implex_factor=Factor Implex : {0}%
consanguinity_factor=Coeficient de consanguinitat : {0}
header_implex_generation=Gen 
header_implex_possible=Possible 
header_implex_known=Conegut
header_implex_known_percent=% 
header_implex_cumul=Cumul 
header_implex_cumul_percent=% 
header_implex_diff=Dif
header_implex_implex=Implex 
header_implex_common_ancestors=Llista d'ancestres comuns per al factor complex
header_consanguinity_common_ancestors=Llista d'ancestres comuns pel coeficient de consanguinitat
footer_info=El factor de cobertura \u00e9s la relaci\u00f3 entre els avantpassats coneguts i tots els possibles.\nEl factor complex \u00e9s la relaci\u00f3 entre el nombre d'ancestres duplicats i\nel nombre d'ancestres comptats.\nEl coeficient de consanguinitat \u00e9s la probabilitat que els dos gens al\u00b7lels\nque un individu t\u00e9 en un lloc s\u00f3n id\u00e8ntics per descendents.\nAix\u00f2 suposa que un avantpassat com\u00fa \u00e9s compartit per cada progenitor de l'individu.
