OpenIDE-Module-Display-Category=\u0394\u03b9\u03bf\u03c1\u03b8\u03c9\u03c4\u03ae\u03c2
OpenIDE-Module-Long-Description=\u0391\u03c5\u03c4\u03cc\u03c2 \u03bf \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ae\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c5\u03c0\u03cc \u03b2\u03b1\u03c1\u03b9\u03ac \u03b1\u03bd\u03ac\u03c0\u03c4\u03c5\u03be\u03b7, \u03ba\u03b1\u03b9 \u03c0\u03b1\u03c1\u03ad\u03c7\u03b5\u03c4\u03b1\u03b9 \u03bc\u03cc\u03bd\u03bf \u03b3\u03b9\u03b1 \u03c3\u03ba\u03bf\u03c0\u03bf\u03cd\u03c2 \u03b5\u03bd\u03c4\u03bf\u03c0\u03b9\u03c3\u03bc\u03bf\u03cd \u03c3\u03c6\u03b1\u03bb\u03bc\u03ac\u03c4\u03c9\u03bd.\n\u03a0\u03a1\u039f\u0395\u0399\u0394\u039f\u03a0\u039f\u0399\u0397\u03a3\u0397 \u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c8\u03b5\u03c5\u03b4\u03b5\u03af\u03c2 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 \u03c4\u03bf\u03c5 GEDCOM \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03c3\u03c5\u03bc\u03b2\u03bf\u03cd\u03bd. \u039c\u03b7\u03bd \u03c4\u03bf \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b5 \u03c3\u03b5 \u03b1\u03c1\u03c7\u03b9\u03ba\u03ac \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03c3\u03b1\u03c2. \u0391\u03bd \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03bf \u03b4\u03bf\u03ba\u03b9\u03bc\u03ac\u03c3\u03b5\u03c4\u03b5, \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03bd\u03c4\u03af\u03b3\u03c1\u03b1\u03c6\u03bf \u03b1\u03c3\u03c6\u03b1\u03bb\u03b5\u03af\u03b1\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2 (\u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03ba\u03b1\u03b9 \u03ad\u03b3\u03b3\u03c1\u03b1\u03c6\u03b1), \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03b5\u03af\u03c4\u03b5 \u03bc\u03cc\u03bd\u03bf \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03bd\u03c4\u03af\u03b3\u03c1\u03b1\u03c6\u03bf. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03bf \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b5 \u03b4\u03b9\u03ba\u03ae \u03c3\u03b1\u03c2 \u03b5\u03c5\u03b8\u03cd\u03bd\u03b7. \u039a\u03b1\u03b9 \u03c0\u03ac\u03bb\u03b9, \u03b1\u03c5\u03c4\u03cc\u03c2 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ae\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03cc\u03bd\u03bf \u03bc\u03b5 \u03c3\u03ba\u03bf\u03c0\u03cc \u03b3\u03b9\u03b1 \u03b4\u03bf\u03ba\u03b9\u03bc\u03ad\u03c2.\n\nCet editeur est en cours de d\u00e9veloppement, il n'est fournit que pour les personnes qui d\u00e9sire l'essayer et participer \u00e0 son d\u00e9veloppement.\nATTENTION des modifications non control\u00e9es du gedcom peuvent malheureusement se produire. Vous ne devez utiliser cet \u00e9diteur que sur une copie de votre g\u00e9n\u00e9alogie, en aucun cas sur vos donn\u00e9es originales. Vous \u00eates pr\u00e9venu, vous utilisez cet \u00e9diteur sous votre seule responsabilit\u00e9.
OpenIDE-Module-Name=\u0394\u03b9\u03bf\u03c1\u03b8\u03c9\u03c4\u03ae\u03c2 \u0393\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 - \u039c\u03b5 \u03c3\u03ba\u03bf\u03c0\u03cc \u03bc\u03cc\u03bd\u03bf \u03b3\u03b9\u03b1 \u03b4\u03bf\u03ba\u03b9\u03bc\u03ad\u03c2
OpenIDE-Module-Short-Description=\u0394\u03b9\u03bf\u03c1\u03b8\u03c9\u03c4\u03ae\u03c2 \u0393\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c4\u03bf\u03c5 Ancestris - \u039c\u03b5 \u03c3\u03ba\u03bf\u03c0\u03cc \u03bc\u03cc\u03bd\u03bf \u03b3\u03b9\u03b1 \u03b4\u03bf\u03ba\u03b9\u03bc\u03ad\u03c2
