<html>
<body>

<h2><a href="../entities.html">Les Entit&eacute;s</a> - Famille</h2>

<p>
La deuxi&egrave;me entit&eacute; importante est la famille. Elle lie 
des individus et est trait&eacute;e comme une entit&eacute; 
s&eacute;par&eacute;e pour tenir compte des cas, o&ugrave; l'un des 
conjoints, voir m&ecirc;me les deux, est inconnu.<Br>
Les exemples de familles que l'on pourra rencontrer, sont tous une 
sorte d'enveloppe contenant toutes les informations connues relatives 
&agrave; une simple famille, comme le mariage, le divorce, des notes, 
des images, etc...
</p>


<p>
En &eacute;ditant une Famille dans la 
<a href="../view/edit.html">Fen&ecirc;tre d'&eacute;dition</a> 
vous devez coller le plus pr&egrave;s possible &agrave; la norme Gedcom. Une 
famille typique comprend les informations suivantes&nbsp;:
<PRE>
@F001@ FAM
 WIFE @I002@
 HUSB @I001@
 MARR
  DATE 1957
  PLAC Noirmoutier
 CHIL @I004@
 CHIL @I005@
 CHIL @I008@
</PRE>
</p>

<p>
Parcourez les propri&eacute;t&eacute;s de vos familles et modifiez les. Quand 
vous ajoutez de nouvelles propri&eacute;t&eacute;s, choisissez les dans la 
liste pr&eacute;d&eacute;finie ou si cela s'av&egrave;re n&eacute;cessaire et 
que vous ayez des besoins particuliers, ajoutez de nouvelles &eacute;tiquettes 
de propri&eacute;t&eacute;s, mais faites le que de manière exceptionnelle.
</p>

<p>
Une fonction importante de Gedcom est sa capacit&eacute; &agrave; cr&eacute;er 
des liens entre des entit&eacute;s. Normalement les familles ne sont pas 
d&eacute;sunies - elles comprennent un mari, une femme ou des enfants. 
A chaque fois que vous cr&eacute;ez une nouvelle Famille associ&eacute;e 
&agrave; des personnes, celles-ci sont li&eacute;es par le biais de 
propri&eacute;t&eacute;s. Ces propri&eacute;t&eacute;s pour les familles sont 
HUSB (le mari), WIFE (la femme) ou CHIL (l'enfant). Les propri&eacute;t&eacute;s 
se rattachent &agrave; l'individu par son id. Vous pouvez explorer les relations 
entre les familles et les individus en suivant ces liens. Soyez prudent quand 
vous supprimez ou cr&eacute;ez de nouveaux liens - avoir une vue d'ensemble de 
l'int&eacute;grit&eacute; 
r&eacute;f&eacute;rentielle n'est pas facile :).
</p>

<Br>

<table Border="0">
 <tr> 
  <td Width=20%>
    Entit&eacute;
  </td>
  <td Width=2%>
    :
  </td>
  <td Width=78%>
    Famille
  </td>
 </tr>
 <tr>
  <td Width=20%>
    Image
  </td>
  <td Width=2%>
    :
  </td>
  <td Width=78%>
    <img src="../../images/Fam.gif">
  </td>
 </tr>
 <tr>
  <td Width=20%>
    Etiquette Gedcom
  </td>
  <td Width=2%>
    :
  </td>
  <td Width=78%>
    FAM
  </td>
 </tr>
 <tr valign=top>
  <td Width=20%>
    Information Gedcom
  </td>
  <td Width=2%>
    :
  </td>
  <td Width=78%>
    Identifie l'entit&eacute; l&eacute;gale, conventionnelle, etc... 
    que forment un homme, une femme, et leurs enfants, si ils en ont, 
    ou une famille cr&eacute;&eacute;e en raison de la naissance d'un 
    enfant par ses p&egrave;re et m&egrave;re biologiques
  </td>
 </tr>
 <tr>
  <td Width=20%>
    Sous&nbsp;Etiquettes
  </td>
  <td Width=2%>
    :
  </td>
  <td Width=78%>
    MARR, DIV, ENGA, ...
  </td>
 </tr>
 <tr valign=top>
  <td Width=20%>
    R&eacute;f&eacute;rences&nbsp;&agrave;
  </td>
  <td Width=2%>
    :
  </td>
  <td Width=78%>
   <img src="../../images/IndiMale.gif">&nbsp;HUSB <a href="./indi.html">Mari</a> <br>
   <img src="../../images/IndiFemale.gif">&nbsp;WIFE <a href="./indi.html">Epouse</a> <br>
   <img src="../../images/MaleChild.gif">/<img src="../../images/FemaleChild.gif">&nbsp;CHIL <a href="./indi.html">Enfant</a> <br>
   <img src="../../images/Note.gif">&nbsp;NOTE <a href="./note.html">Note</a>              <br>
   <img src="../../images/Source.gif">&nbsp;SOUR <a href="./source.html">Source</a>          <br>
   <img src="../../images/Media.gif">&nbsp;OBJE <a href="./media.html">Objet Multim&eacute;dia</a><br>
   <img src="../../images/Submitter.gif">&nbsp;SUBM <a href="./submitter.html">Fournisseur d'Information</a>    
  </td>
 </tr>
</table>

<Br>

</body>
</html>
