#
name=Arbre complet graphique export\u00e9 au format yEd
#
info=<h1><center>Arbre complet graphique export\u00e9 au format yEd</center></h1> \n<p>Ce rapport cr\u00e9e un fichier utilisable par <a href="http://www.yworks.com/products/yed">yEd</a>, un logiciel de graphiques gratuit propri\u00e9taire. \nLe rapport g\u00e9n\u00e8re le contenu des cadres et les place en tas dans le fichier pour yEd.</p> \n<p>Lanc\u00e9 \u00e0 partir d'une personne ou d'une famille, ce rapport liste seulement leurs anc\u00eatres et descendants. Par ailleurs, il est possible de choisir de voir toutes les personnes ou de filtrer selon le contenu d'un label particulier dans votre fichier GEDCOM. \n</p> \n<img src="ReportForYEdScreenshot.png"> \n<p> \nyEd propose des algorithmes et fonctions automatiques et semi-automatiques pour mettre en forme le graphe. Vous pouvez s\u00e9lectionner les g\u00e9n\u00e9rations, anc\u00eatres ou descendants, \nhommes ou femmes pour supprimer des parties du graphe ou pour \u00e9diter les formats de cadres ou d'\u00e9tiquettes. yEd peut notamment exporter aux formats image map, flash, svg, pdf, png. \n</p><p> \nLa liste ci-dessous sugg\u00e8re des outils dans yEd qui peuvent vous \u00eatre pratiques et dont vous pouvez arranger les fen\u00eatres autour de votre graphe pour faciliter votre travail de mise en forme. Note: yEd ne parle qu'anglais ou allemand pour l'instant... \n</p><ul> \n<li>layout - family tree... : mise en forme de l'arbre g\u00e9n\u00e9alogique ; conseil : mettre les hommes en premier (force male first)</li> \n<li>layout - channel edge router : redessine les lignes si vous avez ajust\u00e9 la mise en forme de l'arbre ; conseil : distance minimale \u00e0 z\u00e9ro (minimum distance zero)</li> \n<li>tools - fit node to label : ajuste les noeuds (cadres) aux \u00e9tiquettes (voir tailles noeuds / \u00e9tiquettes ci-dessous)</li> \n<li>tools - select elements : s\u00e9lection des anc\u00eatres / descendants</li> \n<li>windows - palette - current elements : s\u00e9lection hommes / femmes / familles </li> \n<li>tools - transform graph : inverser (en miroir) une partie de l'arbre</li> \n</ul><p> \nTailles des noeuds / \u00e9tiquettes </p><p> \nLes <em>noeuds (nodes)</em> des familles sont \u00e9troits bien que leur <em>\u00e9tiquette (label)</em> puisse \u00eatre large. Ceci r\u00e9duit l'espace entre \u00e9poux (si les familles sont sous les conjoints), \nmais peut masquer des lignes, par exemple en cas de remariage. Il est donc conseill\u00e9 de n'appliquer la fonction 'fit node to label' qu'aux hommes et aux femmes avant d'appliquer la mise en forme 'family tree layouter'. \n</p> \n<h2>Configuration</h2> \n<p> \nLe fichier <code>ancestris/report/ReportForYed.properties</code> contient des fragments de code XML utilis\u00e9s pour g\u00e9n\u00e9rer le rapport. \nCes fragments de code ont \u00e9t\u00e9 test\u00e9s avec la version 3.4.2 de yEd. Vous pouvez changer certains param\u00e8tres par d\u00e9faut dans ce fichier, comme les polices de caract\u00e8res et les couleurs. \nNotez bien que les couleurs des noeuds doivent correspondre aux couleurs de mise en forme d'arbre g\u00e9n\u00e9alogique dans yEd (donc \u00e0 modifier avec pr\u00e9caution). Voir l'aide de yEd. \n</p> \n<h3>Format des noms de lieux</h3> \n<ol> \n<li>si l'option est vide, la premi\u00e8re juridiction non vide sera affich\u00e9e pour chaque lieu.</li> \n<li>si l'option vaut <font color="blue">all</font>, affichage de toutes les juridictions s\u00e9par\u00e9es par des virgules. </li> \n<li>Sinon, entrer les num\u00e9ros des juridictions (la premi\u00e8re \u00e9tant 0) et le formatage souhait\u00e9. Par exemple, si le format des lieux de votre fichier GEDCOM est "village, ville, d\u00e9partement, r\u00e9gion, pays", \nvous pouvez saisir <font color="blue">0, 1 (3)</font> pour afficher: "village, ville (r\u00e9gion)".</li> \n</ol></p> \n<h3>Images</h3><p> \nEffacez les fragments de code HTML dans les options pour ignorer les images. \nVous pouvez sp\u00e9cifier les dimensions, comme par exemple : <code>&lt;img src="file:///C:/Mes Documents/Mes Images/{0}" width="60" height="90"></code>. \nQuand vous sp\u00e9cifiez les dimensions, pensez \u00e0 d\u00e9sactiver la configuration de yEd dans preferences - modules - morph layouts, faute de quoi yEd devient tr\u00e8s lent. \nLes images peuvent \u00eatre d\u00e9form\u00e9es par la modification de dimension. \nAvec des guillemets simples (') pour l'attribut de src, {0} n'est pas remplac\u00e9 par OBJE:FILE. \n</p> \n<h3>Symbole de sexe</h3><p> \nSi vous ne souhaitez pas utiliser les couleurs pour indiquer les sexes (sortie noir et blanc ou utilisation des couleurs pour distinguer les lignes d'ascendance dans un arbre complexe), \nvous pouvez utiliser un symbole, un mot ou une image pour indiquer le sexe dans le cadre d'une personne. \n</p> 
save=Enregistrer
showOccupation=Profession
events=Naissance, d\u00e9c\u00e8s, mariage, divorce
showDates=Dates
showPlaces=Lieux
place_display_format=Format des lieux (voir pr\u00e9sentation du rapport)
images=Images (p.ex. <img src="file:///.../{0}"> {0} = OBJE:FILE voir aussi pr\u00e9sentation du rapport)
famImage=Fragment de code HTML pour les familles
indiImage=Fragment de code HTML pour les personnes
imageExtensions=Extension du fichier reconnu comme un fichier d'images
imageSnippetDefault=<img src="file:///C:/Mes documents/Mes Images/{0}">
links=Liens pour le stockage des images ({0} = identifiant GEDCOM)
family=URL pour les familles
familyUrlDefault=http://mon.site.com/{0}.html
indi=URL pour les personnes
indiUrlDefault=http://mon.site.com/{0}.html
filter=Filtre (p. ex. pour montrer les descendants / anc\u00eatres communs)
tag=Label GEDCOM (p. ex. un label personnel d\u00e9butant par _)
content=Contenu du label GEDCOM (p. ex. un nom de rapport)
active=Filtre actif
ancestors=Inclure les anc\u00eatres
descendants=Inclure les descendants
gender=Symbole ou image pour le sexe (voir description du rapport)
male=Fragment de code HTML pour un homme
female=Fragment de code HTML pour une femme
unknown=Fragment de code HTML pour inconnu
