#
name=\u00c1rbol gr\u00e1fico completo exportado en formato yEd
#
info=<h1> <center> \u00c1rbol gr\u00e1fico completo exportado en formato yEd </center> </h1>\n<p> Este informe se concentra en el contenido de las etiquetas y las coloca en una gran pila.\nPuede terminar el dise\u00f1o con <a href="http://www.yworks.com/products/yed"> yEd </a>\nque es gratis como en cerveza gratis.\nLanzado de una persona o familia, solo obtienes antepasados \u200b\u200by descendientes.\nDe lo contrario, puede optar por mostrar todo o filtrar por contenido de etiqueta (especial).\n</p>\n<img src = "ReportForYEdScreenshot.png">\n<p>\nyEd tiene algoritmos de dise\u00f1o (semi y completamente) autom\u00e1ticos para formatear el gr\u00e1fico.\nPuede seleccionar generaciones, antepasados \u200b\u200bo descendientes,\nhombre o mujer para eliminar secciones de gr\u00e1ficos o editar formatos de etiquetas en masa.\nAlgunos ejemplos de sus tipos de exportaci\u00f3n: mapa de im\u00e1genes, flash, svg, pdf, png.\n</p> <p>\nLa lista a continuaci\u00f3n sugiere algunas herramientas que podr\u00eda ser \u00fatil tener al alcance de la mano al acoplarlas.\n</p> <ul>\n<li> dise\u00f1o - \u00e1rbol geneal\u00f3gico ... (organizar el \u00e1rbol; sugerencia para un pedigr\u00ed: forzar al hombre primero) </li>\n<li> dise\u00f1o: enrutador de borde de canal (vuelva a dibujar las l\u00edneas si ajust\u00f3 la disposici\u00f3n del \u00e1rbol; pista: distancia m\u00ednima cero) </li>\n<li> herramientas: ajuste el nodo a la etiqueta (consulte los tama\u00f1os de nodo / etiqueta a continuaci\u00f3n) </li>\n<li> herramientas: seleccione elementos (seleccione antepasados \u200b\u200b/ descendientes) </li>\n<li> ventanas - paleta - elementos actuales (seleccione hombres / mujeres / familias) </li>\n<li> herramientas: transformar el gr\u00e1fico (reflejar una secci\u00f3n de \u00e1rbol seleccionada) </li>\n</ul> <p>\nTama\u00f1os de etiqueta / nodo </p> <p>\nLos <em> nodos </em> familiares se crean estrechos aunque sus <em> etiquetas </em> pueden ser anchas.\nEsto ahorra espacio entre los c\u00f3nyuges (si se coloca debajo) pero puede oscurecer las l\u00edneas, por ejemplo, en caso de nuevos matrimonios.\nPor lo tanto, considere aplicar 'ajustar nodo a etiqueta' solo a hombres y mujeres antes de aplicar el 'dise\u00f1o de \u00e1rbol geneal\u00f3gico'.\n</p>\n<h2> Configuraci\u00f3n </h2>\n<p>\nEl archivo <code> ... / ancestris / report / ReportForYed.properties </code>\ncontiene fragmentos de XML utilizados para generar el informe.\nEstos fragmentos se probaron con la versi\u00f3n 3.4.2 de yEd.\nPuede cambiar algunos valores predeterminados en este archivo, como fuentes y colores.\nTenga en cuenta que los colores de los nodos deben coincidir con el dise\u00f1o del \u00e1rbol geneal\u00f3gico de yEd.\nConsulte tambi\u00e9n la ayuda de yEd.\n</p>\n<h3> Formato de nombre de lugar </h3>\n<ol>\n<li> si el campo de opci\u00f3n es nulo, se mostrar\u00e1 la primera jurisdicci\u00f3n disponible para cada lugar. </li>\n<li> si la opci\u00f3n es igual a <font color = "blue"> all </font>, se mostrar\u00e1n todas las jurisdicciones, separadas por comas. </li>\n<li> de lo contrario, ingrese los n\u00fameros de jurisdicci\u00f3n (comenzando desde 0 para el primero) y el formato que desee.\nPor ejemplo, si el formato de lugar de su familia es "aldea, ciudad, condado, estado, pa\u00eds", puede ingresar <font color = "blue"> 0, 1 (3) </font> para mostrar: "aldea, ciudad ( estado) ". </li>\n</ol>\n<h3> Im\u00e1genes </h3> <p>\nBorre los fragmentos de c\u00f3digo HTML para omitir im\u00e1genes.\nPuede especificar dimensiones como, por ejemplo:\n<code> & lt; img src = "file: /// C: / mis documentos / mis im\u00e1genes / {0}" width = "60" height = "90"> </code>\nAl especificar dimensiones, aseg\u00farese de desactivar las preferencias de yEd - m\u00f3dulos - dise\u00f1os de transformaci\u00f3n.\nDe lo contrario, yEd se vuelve muy lento. Tenga en cuenta que las im\u00e1genes pueden alargarse.\nCon comillas simples para el atributo src, {0} no ser\u00e1 reemplazado por OBJE: FILE.\n</p>\n<h3> S\u00edmbolo de g\u00e9nero </h3><p>\nEs posible que desee impresiones en blanco y negro o usar colores para otro prop\u00f3sito, como l\u00edneas de sangre en gr\u00e1ficos complejos.\nPara ello puede especificar un s\u00edmbolo, palabra, imagen o lo que sea para indicar el g\u00e9nero.\n</p>
#
#
# button on file dialog
save=Guardar
#
#
# options ##############
showOccupation=ocupaci\u00f3n
events=nacimiento, defunci\u00f3n, matrimonio, divorcio
showDates=fechas
showPlaces=lugares
place_display_format=formato de lugar (ver descripci\u00f3n del informe)
images=im\u00e1genes (p. ej., <img src = "file: ///.../ {0}"> {0} = OBJE: FILE ver tambi\u00e9n la descripci\u00f3n del informe)
famImage=fragmento de c\u00f3digo HTML para familias
indiImage=fragmento de c\u00f3digo HTML para personas
imageExtensions=extensiones de nombre de archivo reconocidas como im\u00e1genes
imageSnippetDefault=<img src="file:///C:/my documents/my images/{0}">
links=enlaces para mapa de im\u00e1genes ({0} = GedCom id)
family=url para la familia
familyUrlDefault=http://my.site.com/{0}.html 
indi=url para individuo
indiUrlDefault=http://my.site.com/{0}.html 
filter=filtro (por ejemplo, para mostrar descendientes/ancestros compartidos)
tag=etiqueta (normalmente una etiqueta personalizada que comienza con _)
content=contenido de la etiqueta (normalmente un informe id) 
active=Filtro activo
ancestors=Incluye antepasados
descendants=incluye descendientes
gender=s\u00edmbolo o imagen para el g\u00e9nero (ver la descripci\u00f3n del informe)
male=fragmento html para hombres
female=fragmento html para mujeres
unknown=fragmento html para desconocidos
#
#
# no more translations below, XML snippets based on yEd 3.4.2. ##############
#
#
# TODO: try post processors, can it create an automatic initial layout?
# see http://www.yworks.com/products/graphml/demo/yext/graphml/resources/xsl/ant2graphml.xsl
XmlHead=<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<graphml=xmlns="http://graphml.graphdrawing.org/xmlns"
xmlns=y="http://www.yworks.com/xml/graphml"
xsi=schemaLocation="http://graphml.graphdrawing.org/xmlns http://www.yworks.com/xml/schema/graphml/1.1/ygraphml.xsd">
<!--Ancestris=--> 
<key=para="edge" id="d6" yfiles.type="edgegraphics"/>
<graph=edgedefault="directed" id="G"> 
#
# this is {2} of the IndiNode and FamilyNode
LinkContainer=<data key="d1"><\![CDATA[{0}]]></data> 
#
# this is {4} of the IndiNode and {3} of the FamilyNode
PopUpContainer=<data key="d2"><\![CDATA[{0}]]></data> 
#
IndiNode=<node id="{0}">{2}{4} 
<data=key="d6"> 
<y=Resources/> 
hasBackgroundColor="false" hasLineColor="false" 
textColor="\#000000" fontFamily="Dialog" fontSize="12" fontStyle="plain" 
visible="true" modelName="internal" modelPosition="t" 
width="77" height="34" x="10" y="10">{1}</y:NodeLabel> 
</y=PolyLineEdge> 
#
FamilyNode=<node id="{0}">{2}{3} 
backgroundColor="\#99CC00" hasLineColor="false" 
#
Edge=<edge id="{0}" source="{1}" target="{2}"> 
#
XmlTail=<data key="d0"> 
