#
name=\u03a0\u03bb\u03ae\u03c1\u03b5\u03c2 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ce\u03bd \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 \u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae yEd
#
info=<h1><center>\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03c0\u03bb\u03ae\u03c1\u03bf\u03c5\u03c2 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5 \u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ce\u03bd \u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae yEd</center></h1>\n<p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b5\u03c0\u03b9\u03ba\u03b5\u03bd\u03c4\u03c1\u03ce\u03bd\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03c4\u03c9\u03bd \u03b5\u03c4\u03b9\u03ba\u03b5\u03c4\u03ce\u03bd \u03ba\u03b1\u03b9 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03b5\u03af \u03c4\u03b9\u03c2 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2 \u03c3\u03b5 \u03ad\u03bd\u03b1\u03bd \u03bc\u03b5\u03b3\u03ac\u03bb\u03bf \u03c3\u03c9\u03c1\u03cc.\n\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 \u03bc\u03b5 \u03c4\u03bf <a href="http://www.yworks.com/products/yed">yEd</a>\n\u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c9\u03c1\u03b5\u03ac\u03bd \u03cc\u03c0\u03c9\u03c2 \u03c3\u03c4\u03b7 \u03b4\u03c9\u03c1\u03b5\u03ac\u03bd \u03bc\u03c0\u03cd\u03c1\u03b1.\n\u039e\u03b5\u03ba\u03b9\u03bd\u03ce\u03bd\u03c4\u03b1\u03c2 \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03ae \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1, \u03ad\u03c7\u03b5\u03c4\u03b5 \u03bc\u03cc\u03bd\u03bf \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2 \u03ba\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2.\n\u0394\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03cc\u03bb\u03bf \u03ae \u03bd\u03b1 \u03c6\u03b9\u03bb\u03c4\u03c1\u03ac\u03c1\u03b5\u03c4\u03b5 \u03c3\u03b5 (\u03b5\u03b9\u03b4\u03b9\u03ba\u03cc) \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03b5\u03c4\u03b9\u03ba\u03b5\u03c4\u03ce\u03bd.\n</p>\n<img src="ReportForYEdScreenshot.png">\n<p>\n\u03a4\u03bf yEd \u03b4\u03b9\u03b1\u03b8\u03ad\u03c4\u03b5\u03b9 (\u03b7\u03bc\u03b9-\u03ba\u03b1\u03b9 \u03c0\u03bb\u03ae\u03c1\u03c9\u03c2) \u03b1\u03bb\u03b3\u03cc\u03c1\u03b9\u03b8\u03bc\u03bf\u03c5\u03c2 \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b7\u03c2 \u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03bf\u03c2.\n\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03b3\u03b5\u03bd\u03b9\u03ad\u03c2, \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2 \u03ae \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2,\n\u03b1\u03c1\u03c3\u03b5\u03bd\u03b9\u03ba\u03cc \u03ae \u03b8\u03b7\u03bb\u03c5\u03ba\u03cc \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03b5\u03bd\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03bf\u03c2 \u03ae \u03bc\u03bf\u03c1\u03c6\u03ad\u03c2 \u03bc\u03b1\u03b6\u03b9\u03ba\u03ae\u03c2 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03b5\u03c4\u03b9\u03ba\u03b5\u03c4\u03ce\u03bd.\n\u039c\u03b5\u03c1\u03b9\u03ba\u03ac \u03c0\u03b1\u03c1\u03b1\u03b4\u03b5\u03af\u03b3\u03bc\u03b1\u03c4\u03b1 \u03c4\u03c9\u03bd \u03c4\u03cd\u03c0\u03c9\u03bd \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 \u03c4\u03bf\u03c5: \u03c7\u03ac\u03c1\u03c4\u03b7\u03c2 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1\u03c2, flash, svg, pdf, png.\n</p><p>\n\u0397 \u03c0\u03b1\u03c1\u03b1\u03ba\u03ac\u03c4\u03c9 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c0\u03c1\u03bf\u03c4\u03b5\u03af\u03bd\u03b5\u03b9 \u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1 \u03c0\u03bf\u03c5 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c7\u03c1\u03ae\u03c3\u03b9\u03bc\u03b1 \u03bd\u03b1 \u03c4\u03b1 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03c3\u03c4\u03b1 \u03c7\u03ad\u03c1\u03b9\u03b1 \u03c3\u03b1\u03c2, \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03b1 \u03c3\u03c4\u03b7 \u03b2\u03ac\u03c3\u03b7.\n</p><ul>\n<li>\u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 - \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03cc \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf... (\u03c4\u03b1\u03ba\u03c4\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf, \u03c5\u03c0\u03cc\u03b4\u03b5\u03b9\u03be\u03b7 \u03b3\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03cc: \u03b1\u03bd\u03b1\u03b3\u03ba\u03ac\u03c3\u03c4\u03b5 \u03c0\u03c1\u03ce\u03c4\u03b1 \u03c4\u03bf \u03b1\u03c1\u03c3\u03b5\u03bd\u03b9\u03ba\u03cc )</li>\n<li>\u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 - \u03b4\u03c1\u03bf\u03bc\u03bf\u03bb\u03bf\u03b3\u03b7\u03c4\u03ae\u03c2 \u03ac\u03ba\u03c1\u03c9\u03bd \u03ba\u03b1\u03bd\u03b1\u03bb\u03b9\u03bf\u03cd (\u03b5\u03c0\u03b1\u03bd\u03b1\u03c3\u03c7\u03b5\u03b4\u03b9\u03ac\u03c3\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ad\u03c2 \u03b5\u03ac\u03bd \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03cc\u03c3\u03b1\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5, \u03c5\u03c0\u03cc\u03b4\u03b5\u03b9\u03be\u03b7: \u03b5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03b7 \u03b1\u03c0\u03cc\u03c3\u03c4\u03b1\u03c3\u03b7 \u03bc\u03b7\u03b4\u03ad\u03bd)</li>\n<li>\u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1 - \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03b3\u03ae \u03ba\u03cc\u03bc\u03b2\u03bf\u03c5 \u03c3\u03b5 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 (\u03b4\u03b5\u03af\u03c4\u03b5 \u03c4\u03b1 \u03bc\u03b5\u03b3\u03ad\u03b8\u03b7 \u03ba\u03cc\u03bc\u03b2\u03bf\u03c5/\u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03c0\u03b1\u03c1\u03b1\u03ba\u03ac\u03c4\u03c9)</li>\n<li>\u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1 - \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 (\u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd/\u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd)</li>\n<li>\u03c0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03b1 - \u03c0\u03b1\u03bb\u03ad\u03c4\u03b1 - \u03c4\u03c1\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 (\u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b1\u03c1\u03c3\u03b5\u03bd\u03b9\u03ba\u03ce\u03bd/\u03b8\u03b7\u03bb\u03c5\u03ba\u03ce\u03bd/\u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd)</li>\n<li>\u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1 - \u03bc\u03b5\u03c4\u03b1\u03c3\u03c7\u03b7\u03bc\u03b1\u03c4\u03b9\u03c3\u03bc\u03cc\u03c2 \u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03bf\u03c2 (\u03ba\u03b1\u03c4\u03bf\u03c0\u03c4\u03c1\u03af\u03b6\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 \u03b5\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5)</li>\n</ul><p>\n\u039c\u03b5\u03b3\u03ad\u03b8\u03b7 \u03ba\u03cc\u03bc\u03b2\u03c9\u03bd/\u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2 </p><p>\u039f\u03b9 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03bf\u03af <em>\u03ba\u03cc\u03bc\u03b2\u03bf\u03b9</em> \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b5\u03bd\u03bf\u03af \u03b1\u03bd \u03ba\u03b1\u03b9 \u03bf\u03b9 <em>\u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2</em> \u03c4\u03bf\u03c5\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03bb\u03b1\u03c4\u03b9\u03ad\u03c2.\n\u0391\u03c5\u03c4\u03cc \u03b5\u03be\u03bf\u03b9\u03ba\u03bf\u03bd\u03bf\u03bc\u03b5\u03af \u03c7\u03ce\u03c1\u03bf \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03c9\u03bd \u03c3\u03c5\u03b6\u03cd\u03b3\u03c9\u03bd (\u03b1\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03b7\u03b8\u03b5\u03af \u03c0\u03b1\u03c1\u03b1\u03ba\u03ac\u03c4\u03c9), \u03b1\u03bb\u03bb\u03ac \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03ba\u03c1\u03cd\u03c8\u03b5\u03b9 \u03c4\u03b9\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ad\u03c2, \u03b3\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1 \u03c3\u03b5 \u03c0\u03b5\u03c1\u03af\u03c0\u03c4\u03c9\u03c3\u03b7 \u03b5\u03c0\u03b1\u03bd\u03b1\u03b3\u03ac\u03bc\u03c9\u03bd.\n\u0395\u03c0\u03bf\u03bc\u03ad\u03bd\u03c9\u03c2, \u03c3\u03ba\u03b5\u03c6\u03c4\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03c6\u03b1\u03c1\u03bc\u03cc\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf "fit node to label" \u03bc\u03cc\u03bd\u03bf \u03c3\u03b5 \u03b1\u03c1\u03c3\u03b5\u03bd\u03b9\u03ba\u03ac \u03ba\u03b1\u03b9 \u03b8\u03b7\u03bb\u03c5\u03ba\u03ac \u03c0\u03c1\u03b9\u03bd \u03b5\u03c6\u03b1\u03c1\u03bc\u03cc\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7 "\u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03bf\u03cd \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5".\n</p>\n<h2>\u0394\u03b9\u03b1\u03bc\u03cc\u03c1\u03c6\u03c9\u03c3\u03b7</h2>\n<p>\n\u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf <code>.../ancestris/report/ReportForYed.properties</code>\n\u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03b1\u03c0\u03bf\u03c3\u03c0\u03ac\u03c3\u03bc\u03b1\u03c4\u03b1 XML \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2.\n\u0391\u03c5\u03c4\u03ac \u03c4\u03b1 \u03b1\u03c0\u03bf\u03c3\u03c0\u03ac\u03c3\u03bc\u03b1\u03c4\u03b1 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7 yEd 3.4.2.\n\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03bb\u03bb\u03ac\u03be\u03b5\u03c4\u03b5 \u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf, \u03cc\u03c0\u03c9\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03b1\u03c4\u03bf\u03c3\u03b5\u03b9\u03c1\u03ad\u03c2 \u03ba\u03b1\u03b9 \u03c7\u03c1\u03ce\u03bc\u03b1\u03c4\u03b1.\n\u03a3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03c4\u03b5 \u03cc\u03c4\u03b9 \u03c4\u03b1 \u03c7\u03c1\u03ce\u03bc\u03b1\u03c4\u03b1 \u03c4\u03bf\u03c5 \u03ba\u03cc\u03bc\u03b2\u03bf\u03c5 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c4\u03b1\u03b9\u03c1\u03b9\u03ac\u03b6\u03bf\u03c5\u03bd \u03bc\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03ac\u03c4\u03b1\u03be\u03b7 \u03c4\u03bf\u03c5 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03bf\u03cd \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5 \u03c4\u03bf\u03c5 yEd.\n\u0394\u03b5\u03af\u03c4\u03b5 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03c4\u03b7 \u03b2\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1 \u03c4\u03bf\u03c5 yEd.\n</p>\n<h3>\u039c\u03bf\u03c1\u03c6\u03ae \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2 \u03bc\u03ad\u03c1\u03bf\u03c5\u03c2</h3>\n<ol>\n<li>\u03b1\u03bd \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ac\u03ba\u03c5\u03c1\u03bf, \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03b7 \u03c0\u03c1\u03ce\u03c4\u03b7 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b7 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03bc\u03ad\u03c1\u03bf\u03c2.</li>\n<li>\u03b1\u03bd \u03b7 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b9\u03c3\u03bf\u03cd\u03c4\u03b1\u03b9 \u03bc\u03b5 <font color="blue">\u03cc\u03bb\u03b1</font>, \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03cc\u03bb\u03b5\u03c2 \u03bf\u03b9 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2, \u03b4\u03b9\u03b1\u03c7\u03c9\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03bc\u03b5 \u03ba\u03cc\u03bc\u03bc\u03b1\u03c4\u03b1. </li>\n<li>\u0394\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac, \u03b5\u03b9\u03c3\u03b1\u03b3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03c4\u03bf\u03c5\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2 (\u03be\u03b5\u03ba\u03b9\u03bd\u03ce\u03bd\u03c4\u03b1\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf 0 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c0\u03c1\u03ce\u03c4\u03bf) \u03ba\u03b1\u03b9 \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c0\u03bf\u03c5 \u03b5\u03c0\u03b9\u03b8\u03c5\u03bc\u03b5\u03af\u03c4\u03b5.\n\u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, \u03b5\u03ac\u03bd \u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae \u03c4\u03bf\u03c5 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03bf\u03cd \u03c3\u03b1\u03c2 \u03bc\u03ad\u03c1\u03bf\u03c5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 "\u03c7\u03c9\u03c1\u03b9\u03cc, \u03c0\u03cc\u03bb\u03b7, \u03ba\u03bf\u03bc\u03b7\u03c4\u03b5\u03af\u03b1, \u03c0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1, \u03c7\u03ce\u03c1\u03b1", \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03b9\u03c3\u03b1\u03b3\u03ac\u03b3\u03b5\u03c4\u03b5 <font color="blue">0, 1 (3)</font> \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03b5\u03c4\u03b5: "\u03c7\u03c9\u03c1\u03b9\u03cc, \u03c0\u03cc\u03bb\u03b7 ( \u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7)".</li>\n</ol>\n<h3>\u0395\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2</h3><p>\n\u0394\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03c4\u03b5 \u03c4\u03b1 \u03b1\u03c0\u03bf\u03c3\u03c0\u03ac\u03c3\u03bc\u03b1\u03c4\u03b1 html \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03b1\u03bb\u03b5\u03af\u03c8\u03b5\u03c4\u03b5 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2.\n\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03b4\u03b9\u03b1\u03c3\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2 \u03cc\u03c0\u03c9\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1:\n<code>&lt;img src="file:///C:/my \u03ad\u03b3\u03b3\u03c1\u03b1\u03c6\u03b1/\u03bf\u03b9 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2 \u03bc\u03bf\u03c5/{0}" width="60" height="90"></code>\n\u039a\u03b1\u03c4\u03ac \u03c4\u03bf\u03bd \u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03cc \u03b4\u03b9\u03b1\u03c3\u03c4\u03ac\u03c3\u03b5\u03c9\u03bd, \u03b2\u03b5\u03b2\u03b1\u03b9\u03c9\u03b8\u03b5\u03af\u03c4\u03b5 \u03cc\u03c4\u03b9 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03b9 \u03c4\u03b9\u03c2 \u03c0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2 \u03c4\u03bf\u03c5 yEd - modules - layouts morph.\n\u0394\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac \u03c4\u03bf yEd \u03b3\u03af\u03bd\u03b5\u03c4\u03b1\u03b9 \u03c0\u03bf\u03bb\u03cd \u03b1\u03c1\u03b3\u03cc. \u03a3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03c4\u03b5 \u03cc\u03c4\u03b9 \u03bf\u03b9 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c4\u03b5\u03bd\u03c4\u03c9\u03b8\u03bf\u03cd\u03bd.\n\u039c\u03b5 \u03bc\u03bf\u03bd\u03ac \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03b9\u03ba\u03ac \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03b7\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03cc src, \u03c4\u03bf {0} \u03b4\u03b5\u03bd \u03b8\u03b1 \u03b1\u03bd\u03c4\u03b9\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03b1\u03b8\u03b5\u03af \u03b1\u03c0\u03cc \u03c4\u03bf OBJE:FILE.\n</p>\n<h3>\u03a3\u03cd\u03bc\u03b2\u03bf\u03bb\u03bf \u03c6\u03cd\u03bb\u03bf\u03c5</h3><p>\n\u039c\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03b1\u03c3\u03c0\u03c1\u03cc\u03bc\u03b1\u03c5\u03c1\u03b5\u03c2 \u03b5\u03ba\u03c4\u03c5\u03c0\u03ce\u03c3\u03b5\u03b9\u03c2 \u03ae \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c7\u03c1\u03ce\u03bc\u03b1\u03c4\u03b1 \u03b3\u03b9\u03b1 \u03ac\u03bb\u03bb\u03bf \u03c3\u03ba\u03bf\u03c0\u03cc, \u03cc\u03c0\u03c9\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ad\u03c2 \u03b1\u03af\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c3\u03b5 \u03c0\u03bf\u03bb\u03cd\u03c0\u03bb\u03bf\u03ba\u03b1 \u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03b1.\n\u0393\u03b9\u03b1 \u03c4\u03bf \u03c3\u03ba\u03bf\u03c0\u03cc \u03b1\u03c5\u03c4\u03cc, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03c3\u03cd\u03bc\u03b2\u03bf\u03bb\u03bf, \u03bb\u03ad\u03be\u03b7, \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 \u03ae \u03bf\u03c4\u03b9\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03ac\u03bb\u03bb\u03bf \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c5\u03c0\u03bf\u03b4\u03b5\u03af\u03be\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c6\u03cd\u03bb\u03bf.\n</p>
#
#
# button on file dialog
save=\u0391\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03c3\u03b5\u03c4\u03b5
#
#
# options ##############
showOccupation=\u03ba\u03b1\u03c4\u03bf\u03b9\u03ba\u03af\u03b1
events=\u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7, \u03b8\u03ac\u03bd\u03b1\u03c4\u03bf\u03c2, \u03b3\u03ac\u03bc\u03bf\u03c2, \u03b4\u03b9\u03b1\u03b6\u03cd\u03b3\u03b9\u03bf
showDates=\u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2
showPlaces=\u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2
place_display_format=\u03bc\u03bf\u03c1\u03c6\u03ae \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 (\u03b5\u03bb\u03ad\u03b3\u03be\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2)
images=\u03b5\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2 (\u03c0.\u03c7. <img src="file:///.../{0}"> {0} = OBJE:FILE \u03b4\u03b5\u03af\u03c4\u03b5 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03c4\u03b7\u03bd \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2)
famImage=\u03b1\u03c0\u03cc\u03c3\u03c0\u03b1\u03c3\u03bc\u03b1 html \u03b3\u03b9\u03b1 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2
indiImage=\u03b1\u03c0\u03cc\u03c3\u03c0\u03b1\u03c3\u03bc\u03b1 html \u03b3\u03b9\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1
imageExtensions=\u039f\u03b9 \u03b5\u03c0\u03b5\u03ba\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03b1\u03bd\u03b1\u03b3\u03bd\u03c9\u03c1\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c9\u03c2 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b5\u03c2
imageSnippetDefault=<img src="file:///C:/my documents/my images/{0}">
links=\u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03bc\u03bf\u03b9 \u03b3\u03b9\u03b1 \u03c7\u03ac\u03c1\u03c4\u03b7 \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1\u03c2 ({0} = \u03b1\u03bd\u03b1\u03b3\u03bd\u03c9\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03cc GedCom)
family=url \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1
familyUrlDefault=http://my.site.com/{0}.html
indi=url \u03b3\u03b9\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1
indiUrlDefault=http://my.site.com/{0}.html
filter=\u03c6\u03af\u03bb\u03c4\u03c1\u03bf (\u03c0.\u03c7. \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03ba\u03bf\u03b9\u03bd\u03cc\u03c7\u03c1\u03b7\u03c3\u03c4\u03c9\u03bd \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd/\u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd)
tag=\u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 (\u03c3\u03c5\u03bd\u03ae\u03b8\u03c9\u03c2 \u03bc\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03bf\u03c3\u03bc\u03ad\u03bd\u03b7 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03be\u03b5\u03ba\u03b9\u03bd\u03ac \u03bc\u03b5 _)
content=\u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03bf \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1\u03c2 (\u03c3\u03c5\u03bd\u03ae\u03b8\u03c9\u03c2 \u03b1\u03bd\u03b1\u03b3\u03bd\u03c9\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03cc \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2)
active=\u03b5\u03bd\u03b5\u03c1\u03b3\u03cc \u03c6\u03af\u03bb\u03c4\u03c1\u03bf
ancestors=\u03c0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03bf\u03c5\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2
descendants=\u03c0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03bf\u03c5\u03bd \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2
gender=\u03c3\u03cd\u03bc\u03b2\u03bf\u03bb\u03bf \u03ae \u03b5\u03b9\u03ba\u03cc\u03bd\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c6\u03cd\u03bb\u03bf (\u03b4\u03b5\u03af\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2)
male=html \u03b1\u03c0\u03cc\u03c3\u03c0\u03b1\u03c3\u03bc\u03b1 \u03b3\u03b9\u03b1 \u03ac\u03bd\u03b4\u03c1\u03b5\u03c2
female=html \u03b1\u03c0\u03cc\u03c3\u03c0\u03b1\u03c3\u03bc\u03b1 \u03b3\u03b9\u03b1 \u03b3\u03c5\u03bd\u03b1\u03af\u03ba\u03b5\u03c2
unknown=\u03b1\u03c0\u03cc\u03c3\u03c0\u03b1\u03c3\u03bc\u03b1 html \u03b3\u03b9\u03b1 \u03ac\u03b3\u03bd\u03c9\u03c3\u03c4\u03bf
#
#
# no more translations below, XML snippets based on yEd 3.4.2. ##############
#
#
# TODO: try post processors, can it create an automatic initial layout?
# see http://www.yworks.com/products/graphml/demo/yext/graphml/resources/xsl/ant2graphml.xsl
XmlHead=<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<graphml=xmlns="http://graphml.graphdrawing.org/xmlns"
xmlns=y="http://www.yworks.com/xml/graphml"
xsi=schemaLocation="http://graphml.graphdrawing.org/xmlns http://www.yworks.com/xml/schema/graphml/1.1/ygraphml.xsd">
<!--Ancestris=-->
<key=\u03b3\u03b9\u03b1="edge" id="d6" yfiles.type="edgegraphics"/>
