#
name=\u00c1rvore gr\u00e1fica completa exportada em formato yEd
#
info=<h1><center>\u00c1rvore gr\u00e1fica completa exportada em formato yEd</center></h1> \n<p>Este relat\u00f3rio concentra-se no conte\u00fado de r\u00f3tulos e coloca-os numa grande pilha. \nPode concluir esta disposi\u00e7\u00e3o com o <a href="http://www.yworks.com/products/yed">yEd</a>, \nque \u00e9 completamente gratuito. \nLan\u00e7ado a partir de um indiv\u00edduo ou fam\u00edlia, obt\u00e9m s\u00f3 ascendentes e descendentes. \nDe outra forma, pode optar por mostrar todos os indiv\u00edduos ou filtrar por conte\u00fado especial. \n</p> \n<img src="ReportForYEdScreenshot.png"> \n<p> \nO yEd tem algoritmos de disposi\u00e7\u00e3o (semi e completamente) autom\u00e1ticos para formatar o gr\u00e1fico. \nPode seleccionar gera\u00e7\u00f5es, ascendentes ou descendentes, \nhomens ou mulheres para eliminar sec\u00e7\u00f5es do gr\u00e1fico ou edi\u00e7\u00e3o em massa de formato dos r\u00f3tulos. \nAlguns exemplos dos tipos de exporta\u00e7\u00e3o poss\u00edveis: mapa de imagem, flash, svg, pdf, png. \n</p><p> \nA lista abaixo sugere algumas ferramentas \u00fateis. \n</p><ul> \n<li>layout - \u00e1rvore geneal\u00f3gica... (arranjar a \u00e1rvore; dica para um costado: for\u00e7ar primeiro o homem )</li> \n<li>layout - encaminhador de contorno de canal (redesenhar as linhas se ajustar a disposi\u00e7\u00e3o das \u00e1rvores; dica: dist\u00e2ncia m\u00ednima zero)</li> \n<li>tools - encaixar o n\u00f3 na etiqueta (ver tamanhos de n\u00f3/etiqueta abaixo) </li> \n<li>tools - seleccionar elementos (seleccionar antepassados/descendentes)</li> \n<li>windows - paleta - elementos actuais (seleccionar masculino/feminino/fam\u00edlia)</li> \n<li>tools - transformar gr\u00e1fico (espelhar uma sec\u00e7\u00e3o de \u00e1rvore seleccionada)</li> \n</ul><p> \nTamanhos de n\u00f3/r\u00f3tulo </p><p> \n<em>N\u00f3s</em> familiares s\u00e3o criados estreitos, embora os seus <em>r\u00f3tulos</em> possam ser largos. \nIsto poupa espa\u00e7o entre os c\u00f4njuges (se colocados abaixo) mas pode ocultar linhas, por exemplo, em caso de casamentos posteriores. \nAssim, considere aplicar "fit node to label" s\u00f3 a homens e mulheres antes de aplicar "family tree layouter".</p> \n<h2>Configura\u00e7\u00e3o</h2> \n<p> \nO ficheiro <code>.../ancestris/report/ReportForYed.properties</code> \ncont\u00e9m trechos de XML utilizados para gerar o relat\u00f3rio. \nEstes trechos foram testados com a vers\u00e3o 3.4.2 do yEd. \n\u00c9 poss\u00edvel alterar algumas predefini\u00e7\u00f5es neste ficheiro, como fontes e cores. \nNote-se que as cores dos n\u00f3s devem corresponder \u00e0 disposi\u00e7\u00e3o da \u00e1rvore geneal\u00f3gica do yEd. \nVer tamb\u00e9m a ajuda do yEd. \n</p> \n<h3>Formato do nome do lugar</h3> \n<ol> \n<li> se o campo de op\u00e7\u00e3o for nulo, a primeira jurisdi\u00e7\u00e3o dispon\u00edvel ser\u00e1 exibida para cada lugar.</li> \n<li> se a op\u00e7\u00e3o for igual a <font color="blue">all</font>, todas as jurisdi\u00e7\u00f5es ser\u00e3o mostradas, separadas por v\u00edrgulas. </li> \n<li>sen\u00e3o, insira os n\u00fameros da jurisdi\u00e7\u00e3o (a partir de 0 para a primeira) e a formata\u00e7\u00e3o que desejar. \nPor exemplo, se o formato do seu local for "aldeia, cidade, concelho, estado, pa\u00eds", poderia inserir <font color="azul">0, 1 (3)</font> para obter: "aldeia, vila, concelho (estado)".</li> \n</ol> \n<h3>Imagens</h3><p> \nApague os trechos de html para omitir as imagens. \n\u00c9 poss\u00edvel especificar dimens\u00f5es como, por exemplo: \n<code>&lt;img src="file:///C:/my documents/my images/{0}" width="60" height="90"></code> \nAo especificar as dimens\u00f5es, certifique-se de que desliga as prefer\u00eancias do yEd - modules - morph layouts. \nCaso contr\u00e1rio, o yEd torna-se muito lento. Note-se que as imagens podem ser esticadas. \nCom aspas simples para o atributo src, {0} n\u00e3o ser\u00e1 substitu\u00eddo por OBJE:FILE. \n</p> \n<h3>S\u00edmbolo de sexo</h3><p> \nPode querer impress\u00f5es a preto e branco ou usar cores para outro fim, como por exemplo linhas de sangue em gr\u00e1ficos complexos. \nPara esse efeito, pode especificar um s\u00edmbolo, palavra, imagem ou o que quer que seja para indicar o sexo.</p> 
#
#
# button on file dialog
save=Gravar
#
#
# options ##############
showOccupation=Profiss\u00e3o
events=Nascimento, \u00f3bito, casamento, div\u00f3rcio
showDates=Datas
showPlaces=Locais
place_display_format=Formato dos locais (veja a descri\u00e7\u00e3o do relat\u00f3rio)
images=Imagens (e.g. <img src="file:///.../{0}"> {0} = OBJE:FILE veja a descri\u00e7\u00e3o do relat\u00f3rio)
famImage=Excerto html para fam\u00edlias
indiImage=Excerto html para indiv\u00edduos
imageExtensions=Extens\u00f5es de ficheiro reconhecidas como imagens
imageSnippetDefault=<img src="file:///C:/Meus documentos/minhas imagens/{0}">
links=liga\u00e7\u00f5es a mapa de imagem ({0} = Gedcom id)
family=URL da fam\u00edlia
familyUrlDefault=http://meu.s\u00edtio.com/{0}.html
indi=URL para indiv\u00edduos
indiUrlDefault=http://meu.s\u00edtio.com/{0}.html
filter=filtro (e.g. para mostrar ascendentes/descendentes comuns)
tag=etiqueta Gedcom (tipicamente uma personalizada, come\u00e7ada por _)
content=Conte\u00fado da etiqueta (e.g. um nome de relat\u00f3rio)
active=Filtro activo
ancestors=Incluir ascendentes
descendants=Incluir descendentes
gender=S\u00edmbolo ou imagem para sexo (veja a descri\u00e7\u00e3o do relat\u00f3rio)
male=S\u00edmbolo html para homens
female=S\u00edmbolo html para mulheres
unknown=S\u00edmbolo html para desconhecido
#
#
# no more translations below, XML snippets based on yEd 3.4.2. ##############
#
#
# TODO: try post processors, can it create an automatic initial layout?
# see http://www.yworks.com/products/graphml/demo/yext/graphml/resources/xsl/ant2graphml.xsl
XmlHead=<?xml version="1.0" encoding="UTF-8" standalone="no"?>
#
# this is {2} of the IndiNode and FamilyNode
LinkContainer=<data key="d1"><\![CDATA[{0}]]></data>
#
# this is {4} of the IndiNode and {3} of the FamilyNode
PopUpContainer=<data key="d2"><\![CDATA[{0}]]></data>
#
IndiNode=<node id="{0}">{2}{4}
#
FamilyNode=<node id="{0}">{2}{3}
#
Edge=<edge id="{0}" source="{1}" target="{2}">
#
XmlTail=<data key="d0">
