OpenIDE-Module-Display-Category=S\u00fcr\u00fcm
OpenIDE-Module-Long-Description=<h1><center>Ya\u015f Hesaplama</center></h1>\n\n<p>Bu ara\u00e7, t\u00fcm etkinliklerinde t\u00fcm bireylerin ya\u015flar\u0131n\u0131 olu\u015fturur.</p>\n\n<p>Ya\u015f yaln\u0131zca bellekte saklan\u0131r veya Gedcom dosyas\u0131na yaz\u0131l\u0131r.</p>\n\n<p>Bu araca Ana Men\u00fc, D\u00fczenle, Ya\u015f Hesaplama'dan eri\u015filebilir.</p>
OpenIDE-Module-Name=Ya\u015f Hesaplama
OpenIDE-Module-Short-Description=Bireylerin t\u00fcm olaylar\u0131ndaki ya\u015flar\u0131n\u0131 hesaplar
#
CTL_AgeCalcAction=Ya\u015flar\u0131 hesapla
CTL_AgeCalcAction.tip=Bireylerin t\u00fcm olaylar\u0131ndaki ya\u015flar\u0131n\u0131 hesaplar
#
AgeCalclAction.AskParams=Ya\u015f hesaplama
#
AgeCalcPanel.afterDeathCheckBox.text=Sadece \u00f6l\u00fcm olay\u0131ndan sonraki ya\u015flar\u0131 g\u00f6r\u00fcnt\u00fcleyin, bunlar\u0131 Gedcom dosyas\u0131nda saklamay\u0131n.
AgeCalcPanel.overwriteCheckBox.text=Metin de\u011ferlerinin \u00fczerine yaz\u0131n (\u00f6r. \u00c7OCUK, BEBEK, \u00d6L\u00dc DO\u011eAN).
AgeCalcPanel.storeCheckBox.text=Yaln\u0131zca t\u00fcm ya\u015flar\u0131 g\u00f6r\u00fcnt\u00fcleyin, herhangi bir ya\u015f\u0131 Gedcom dosyas\u0131nda saklamay\u0131n.
#
AgeCalcPanel.jLabel1.text=Olaylardaki ya\u015flar, bir do\u011fum olay\u0131n\u0131n varl\u0131\u011f\u0131ndan itibaren t\u00fcm bireyler i\u00e7in hesaplan\u0131r.
AgeCalcPanel.jLabel2.text=- Bir do\u011fum olay\u0131 yoksa bunun yerine vaftiz olay\u0131 kullan\u0131l\u0131r (a\u015fa\u011f\u0131ya ve Tercihler / Veriler'e bak\u0131n)
AgeCalcPanel.jLabel3.text=- Yeniden hesaplaman\u0131n ard\u0131ndan ya\u015f bilgisi olu\u015fturulur veya de\u011fi\u015ftirilir.
AgeCalcPanel.jLabel4.text=- Bir olay i\u00e7in ya\u015f hesaplanam\u0131yorsa, o olaydaki mevcut ya\u015f de\u011fi\u015ftirilmeden b\u0131rak\u0131l\u0131r.
AgeCalcPanel.jLabel5.text=- Ya\u015flar, etkinlik tarihleri de\u011fi\u015ftirildi\u011finde de otomatik olarak olu\u015fturulabilir (bkz. Tercihler / D\u00fczenleme)
