#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/report.svgtree/src/ancestris/report/svgtree
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
# Generate all-in-one tree in svg format
OpenIDE-Module-Display-Category=Eines
OpenIDE-Module-Name=Arbre gr\u00e0fic de m\u00faltiples generacions
OpenIDE-Module-Long-Description=<h1><center>Arbre gr\u00e0fic de m\u00faltiples generacions</center></h1>\n\n<p>Informe que produeix un arbre geneal\u00f2gic gr\u00e0fic en un nombre variable de generacions, amb ascendents i descendents.</p>\n\n<p>Per accedir-hi, Men\u00fa Principal, Eines, Llistes i Informes, Arbre gr\u00e0fic de m\u00faltiples generacions ascendent i descendent.</p>
OpenIDE-Module-Short-Description=Informes - Arbre gr\u00e0fic
TITL_SizeWarning=Advertiment de Mida
MSG_SizeWarning=L''arbre mostrar\u00e0 {0} persones.\nProbablement aix\u00f2 superar\u00e0 la capacitat de mem\u00f2ria o simplement congelar\u00e0 l\u2019ordinador.\n\nDe deb\u00f2 voleu continuar o reduir el nombre de generacions?
TITL_PDFSizeWarning=Advertiment de Mida de PDF
MSG_PDFSizeWarning=Heu escollit imatges d'alta qualitat i un fitxer de sortida PDF.\nEl fitxer PDF probablement ser\u00e0 molt gran i trigar\u00e0 molt de temps a crear-se.\n\nRealment voleu continuar o m\u00e9s aviat canviar una d'aquestes opcions?
#
name=Arbre gr\u00e0fic de m\u00faltiples generacions ascendent i descendent
#
info=<h1> <center> Arbre ascendent i descendent de m\u00faltiples generacions </center> </h1>\n<p> Aquest informe crea un arbre gr\u00e0fic en\nformats SVG, PDF o PNG o el mostra\na la pantalla.\nGenera una visi\u00f3 general de l'arbre familiar,\non podeu veure tots els parents d\u2019un determinat individu\ninclosos els oncles, cosins, etc. Trieu el tipus de fitxer de sortida a les opcions de l'informe.\n</p>\n<p>\n<center> <img src = "ReportGraphicalTreeSample.gif"> </center>\n</p>\n<p> <b> Consells: </b> </p>\n<p> Com es configura l'opci\u00f3 de format del nom del lloc:\n<ol>\n<li> si el camp d\u2019opci\u00f3 \u00e9s nul, es mostrar\u00e0 la primera jurisdicci\u00f3 disponible per a cada lloc. </li>\n<li> si l'opci\u00f3 \u00e9s <font color = "blue"> totes </font>, es mostraran totes les jurisdiccions, separades per comes. </li>\n<li> en cas contrari, introdu\u00efu els n\u00fameros de jurisdicci\u00f3 (a partir del 0 per al primer) i el format que desitgeu. Per exemple, si el format del lloc familiar \u00e9s "poble, ciutat, comtat, estat, pa\u00eds", podeu introduir-lo\n<font color = "blue"> 0, 1 (3) </font> per mostrar: "poble, ciutat (estat)". </li>\n</ol> </p>\n<p> Podeu transformar un fitxer <a href="http://www.w3.org/Graphics/SVG/"> SVG </a> a format PNG mitjan\u00e7ant un tercer\nprograma com ara: </p>\n<ul>\n<li> <a href="https://xmlgraphics.apache.org/batik/tools/rasterizer.html"> rasterizer batik svg </a>.\nUn cop descarregat, executeu-lo amb l'ordre seg\u00fcent:\n<centre>\n<i> java -jar batik-rasterize.jar file.svg </i>\n</center>\n<p> Pot ser que sigui necessari afegir un par\u00e0metre a la l\u00ednia d'ordres\nper assignar m\u00e9s mem\u00f2ria, per exemple. -Xmx512m i \u00e9s possible que hagueu d'ajustar\nles opcions de l'informe, ja que els fitxers GEDCOM grans poden obtenir el resultat\nsvg dif\u00edcil de mostrar. </p> </li>\n<li> <a href="https://inkscape.org/en/about/"> inkscape </a>.\nUn cop descarregat, executeu-lo d'aquesta manera: <br>\n<centre>\n<i> inkscape file.svg -y 0.5 --export-png = file.png </i>\n</center> </li>\n</ul>
#
#Sections
layouts=Disseny de l'arbre
#
arrangement=Orientaci\u00f3 de branques
arrangement.tip=<html>Indica si cal desplegar branques d'arbre<br>des del centre cap a fora,<br>o d'esquerra a dreta.</html>
arrangement.center=Centre cap a fora
arrangement.left=Esquerra a dreta
#
flip=Invertir l'arbre horitzontalment
flip.tip=<html>Inverteix l'arbre al voltant del centre vertical si est\u00e0 centrat,<br> o mostra'l de dreta a esquerra si l'orientaci\u00f3 \u00e9s d'esquerra a dreta.</html> \n
#
husband_first=Mostra primer el marit
husband_first.tip=<html>Mostra el marit abans de la dona des del centre cap a fora o d'esquerra a dreta.<br>Si no est\u00e0 marcat, mostra la dona abans del marit.<br>Tingueu en compte que aix\u00f2 nom\u00e9s afecta els ascendents perqu\u00e8 els descendents casats<br>sempre es mostren a l'esquerra, independentment del sexe.<br> Tingueu en compte tamb\u00e9 que nom\u00e9s \u00e9s rellevant si l'opci\u00f3 de visualitzaci\u00f3 del c\u00f2njuge est\u00e0 seleccionada.</hmtl>
#
rotation=Rotaci\u00f3 de l'arbre
rotation.tip=<html>Especifica la rotaci\u00f3 de tot l'arbre a la p\u00e0gina.</html>
rotation.none=Sense rotaci\u00f3
rotation.270=Esquerra
rotation.180=Cap per avall
rotation.90=Dreta
renderers=T\u00edtol i Peu de p\u00e0gina
title=T\u00edtol
title.tip=<html>Introdu\u00efu el t\u00edtol de la p\u00e0gina com a cadena o deixeu en blanc si no hi ha cap t\u00edtol.<br>Podeu utilitzar variables:<br>$n \u00e9s el nom complet de la persona seleccionada<br>$f \u00e9s el primer nom<br>$ l \u00e9s el cognom<br>$i \u00e9s l'identificador<br>$s \u00e9s el n\u00famero SOSA<br>$t \u00e9s el t\u00edtol de la persona</html>
fontNameTitle=Tipus de lletra del t\u00edtol
fontNameTitle.tip=<html>Tipus de lletra que s'utilitzar\u00e0 per mostrar el t\u00edtol.</html>
title_height=Mida de lletra del t\u00edtol
title_height.tip=<html>Definiu-lo a <b>0</b> per a la mida de lletra autom\u00e0tica<br>on l'amplada del t\u00edtol s'establir\u00e0 en un ter\u00e7 de l'amplada de la p\u00e0gina.</html>
footer_mode=Peu de p\u00e0gina
footer_mode.tip=<html>Mostra una data a l'extrem inferior dret de la p\u00e0gina.</html>
footer_mode.none=Sense peu de p\u00e0gina
footer_mode.local=Data de l'\u00faltima modificaci\u00f3
footer_mode.global=Data de l'\u00faltim fitxer Gedcom desat
footer_mode.current=Data de l'informe
date_not_available=Data no disponible
fontNameFooter=Font de peu de p\u00e0gina
fontNameFooter.tip=<html>Tipus de lletra que s'utilitzar\u00e0 per mostrar el peu de p\u00e0gina.</html>
builder=Mida de l'arbre
#
gen_ancestors=Nombre de generacions d\u2019avantpassats
gen_ancestors.tip=<html>Indicar el nombre de generacions d'avantpassats que es mostraran<br> des de l'individu seleccionat.</html>
nolimit=Il\u00b7limitat
gen_ancestor_descendants=Nombre de generacions de descendents d\u2019avantpassats
gen_ancestor_descendants.tip=<html>Per a cada avantpassat, indica el nombre de generacions de descendents a mostrar. <br>Aquesta \u00e9s una manera de mostrar els cosins de l'individu seleccionat.</html>
gen_descendants=Nombre de generacions de descendents
gen_descendants.tip=<html>Indica el nombre de generacions de descendents que es mostraran<br> des dels individus seleccionats.</html>
#
show_duplicates=Mostra les branques duplicades
show_duplicates.tip=<html>Desmarcar per amagar les branques duplicades originades d'implexos,<br> ja sigui ascendent o descendent.</html>
#
show_spouses=Mostra els c\u00f2njuges per a l'individu seleccionat i descendent
show_spouses.tip=<html>Marcar la casella per mostrar els c\u00f2njuges de les persones i descendents seleccionats. <br>Els c\u00f2njuges per ascendents sempre es mostren.</html>
#
other_marriages=Mostra diversos matrimonis per a l'individu seleccionat i ascendent
other_marriages.tip=<html>Marcar la casella per mostrar tots els matrimonis de l'individu i dels ascendents seleccionats.<br>Els ascendents d'una persona implicada en diversos matrimonis<br>nom\u00e9s es mostraran una vegada per a la fam\u00edlia preferida<br>o la primera fam\u00edlia si no n'hi ha cap definida com a preferida.<br><br>Si no est\u00e0 marcat, l'individu actual es mostrar\u00e0 a la seva fam\u00edlia preferida<br>i els avantpassats seran els dels progenitors biol\u00f2gics.<br><br>Per als descendents, sempre es mostren totes les fam\u00edlies. </html>
#
display_fambox=Mostra les caselles d'informaci\u00f3 familiar
display_fambox.tip=<html>Marqueu la casella per mostrar les caselles que contenen la informaci\u00f3 de la fam\u00edlia.</html>
treeElements=Contingut i rotaci\u00f3 de les caselles
fontNameDetail=Tipus de lletra per al text en les caselles
fontNameDetail.tip=<html>Tipus de lletra que s'utilitzar\u00e0 per mostrar el text a les caselles.</html>
swap_names=Mostra primer el cognom
swap_names.tip=<html>Visualitza els noms com a COGNOMS nom.<br>En cas contrari, es nom COGNOM.</html>
#
max_names=Nombre m\u00e0xim de noms de pila mostrats
max_names.tip=<html>Indicar la limitaci\u00f3 a la llista desplegable.</html>
max_names_per_line=Nombre m\u00e0xim de noms per l\u00ednia
max_names_per_line.tip=<html>Indicar la limitaci\u00f3 a la llista desplegable.</html>
#
draw_title=Visualitza el t\u00edtol de la persona abans del cognom
draw_title.tip=<html>Mostra el t\u00edtol de persona (per exemple, Gran Duc) abans del cognom si existeix.</html>
#
draw_name_suffix=Mostra sufix del nom
draw_name_suffix.tip=<html>Mostra el sufix del nom (p. ex., de la Vega) despr\u00e9s del nom si existeix.</html>
#
font_name_suffix=Estil a utilitzar per al sufix del nom
font_name_suffix.tip=<html>Estil que s'utilitzar\u00e0 per mostrar els sufixos de nom existents.</html>
plain=Plana
bold=Negreta
italic=It\u00e0lic
bolditalic=Negreta i It\u00e0lic
draw_indi_ids=Mostra els IDs de les persones
draw_indi_ids.tip=<html>Mostra l'ID de l'individu.</html>
#
draw_indi_sosas=Mostra el nombre SOSA d'individus
draw_indi_sosas.tip=<html>Mostra el n\u00famero SOSA de l'individu.</html>
draw_fam_ids=Mostra els IDs de les fam\u00edlies
draw_fam_ids.tip=<html>Mostra l'ID de la fam\u00edlia.</html>
#
min_fam_index=Llindar m\u00ednim per visualitzar l'\u00edndex d'ocurr\u00e8ncia familiar
min_fam_index.tip=<html>Mostra l'\u00edndex d'ocurr\u00e8ncia de les fam\u00edlies si \u00e9s superior a aquest llindar.<br>Les fam\u00edlies poden apar\u00e8ixer m\u00e9s d'una vegada en cas d'implexe o de casament.<br>Si es mostren duplicats de branques o no, aquesta \u00e9s una manera r\u00e0pida d'identificar< br>l'\u00edndex i el nombre total d'ocurr\u00e8ncies d'una fam\u00edlia.</html>
draw_sex_symbols=Mostra s\u00edmbols del sexe
draw_sex_symbols.tip=<html>Mostra el s\u00edmbol del g\u00e8nere.</html>
draw_dates=Visualitza les dates
draw_dates.tip=<html>Mostra les dates dels esdeveniments de la vida.</html>
draw_places=Mostra els llocs de naixement i defunci\u00f3
draw_places.tip=<html>Mostra els llocs de naixement i mort quan es defineixen.</html>
#
place_display_format=Format de lloc
place_display_format.tip=<html>Deixeu-ho en blanc nom\u00e9s per mostrar la ciutat <br>i introdu\u00efu els n\u00fameros de jurisdicci\u00f3 que voleu veure.<br> <br>Els n\u00fameros de jurisdicci\u00f3 comencen a partir de 0. <br><br>Per exemple, si el vostre format de lloc GEDCOM definit com a "ciutat, comtat, estat, pa\u00eds",<br> podeu introduir "0, 1 (3)" per mostrar "ciutat, estat (pa\u00eds)".</html>
place_display_format.full=Ple
draw_occupation=Mostra ocupacions
draw_occupation.tip=<html>Mostra la primera ocupaci\u00f3 trobada.</html>
draw_divorce=Mostra informaci\u00f3 sobre el divorci
draw_divorce.tip=<html>Mostra el primer esdeveniment de divorci trobat.</html>
draw_images=Mostra imatges
draw_images.tip=<html>Mostra la primera foto trobada per a cada individu.</html>
#
high_quality_images=Fotos de la m\u00e9s alta qualitat
high_quality_images.tip=Marcar aquesta opci\u00f3 per utilitzar fotos d'alta qualitat. <br>Nom\u00e9s afecta la sortida als fitxers PDF. <br>Tenir en compte que els fitxers PDF produ\u00efts poden ser diverses vegades m\u00e9s grans amb aquesta opci\u00f3 habilitada.</html> 
#
shrink_boxes=Encongir les caselles quan sigui possible
shrink_boxes.tip=<html>Redueix les caselles al m\u00e0xim per optimitzar la visualitzaci\u00f3 de l'espai.</html>
use_colors=Utilitzar colors
use_colors.tip=<html>Marcar la casella per utilitzar els colors. <br>Si no est\u00e0 marcat, l'arbre es mostrar\u00e0 en blanc i negre.</html>
#
boxrotation=Rotaci\u00f3 de la casella
boxrotation.tip=<html>Especifica la rotaci\u00f3 de la casella.</html>
outputs=Sortida
output_type=Tipus de sortida (svg, pdf, png, ...)
output_type.tip=<html>Triar el tipus de fitxer on es vol desar al fitxer.<br>Triar la sortida de pantalla que es visualitzar\u00e0 en un quadre de di\u00e0leg.<br><b>Nota:</b> La sortida de pantalla no \u00e9s adequada per a arbres grans.</html>
output_type.svg=arxiu SVG
output_type.pdf=arxiu PDF
output_type.png=arxiu PNG
output_type.screen=Pantalla
output.file=Triar fitxer de sortida
#Colors
colorManager=Colors utilitzats
colorCujus=Color de la generaci\u00f3 0 (De Cujus i germans/nes)
color_m1=Color de la generaci\u00f3 -1 (Progenitors)
color_m2=Color de la generaci\u00f3 -2 (Avis/es)
color_m3=Color de la generaci\u00f3 -3
color_m4=Color de la generaci\u00f3 -4
color_m5=Color de la generaci\u00f3 -5
color_m6=Color de la generaci\u00f3 -6
color_m7=Color de la generaci\u00f3 -7
color_m8=Color de la generaci\u00f3 -8
color_m9=Color de la generaci\u00f3 -9
color_m10=Color de la generaci\u00f3 -10
color_m11=Color de la generaci\u00f3 -11
color_m12=Color de la generaci\u00f3 -12
color_m13=Color de la generaci\u00f3 -13
color_p1=Color de la generaci\u00f3 +1 (Nens/es)
color_p2=Color de la generaci\u00f3 +2 (N\u00e9ts/es)
color_p3=Color de la generaci\u00f3 +3
color_p4=Color de la generaci\u00f3 +4
color_p5=Color de la generaci\u00f3 +5
color_p6=Color de la generaci\u00f3 +6
color_p7=Color de la generaci\u00f3 +7
color_p8=Color de la generaci\u00f3 +8
color_p9=Color de la generaci\u00f3 +9
color_p10=Color de la generaci\u00f3 +10
color_p11=Color de la generaci\u00f3 +11
color_p12=Color de la generaci\u00f3 +12
color_p13=Color de la generaci\u00f3 +13
