#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/report.svgtree/src/ancestris/report/svgtree
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
# Generate all-in-one tree in svg format
OpenIDE-Module-Display-Category=Outils
OpenIDE-Module-Name=Arbre graphique multi-g\u00e9n\u00e9rations
OpenIDE-Module-Long-Description=\
    <h1><center>Arbre graphique multi-g\u00e9n\u00e9rations</center></h1>\n\n<p>Rapport produisant un arbre g\u00e9n\u00e9alogique graphique sur un nombre variable de g\u00e9n\u00e9rations, avec ascendants et descendants.\
    </p>\n\n<p>Rapport accessible dans les rapports de base d'Ancestris par le Menu Principal, Outils, Listes et rapports, Arbre ascendant et descendant graphique multi-g\u00e9n\u00e9rations.\
    </p>
OpenIDE-Module-Short-Description=Arbre graphique multi-g\u00e9n\u00e9rations


TITL_SizeWarning=Alerte de capacit\u00e9
MSG_SizeWarning=L''arbre comprend l''affichage de {0} individus.\nCela va probablement exc\u00e9der la capacit\u00e9 m\u00e9moire ou ralentir votre ordinateur.\n\nVoulez-vous vraiment continuer ou plut\u00f4t r\u00e9duire le nombre de g\u00e9n\u00e9rations ?

name = Arbre ascendant et descendant graphique multi-g\u00e9n\u00e9rations

info = <h1><center>Arbre ascendant et descendant multi-g\u00e9n\u00e9rations</center></h1> \n\
 <p>Ce rapport cr\u00e9e un fichier de repr\u00e9sentation graphique de l'arbre g\u00e9n\u00e9alogique.</p> \n\
 <p>Ce rapport va g\u00e9n\u00e9rer un fichier au format SVG (SVG = Scalable Vector Graphics - <a href="http://www.w3.org/Graphics/SVG/">http://www.w3.org/Graphics/SVG/</a>). </p> \n\
 <p> Le r\u00e9sultat fera que vous pourrez voir, pour une personne donn\u00e9e, toute sa famille (y compris, oncles, cousins, etc...).</p> \n\
 <p> \n\
 <center><img src="ReportGraphicalTreeSample.gif"></center> \n\
 </p> \n\
 <p><h2>PARAM\u00c9TRAGES</h2> \n\
 <h3>Options principales :</h3> \n\
 Vous disposez de plusieurs options :</p> \n\
 <ul> \n\
 <li>&nbsp;d'abord le mode de sortie. Soit le format SVG, soit une sortie PDF, soit une sortie \u00e9cran (attention, cette derni\u00e8re peut prendre du temps),</li> \n\
 <li>&nbsp;le nombre de g\u00e9n\u00e9rations d'anc\u00eatres,</li> \n\
 <li>&nbsp;le nombre de g\u00e9n\u00e9rations de descendants des anc\u00eatres,</li> \n\
 <li>&nbsp;le nombre de g\u00e9n\u00e9rations de descendants.</li> \n\
 </ul> \n\
 <p>\u00c0 c\u00f4t\u00e9 de cela, vous avez des options que je qualifierais de secondaires.</p> \n\
 <h3>Options secondaires :</h3> \n\
 <ul> \n\
 <li>&nbsp;le nombre de pr\u00e9noms devant \u00eatre affich\u00e9s,</li> \n\
 <li>&nbsp;mettre ou non les lieux de naissance et d\u00e9c\u00e8s,</li> \n\
 <li>&nbsp;l'affichage ou non des professions,</li> \n\
 <li>&nbsp;doit-on ou non inclure des images,</li> \n\
 <li>&nbsp;afficher ou non le sexe des personnes,</li> \n\
 <li>&nbsp;mettre ou non les IDs des personnes (ex.: I00025),</li> \n\
 <li>&nbsp;m\u00eame option, mais pour les familles (ex.: F00025),</li> \n\
 <li>&nbsp;afficher les autres mariages de nos ascendants,</li> \n\
 <li>&nbsp;afficher les conjoints,</li> \n\
 <li>&nbsp;ajouter les cadres avec les informations sur les familles,</li> \n\
 <li>&nbsp;r\u00e9duire la taille des cadres si aucune information n'est \u00e0 afficher \u00e0 l'int\u00e9rieur,</li> \n\
 <li>&nbsp;g\u00e9n\u00e9rer le r\u00e9sultat avec des couleurs pour distinguer les diff\u00e9rentes g\u00e9n\u00e9rations,</li> \n\
 <li>&nbsp;arrangement de l'arbre (le centrer ou l'aligner \u00e0 gauche).</li> \n\
 </ul> \n\
  <p>Comment configurer l'option format des noms de lieux : \n\
  <ol> \n\
  <li>si l'option est vide, la premi\u00e8re juridiction non vide sera affich\u00e9e pour chaque lieu.</li> \n\
  <li>si l'option vaut <font color="blue">all</font>, affichage de toutes les juridictions s\u00e9par\u00e9es par des virgules. </li> \n\
  <li>Sinon, entrer les num\u00e9ros des juridictions (la premi\u00e8re \u00e9tant 0) et le formatage souhait\u00e9. Par exemple, si le format des lieux de votre fichier GEDCOM est "village, ville, d\u00e9partement, r\u00e9gion, pays", \n\
  vous pouvez saisir <font color="blue">0, 1 (3)</font> pour afficher: "village, ville (r\u00e9gion)".</li> \n\
  </ol></p> \n\
  <h3>Astuces :</h3> \n\
 <ol> \n\
 <li>Pour qu'un param\u00e8tre soit pris en compte, veillez \u00e0 le valider en cliquant apr\u00e8s la saisie sur un endroit quelconque de l'\u00e9cran.</li> \n\
 <li>Vous pouvez transformer votre fichier svg en un fichier image png, ou autre. Pour cela des outils sont \u00e0 votre disposition. Quelques exemples&nbsp;: \n\
 <ul> \n\
 <li>"batik svg rasterizer", disponible \n\
 <a href="https://xmlgraphics.apache.org/batik/tools/rasterizer.html">ici</a>. \n\
 Une fois t\u00e9l\u00e9charg\u00e9, vous le lancez par la commande&nbsp;:<br> \n\
 <center> \n\
 <i>java -jar batik-rasterize.jar fichier.svg</i><br> \n\
 </center> \n\
 (Vous devrez peut \u00eatre ajouter un param\u00e8tre \u00e0 la ligne de commande \n\
 en allouant de la m\u00e9moire suppl\u00e9mentaire, exemple : -Xmx512m).<br> \n\
 N'h\u00e9sitez pas \u00e0 jouer des param\u00e8tres dans les options, car \n\
 la quantit\u00e9 d'informations du fichier g\u00e9n\u00e9r\u00e9 est impressionnante, \n\
 donc vous risquez d'avoir des probl\u00e8mes pour l'affichage, ou \n\
 sa transformation en fichier image.</li> \n\
 <li>inkscape, disponible <a href="https://inkscape.org/en/about/">ici</a>. \n\
 Une fois t\u00e9l\u00e9charg\u00e9, vous le lancez par la commande&nbsp;:<br> \n\
 <center> \n\
 <i>inkscape fichier.svg -y 0.5 --export-png=fichier.png</i><br> \n\
 </center></li> \n\
 </ul> \n\
 </ol>

gen_ancestors = Nombre de g\u00e9n\u00e9rations d'anc\u00eatres
gen_ancestor_descendants = Nombre de g\u00e9n\u00e9rations de descendants des anc\u00eatres
gen_descendants = Nombre de g\u00e9n\u00e9rations de descendants
max_names = Nombre maximum de pr\u00e9noms devant \u00eatre affich\u00e9s
max_names_per_line = Nombre maximum de pr\u00e9noms sur une ligne
draw_title       = Afficher le titre d'une personne apr\u00e8s son nom
draw_name_suffix = Afficher le suffixe du nom
font_name_suffix = Enrichissement de la fonte pour la repr\u00e9sentation du suffixe du nom
draw_places      = Afficher les lieux de naissance et de d\u00e9c\u00e8s
place_display_format	= Format des lieux (voir pr\u00e9sentation du rapport)
draw_dates       = Afficher les dates
draw_occupation  = Afficher les professions
draw_images      = Inclure les images
high_quality_images = PDF: Images en haute d\u00e9finition
high_quality_images.tip = <html>Cette option ne concerne que les fichiers en sortie PDF.<br> \n\
  <i>Note :</i> G\u00e9n\u00e9rer des fichiers PDF avec cette option activ\u00e9e, peut entra\u00eener la cr\u00e9ation <br> \n\
  de tr\u00e8s gros fichiers.</html> 
draw_sex_symbols = Afficher le symbole du sexe de la personne
draw_indi_ids    = Afficher les IDs des personnes
draw_fam_ids     = Afficher les IDs des familles
other_marriages = Afficher les autres mariages de nos ascendants
show_spouses    = Afficher les conjoints
display_fambox = Ajouter les cadres avec les informations sur les familles
draw_divorce   = Afficher les informations sur les divorces
shrink_boxes   = R\u00e9duire la taille des cadres lorsque cela est possible
use_colors = Afficher le r\u00e9sultat en couleur
swap_names = Afficher le nom en premier
gen_ancestors.nolimit = Pas de limitation
nolimit = Pas de limitation
plain      = normal
bold       = gras
italic     = italique
bolditalic = gras+italique
arrangement = Arrangement
arrangement.center = Centrer
arrangement.left = Align\u00e9 \u00e0 gauche
arrangement.top = Alignement horizontal
rotation        = Rotation
none   = Aucune
rotation.270    = 90\u00b0 sens anti-horaire
rotation.180    = 180\u00b0
rotation.90     = 90\u00b0 sens horaire
flip            = Miroir horizontal
output.file  = Choisissez le nom du fichier de sortie
output_type = Type de Sortie (svg, pdf, png, ...)
output_type.tip = <html>Choisissez le type de fichier vers lequel vous voulez sauvegarder.<br> \n\
   Choisissez la sortie \u00e9cran pour afficher dans une boite de dialogue.<br> \n\
   <b>Attention :</b> La sortie \u00e9cran n'est pas recommand\u00e9 pour des arbres <br> \n\
   importants.</html> 
output_type.svg = Fichier SVG
output_type.pdf = Fichier PDF
output_type.png = Fichier PNG
output_type.screen = Sortie \u00c9cran (cela peut prendre du temps)
title           = Titre
title_height    = Taille de la fonte pour le titre
title_height.tip = <html>Mettre <b>0</b> pour que la taille de la fonte <br>soit calcul\u00e9e automatiquement.</html>
title.tip       = <html>Entrez le titre de votre arbre, ou laissez <br>en blanc, si vous n'en voulez pas.</html>
footer_mode = Pied de page
footer_mode.local = Derni\u00e8re modification de l'information affich\u00e9e
footer_mode.global = Dernier changement du fichier
footer_mode.current = Heure actuelle
footer.local = Dernier changement
footer.global = Derni\u00e8re modification
footer.current = Imprim\u00e9
not_available = non disponible
builder = Structure de l'arbre
outputs = Sortie
treeElements = Cadres
layouts = Pr\u00e9sentation
renderers = Repr\u00e9sentation de l'image de l'arbre
fontNameTitle	= Police du titre
fontNameFooter	= Police de pied de page
fontNameDetail	= Police des informations

# End of File
