ok.label=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 \u03ba\u03b1\u03c4\u03ac SOSA
OpenIDE-Module-Name=Gedcom - \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac SOSA
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Short-Description=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03c4\u03c9\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd SOSA
OpenIDE-Module-Long-Description=<H1> <center>\u0393\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03ae \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 Sosa</ center> </ h1>\n\n<P> \u0388\u03bd\u03b1 \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03c0\u03bf\u03c5 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c4\u03b5\u03b9 \u03c4\u03b7\u03bd \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 SOSA \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM \u03c3\u03b1\u03c2. \u03a1\u03af\u03be\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03bc\u03b1\u03c4\u03b9\u03ac \u03c3\u03c4\u03b9\u03c2 \u03b4\u03b9\u03ac\u03c6\u03bf\u03c1\u03b5\u03c2 \u03c4\u03b5\u03ba\u03bc\u03b7\u03c1\u03b9\u03ce\u03c3\u03b5\u03b9\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03bf \u03c0\u03ce\u03c2 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03b7 SOSA \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7. \u0395\u03ba\u03c4\u03cc\u03c2 \u03b1\u03c0\u03cc \u03c4\u03b7 \u03c3\u03c5\u03bc\u03b2\u03b1\u03c4\u03b9\u03ba\u03ae \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac SOSA, \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03b8\u03ad\u03c3\u03b5\u03b9 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd\u03c2 Sosa \u03c3\u03c4\u03bf\u03c5\u03c2 \u03b1\u03c0\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2 \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b1\u03bd\u03c4\u03ae\u03b8\u03b7\u03ba\u03b1\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03b7\u03bd \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 d'Aboville. </ P>\n\n<P> \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03c1\u03bf\u03c3\u03b2\u03ac\u03c3\u03b9\u03bc\u03bf \u03b1\u03c0\u03cc \u03c4\u03bf \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1, GEDCOM, \u0393\u03b5\u03bd\u03b5\u03bb\u03bf\u03b3\u03b9\u03ba\u03ae \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 Sosa. </ P>
CTL_GenerateSosaAction=\u0395\u03c0\u03b1\u03bd\u03b1\u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u0391\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd Sosa
ContextSosaAction=\u0395\u03c0\u03b1\u03bd\u03b1\u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u0391\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd Sosa: {0}
GenerateSosaAction.AskDeCujus=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03b5\u03c0\u03b9\u03bb\u03ad\u03c7\u03b8\u03b7\u03ba\u03b5 \u03c9\u03c2 \u03ba\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc
GenerateSosaAction.done=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 \u03ba\u03b1\u03c4\u03ac SOSA \u03bc\u03b5 {0} \u03bc\u03ad\u03c7\u03c1\u03b9 \u03c4\u03bf\u03bd \u03c4\u03b5\u03c1\u03bc\u03b1\u03c4\u03b9\u03c3\u03bc\u03cc \u03c4\u03b7\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae\u03c2 \u03c4\u03bf\u03c5 \u03ba\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03bf\u03cd \u03c0\u03c1\u03bf\u03c3\u03ce\u03c0\u03bf\u03c5
GenerateSosaAction.clear=\u0391\u03c6\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u0391\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd SOSA
