CTL_GenerateSosaAction=\u0395\u03c0\u03b1\u03bd\u03b1\u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u0391\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd Sosa
OpenIDE-Module-Name=Gedcom - SOSA \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Short-Description=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03c4\u03c9\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd SOSA
OpenIDE-Module-Long-Description=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03c4\u03b7\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 SOSA \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b4\u03b9\u03ba\u03cc \u03c3\u03b1\u03c2 Gedcom. \u0394\u03b5\u03af\u03c4\u03b5 \u03c4\u03b7 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 \u03ba\u03b1\u03c4\u03ac Sosa \u03b3\u03b9\u03b1 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2.\n\n\u03a3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03b1\u03bd\u03bf\u03b9\u03b3\u03cc\u03bc\u03b5\u03bd\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom, \u03bf\u03b9 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b1 \u03b8\u03b1 \u03c3\u03ba\u03b1\u03bd\u03b1\u03c1\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03ba\u03b1\u03b9 \u03b8\u03b1 \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf module, \u03b1\u03bb\u03bb\u03ac \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c3\u03b1\u03c2 gedcom \u03b4\u03b5 \u03b8\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03c3\u03b5 \u03cc\u03bb\u03b1. \u039c\u03cc\u03bb\u03b9\u03c2 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 Sosa \u03b5\u03bd\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 \u03be\u03b1\u03bd\u03ac, \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03ad\u03c3\u03b5\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf plugin \u03b1\u03c0\u03cc \u03c4\u03bf \u039c\u03b5\u03bd\u03bf\u03cd \u03c4\u03c9\u03bd \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03c9\u03bd. \u0395\u03ba\u03b5\u03af\u03bd\u03bf\u03b9 \u03bf\u03b9 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03af SOSA \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03be\u03b1\u03bd\u03b1\u03b3\u03c1\u03b1\u03c6\u03c4\u03bf\u03cd\u03bd \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c3\u03b1\u03c2 gedcom,\u03b1\u03bb\u03bb\u03ac \u03b8\u03b1 \u03c6\u03c5\u03bb\u03bb\u03ac\u03c3\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03bc\u03bd\u03ae\u03bc\u03b7 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03b9\u03c2 \u03b4\u03b5\u03af\u03c4\u03b5 \u03cc\u03c0\u03bf\u03c4\u03b5 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03c3\u03c4\u03b9\u03c2 \u03b4\u03b9\u03ac\u03c6\u03bf\u03c1\u03b5\u03c2 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ad\u03c2.\n\n \u0395\u03ac\u03bd \u03c4\u03bf \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 d'Aboville \u03b3\u03b9\u03b1 sosa ascendants.\n\n \u03a4\u03b9 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03b3\u03b9\u03b1?\n\t Many genealogists refer to the individuals in their tree by their sosa number as it is more meaningful than random ids. By adding a column in the edit view of Ancestris, these numbers can be displayed for quick reference.
GenerateSosaAction.AskDeCujus=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf \u03c0\u03c1\u03ce\u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03ba\u03b1\u03c4\u03ac Sosa
GenerateSosaAction.done=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03c3\u03c5\u03c3\u03c4\u03ae\u03bc\u03b1\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 \u03ba\u03b1\u03c4\u03ac SOSA \u03bc\u03b5 {0} as deceased is over.
