ok.label=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 SOSA
OpenIDE-Module-Name=Gedcom - \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 SOSA
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Short-Description=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd SOSA.
OpenIDE-Module-Long-Description=<h1> <center>\u0391\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 Sosa</ center> </h1>\n\n<p>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 SOSA \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM \u03c3\u03b1\u03c2.</p>\n\n<p> \u0393\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03bf \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5, \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1, Gedcom, \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 SOSA. </p> <p> \u0394\u03b5\u03af\u03c4\u03b5 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 Sosa \u03b3\u03b9\u03b1 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2. </p>\n\n<p> \u03a3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03ac\u03bd\u03bf\u03b9\u03b3\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 GEDCOM, \u03bf\u03b9 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b1 \u03b8\u03b1 \u03c3\u03b1\u03c1\u03ce\u03bd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03ba\u03b1\u03b9 \u03b8\u03b1 \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03b5\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1, \u03b1\u03bb\u03bb\u03ac GEDCOM \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c3\u03b1\u03c2 \u03b4\u03b5\u03bd \u03b8\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03ba\u03b1\u03b8\u03cc\u03bb\u03bf\u03c5. \u039c\u03cc\u03bb\u03b9\u03c2 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03be\u03b1\u03bd\u03ac \u03c4\u03b7\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 Sosa \u03b3\u03b9\u03b1 \u03ad\u03c4\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf, \u03b1\u03c0\u03bb\u03ac \u03c4\u03c1\u03ad\u03be\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03bf \u03b1\u03c0\u03cc \u03c4\u03bf \u03bc\u03b5\u03bd\u03bf\u03cd \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1. \u0391\u03c5\u03c4\u03bf\u03af \u03bf\u03b9 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03af Sosa \u03b4\u03b5\u03bd \u03b8\u03b1 \u03b3\u03c1\u03b1\u03c6\u03c4\u03bf\u03cd\u03bd \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM \u03c3\u03b1\u03c2, \u03b1\u03bb\u03bb\u03ac \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03c4\u03b7\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03bc\u03bd\u03ae\u03bc\u03b7 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03b9\u03c2 \u03b4\u03b5\u03af\u03c4\u03b5 \u03cc\u03c0\u03bf\u03c4\u03b5 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03c3\u03c4\u03b9\u03c2 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ad\u03c2 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ad\u03c2. </p>\n\n<p> \u0395\u03ac\u03bd \u03c4\u03bf \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 d'Aboville \u03b1\u03c0\u03cc Sosa \u03b1\u03bd\u03b9\u03cc\u03bd\u03c4\u03b5\u03c2. </p>\n\n<p> \u03a4\u03b9 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03b3\u03b9\u03b1; </p>\n\t<p> \u03a0\u03bf\u03bb\u03bb\u03bf\u03af \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03c4\u03b9\u03c3\u03c4\u03ad\u03c2 \u03b1\u03bd\u03b1\u03c4\u03c1\u03ad\u03c7\u03bf\u03c5\u03bd \u03c3\u03c4\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03c3\u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c4\u03bf\u03c5\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03c4\u03bf\u03c5\u03c2 Sosa \u03ba\u03b1\u03b8\u03ce\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b9\u03bf \u03bf\u03c5\u03c3\u03b9\u03b1\u03c3\u03c4\u03b9\u03ba\u03cc \u03b1\u03c0\u03cc \u03cc, \u03c4\u03b9 \u03c4\u03b1 \u03c4\u03c5\u03c7\u03b1\u03af\u03b1 id. \u039c\u03b5 \u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03c3\u03c4\u03ae\u03bb\u03b7\u03c2 \u03c3\u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c4\u03bf\u03c5 Ancestris, \u03b1\u03c5\u03c4\u03bf\u03af \u03bf\u03b9 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03af \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03b3\u03b9\u03b1 \u03b3\u03c1\u03ae\u03b3\u03bf\u03c1\u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac. </p>\n\n<p> \u0393\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03bf \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5, \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1, GEDCOM, \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 Sosa. </p>
#
CTL_GenerateSosaAction=\u0395\u03c0\u03b1\u03bd\u03b1\u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd SOSA
ContextSosaAction=\u0395\u03c0\u03b1\u03bd\u03b1\u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd SOSA: {0}
GenerateSosaAction.AskDeCujus=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf \u03c0\u03c1\u03ce\u03c4\u03bf SOSA \u03ac\u03c4\u03bf\u03bc\u03bf 
GenerateSosaAction.done=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 \u03ba\u03b1\u03c4\u03ac SOSA \u03bc\u03b5 {0} \u03bc\u03ad\u03c7\u03c1\u03b9 \u03c4\u03bf\u03bd \u03c4\u03b5\u03c1\u03bc\u03b1\u03c4\u03b9\u03c3\u03bc\u03cc \u03c4\u03c9\u03bd \u03b8\u03b1\u03bd\u03cc\u03bd\u03c4\u03c9\u03bd.
GenerateSosaAction.clear=\u0391\u03c6\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u0391\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd SOSA
