Ancestris=- http://www.ancestris.org
#Ancestris - http://www.ancestris.org
#
# Message strings for the ReportToDo report
#
#
#
name=Opgaveliste
#
#
#
info=<h1><center>To Do List</center></h1>  \n<p>Denne rapport viser alle opgaver for en gedcom-fil, f.eks. en opgave med at scanne et dokument eller checke information. Opgavelisten kan ogs\u00e5 kaldes en "Todo-liste". \n</p> \n<p>Hvis denne rapport skal finde noget, m\u00e5 du forberede dine data ordentligt. \nDu har mange muligheder, men her er nogle eksempler:</p> \n<ul> \n<li>F\u00f8rst og fremmest kan du lave nogle mark\u00f8rer inde i dit tr\u00e6, som "_TODO" (bem\u00e6rk, at denne markering begynder med understreg "_").</li> \n<li>Derudover kan du bruge en intern note i dit tr\u00e6. For eksempel hvis du har oprettet en generel NOTE (i f.eks. en gedcom <NOTE> felt, med noget i retning af "Jeg skal checke denne information". Hver gang du vil bruge dette et sted i dit tr\u00e6, er det eneste du skal g\u00f8re at oprette et internt link til denne NOTE, og rapporten vil finde dit link.</li> \n<li>Sidst, men ikke mindst, kan du have NOTEr allerede under bestemte informationer, f.eks. ved en f\u00f8dselsdato, ...), det du kan g\u00f8re, er af tilf\u00f8je et specifikt ord til denne NOTE, som betyder, at denne NOTE vil blive checket, n\u00e5r du k\u00f8rer rapporten. (f.eks. kan du begynde din NOTE med ordet "TODO: "). Hver gang rapporten m\u00f8der ordet "TODO: " i en NOTE, vil den tilf\u00f8je noten til Opgavelisten.</li> \n</ul> \n<p> \nIndstillingerne specificerer, hvor rapporten skal lede efter s\u00e5danne data. \nDet f\u00f8rste, der skal navngives, er hvilket m\u00e6rke, rapporten skal lede efter opgaver. Da s\u00e5dan information som regel er gemt i en NOTE, er s\u00f8gningen foruddefineret til at lede i feltet NOTE.  \nDen information som starter opgavelistent, f.eks. med ordet "_todo:" er valgfri og kan bruges til at forbedre s\u00f8gningen. Visningen kan oprettes i form af en detaljeret liste eller en oversigt. \nDet er ogs\u00e5 muligt at eksportere dataene til en CSV-fil (regnearksfil). \n</p> 
#  
titleindi=Arbejdsark for {0} ({1})
titleinfosperso=Personlig information
titlefam=Arbejdsark for {0}
titletodo=Opaveliste
titletodos=Samlet liste over opgaver
evt.col=Begivenhed
date.col=Dato
place.col=Sted
indi.col=Person
todo.col=Opgave
outputWorkingSheet=Gener\u00e9r arbejdsark
outputSummary=Gener\u00e9r opgaveliste
outputSummaryCsv=Opret kun opgaveliste som CSV-fil (regnearksfil)
todoTag=M\u00e6rker, der skal unders\u00f8ges (f.eks. NOTE; _TODO)
todoStart=Standard-ord for opgaver (valgfrit)
isRegExpr=Teksten vi s\u00f8ger efter er et regul\u00e6rt udtryk
mother=Mor
father=Far
spouse=Partner
main.notes=Generelle noter
nbtodos=Antal opgaver: {0}
#
# End of File

