Ancestris=- http://www.ancestris.org 
#
name=Llista de Tasques
#
#
info=<h1> <center> Llista de tasques </center> </h1>\n<p> Aquest informe mostra totes les tasques pendents d'un fitxer gedcom,\nper exemple. una tasca pendent per escanejar un document o per comprovar la informaci\u00f3.\n</p>\n<p> Per descomptat, si voleu que aquest informe trobi alguna cosa, heu de preparar les vostres dades adequadament.\nTeniu moltes possibilitats, per\u00f2 en teniu alguns exemples: </p>\n<ul>\n<li> En primer lloc, podeu crear marcadors dins del vostre arbre, com a "_TODO" (tingueu en compte que aquest marcador comen\u00e7a amb un subratllat "_"). </li>\n<li> En segon lloc, podeu utilitzar notes internes per al vostre arbre. Per exemple, si heu creat una NOTA general\n(\u00e9s a dir, una etiqueta gedcom <NOTE>), amb alguna cosa com "He de trobar aix\u00f2\ninformaci\u00f3, he de comprovar-la ". Cada vegada que vulgueu especificar que per a alguna cosa del vostre arbre, per obtenir informaci\u00f3, tot el que heu de fer \u00e9s crear un enlla\u00e7 intern a aquesta entitat NOTA i l'informe seguir\u00e0 aquests enlla\u00e7os. </li>\n<li> Per \u00faltim, per\u00f2 no menys important, podeu tenir NOTE ja sota certes informacions (per exemple, sota una data de naixement ...), el que podeu fer \u00e9s afegir una paraula espec\u00edfica a aquesta NOTA, aix\u00f2 significa que aix\u00f2 NOTA ser\u00e0 revisat per l'informe un cop executat (per exemple,\ncomenceu la vostra NOTA amb la paraula "TODO:"). Cada vegada que l'informe trobar\u00e0 aquesta frase "TODO:" en una NOTA, afegir\u00e0 aquesta nota i el seu contingut a la llista de ToDos. </li>\n</ul>\n<p>\nLes opcions especifiquen on cercar aquestes dades.\nEl primer que es diu \u00e9s en quina etiqueta s\u2019ha de fer. Com que aquesta informaci\u00f3 normalment s\u2019emmagatzema a NOTEs, aquesta etiqueta est\u00e0 predefinida. La informaci\u00f3 sobre com comen\u00e7ar, per exemple per "_todo:" \u00e9s opcional i es pot utilitzar per refinar la cerca. La sortida es pot crear en forma de llista detallada o resum.\nTamb\u00e9 \u00e9s possible exportar les dades a CVS.\n</p>
#
#
titleindi=Full de Treball per a {0} ({1})
titleinfosperso=Informaci\u00f3 Personal
titlefam=Full de treball per a {0}
titletodo=Llista de Tasques
titletodos=Llista completa de coses a fer
evt.col=Esdeveniment
date.col=Data
place.col=Lloc
indi.col=Individu
todo.col=Tasca
outputWorkingSheet=Generar fulls de treball
outputSummary=Generar llista de tasques
outputSummaryCsv=Llista de sortida de tasques nom\u00e9s en format CSV
todoTag=Etiquetes per examinar (eg. NOTE, _TODO)
todoStart=Prefix per a tasques pendents (opcional) ...
isRegExpr=El text que busquem \u00e9s una expressi\u00f3 regular
mother=Mare
father=Pare
spouse=C\u00f2njuge
main.notes=Notes principals
nbtodos=Nombre de Tasques Pendents: {0}
