Ancestris=- http://www.ancestris.org
#
name=A fazer
#
#
info=<h1><center>Lista de tarefas</center></h1> \n<p>Este relat\u00f3rio mostra as tarefas em curso num ficheiro Gedcom, \ne.g. uma "tarefa" para digitalizar um documento ou verificar uma informa\u00e7\u00e3o. \n</p> \n<p>Claro que, se deseja que o relat\u00f3rio encontre as tarefas, tem de as preparar apropriadamente antes. \nTem v\u00e1rias possibilidades, eis alguns exemplos :</p> \n<ul> \n<li>Primeiro, pode criar marcadores dentro da \u00e1rvore, como "_TAREFA" (note que o marcador come\u00e7a com um sublinhado "_").</li> \n<li>Segundo, pode usar notas internas. Por exemplo, se criou uma NOTA geral\n(i.e. uma etiqueta Gedcom <NOTE>), com algo como "encontrei esta  \ninforma\u00e7\u00e3o, tenho de confirmar". Sempre que quiser especificar algo como isso na sua \u00e1rvore, para qualquer informa\u00e7\u00e3o, basta criar uma liga\u00e7\u00e3o interna a essa entidade NOTA e o relat\u00f3rio seguir\u00e1 essas liga\u00e7\u00f5es.</li> \n<li>Por \u00faltimo, pode j\u00e1 ter NOTAs sob certas informa\u00e7\u00f5es (uma data de nascimento, por exemplo, ...), pode adicionar uma palavra espec\u00edfica a essa NOTA, que for\u00e7a o relat\u00f3rio a procurar por ela, uma vez executado (ex. come\u00e7ar a NOTA com "TAREFA: "). Sempre que o relat\u00f3rio encontrar "TAREFA: " numa NOTA, adiciona essa nota \u00e0 lista.</li> \n</ul> \n<p> \nAs op\u00e7\u00f5es especificam onde procurar tais dados. \nA primeira \u00e9 indicar em que etiquetas procurar. Tal informa\u00e7\u00e3o est\u00e1 habitualmente nas NOTAs, pelo que esta etiqueta est\u00e1 pr\u00e9-definida. A informa\u00e7\u00e3o sobre come\u00e7os como, e.g. "_TAREFA:" \u00e9 opcional e pode ser utilizada para refinar a procura. A sa\u00edda pode ser uma lista detalhada ou um resumo. \n\u00c9 tamb\u00e9m poss\u00edvel exportar os dados para CSV. \n</p> 
#
#
titleindi=Ficha de trabalho para {0} ({1})
titleinfosperso=Informa\u00e7\u00e3o pessoal
titlefam=Ficha de trabalho para {0}
titletodo=Lista de tarefas
titletodos=Lista completa de coisas a fazer
evt.col=Evento
date.col=Data
place.col=Local
indi.col=Indiv\u00edduo
todo.col=Tarefa
outputWorkingSheet=Gerar folhas de trabalho
outputSummary=Gerar lista de tarefas
outputSummaryCsv=Imprimir lista s\u00f3 em formato CSV
todoTag=Etiquetas a examinar (eg. NOTE, _TAREFA)
todoStart=O texto a procurar come\u00e7a por (opcional) ...
isRegExpr=O texto a procurar \u00e9 uma express\u00e3o regular
mother=M\u00e3e
father=Pai
spouse=C\u00f4njuge
main.notes=Notas gerais
nbtodos=N\u00famero de tarefas: {0}
