Ancestris=- http://www.ancestris.org
#
name=Yap\u0131lacaklar listesi
#
#
info=<h1><center>Yap\u0131lacaklar Listesi</center></h1> \n<p>Bu rapor, bir belgeyi taramak veya bilgileri kontrol etmek \u00fczere bir 'yap\u0131lacaklar' gibi bir gedcom dosyas\u0131 i\u00e7in yap\u0131lmas\u0131 gerekenleri g\u00f6sterir. \n</p> \n<p>Tabii ki, bu raporun bir \u015feyler bulmas\u0131n\u0131 istiyorsan\u0131z, verilerinizi uygun \u015fekilde haz\u0131rlaman\u0131z gerekir. Pek \u00e7ok olana\u011f\u0131n\u0131z var, ancak i\u015fte baz\u0131 \u00f6rnekler :</p> \n<ul> \n<li>\u0130lk olarak, a\u011fac\u0131n\u0131z\u0131n i\u00e7inde "_YAPILACAKLAR" olarak i\u015faretleyiciler olu\u015fturabilirsiniz (bu i\u015faretleyicinin bir alt \u00e7izgi "_" ile ba\u015flad\u0131\u011f\u0131n\u0131 unutmay\u0131n).</li> \n<li>\u0130kinci olarak, a\u011fac\u0131n\u0131z i\u00e7in dahili notlar\u0131 kullanabilirsiniz. \u00d6rne\u011fin, genel bir NOT  \n(yani bir gedcom <NOT> etiketi) olu\u015fturduysan\u0131z, "Bu bilgiyi bulmal\u0131y\u0131m, kontrol etmeliyim" gibi bir \u015feyle. A\u011fac\u0131n\u0131zdaki bir \u015fey i\u00e7in, bir bilgi i\u00e7in bunu her belirtmek istedi\u011finizde, tek yapman\u0131z gereken o NOT varl\u0131\u011f\u0131na dahili bir ba\u011flant\u0131 olu\u015fturmakt\u0131r ve rapor bu ba\u011flant\u0131lar\u0131 izleyecektir.</li> \n<li>Son olarak, belirli bilgiler alt\u0131nda (\u00f6rne\u011fin bir do\u011fum tarihi alt\u0131nda, ...) zaten NOT'lara sahip olabilirsiniz, yapabilece\u011finiz \u015fey, bu NOT'a belirli bir kelime eklemektir, bu, bu NOT'un \u015fu anlama gelece\u011fi anlam\u0131na gelir: bir kez \u00e7al\u0131\u015ft\u0131r\u0131ld\u0131\u011f\u0131nda rapor taraf\u0131ndan kontrol edilir (\u00f6rn. NOT'unuza "YAPILACAKLAR: " kelimesiyle ba\u015flars\u0131n\u0131z). Rapor, " YAPILACAKLAR: " c\u00fcmlesini bir NOT olarak her buldu\u011funda, bu notu ve i\u00e7eri\u011fini Yap\u0131lacaklar listesine ekleyecektir.</li> \n</ul> \n<p> \nSe\u00e7enekler, bu t\u00fcr verilerin nerede aranaca\u011f\u0131n\u0131 belirtir. \u0130lk isim, yap\u0131lacaklar i\u00e7in hangi etikette aranaca\u011f\u0131d\u0131r. Bu t\u00fcr bilgiler genellikle NOT'larda sakland\u0131\u011f\u0131ndan, bu etiket \u00f6nceden tan\u0131mlanm\u0131\u015ft\u0131r. Nas\u0131l ba\u015flayaca\u011f\u0131n\u0131z bilgisi, \u00f6r. "_yap\u0131lacaklar:" ile iste\u011fe ba\u011fl\u0131d\u0131r ve aramay\u0131 daraltmak i\u00e7in kullan\u0131labilir. \u00c7\u0131kt\u0131, ayr\u0131nt\u0131l\u0131 bir liste veya \u00f6zet \u015feklinde olu\u015fturulabilir. Verileri CVS'ye aktarmak da m\u00fcmk\u00fcnd\u00fcr. \n</p> 
#
#
titleindi={0} \u0130\u00e7in \u00c7al\u0131\u015fma Sayfas\u0131 ({1})
titleinfosperso=Ki\u015fisel Bilgiler
titlefam={0} \u0130\u00e7in \u00c7al\u0131\u015fma Sayfas\u0131
titletodo=Yap\u0131lacaklar Listesi
titletodos=Yap\u0131lacaklar listesinin tamam\u0131
evt.col=Etkinlik
date.col=Tarih
place.col=Yer
indi.col=Ki\u015fi
todo.col=G\u00f6rev
outputWorkingSheet=\u00c7al\u0131\u015fma sayfalar\u0131 olu\u015ftur
outputSummary=G\u00f6rev listesi olu\u015ftur
outputSummaryCsv=Yaln\u0131zca CSV bi\u00e7imindeki g\u00f6revlerin \u00e7\u0131kt\u0131 listesi
todoTag=\u0130ncelenecek etiketler (\u00f6r. NOT, _YAPILACAKLAR)
todoStart=Yap\u0131lacaklar i\u00e7in \u00f6nek (iste\u011fe ba\u011fl\u0131)...
isRegExpr=Arad\u0131\u011f\u0131m\u0131z metin normal bir ifadedir
mother=Anne
father=Baba
spouse=E\u015f
main.notes=Ana notlar
nbtodos=Yap\u0131lacak \u0130\u015flem Say\u0131s\u0131: {0}
