# Ancestris - http://www.ancestris.org
#
# Message strings for the ReportToDo report
#

name = Lista rzeczy do zrobienia

info		= <h1><center>Lista rzeczy do zrobienia</center></h1> \
 <p>Ten raport pokazuje wszystkie rzeczy do zrobienia w pliku GEDCOM, np. aby pami\u0119ta\u0107 zeskanowa\u0107 dokument lub sprawdzi\u0107 informacj\u0119.</p> \
 <p>Oczywi\u015bcie, je\u015bli chcesz taki raport, to trzeba wcze\u015bniej przygotowa\u0107 swoje dane w odpowiedni spos\u00f3b. Jest na to wiele mo\u017cliwo\u015bci, poni\u017cej niekt\u00f3re z nich:</p> \
 <ul> \
 <li>Po pierwsze, mo\u017cna utworzy\u0107 tagi wewn\u0105trz drzewa, jak "_TODO" (zauwa\u017c, \u017ce ten znacznik zaczyna si\u0119 od znaku podkre\u015blenia "_").</li> \
 <li>Po drugie, mo\u017cna skorzysta\u0107 z notatek wewn\u0119trznych w swoim drzewie. Na przyk\u0142ad, je\u015bli stworzyli\u015bmy Og\u00f3ln\u0105 notatk\u0119 (np. tag <NOTE>), z czym\u015b w rodzaju "musz\u0119 znale\u017a\u0107 te informacje, musz\u0119 to sprawdzi\u0107". Za ka\u017cdym razem gdy chcemy okre\u015bli\u0107, \u017ce co\u015b w drzewie, wszystko co musisz zrobi\u0107, to stworzy\u0107 wewn\u0119trzny link do tej notatki, a raport b\u0119dzie pod\u0105\u017c\u0105\u0142 za tym linkiem.</li> \
 <li>Nie mniej wa\u017cne jest, \u017ce mo\u017cna mie\u0107 notatki ju\u017c z pewnymi informacjami (na przyk\u0142ad z dat\u0105 urodzenia), a wtedy dodanie konkretnego s\u0142owa do tej notatki, b\u0119dzie oznacza\u0107, \u017ce te informacje b\u0119d\u0105 sprawdzone w raporcie po uruchomieniu (np. rozpocz\u0105\u0107 notatk\u0119 ze s\u0142owem "TODO" (ang. Do zrobienia). Za ka\u017cdym razem raport zwr\u00f3ci notatk\u0119 na li\u015bcie z rzeczami do zrobienia.</li> \
 </ul> 

titleindi = Arkusz roboczy do {0} ({1})
titleinfosperso = Informacje osobiste
titlefam = Arkusz roboczy do {0}
titletodo = Lista rzeczy do zrobienia
titletodos = Ca\u0142a lista rzeczy do zrobienia
evt.col = Zdarzenie
date.col = Data
place.col = Miejsce
indi.col = Osoba
todo.col = Zadanie
outputWorkingSheet = Generowanie arkuszy roboczych
outputSummary = Generowanie listy zada\u0144
outputSummaryCsv = Lista wynikowa zada\u0144 tylko w formacie CSV
todoTag = Tagi do sprawdzenia (np. NOTE, _TODO)
todoStart = Prefiks do listy do zrobienia (opcjonalnie)...
isRegExpr = Szukany tekst jest wyra\u017ceniem regularnym
mother = Matka
father = Ojciec
spouse = Ma\u0142\u017conek
main.notes = G\u0142\u00f3wne notatki
nbtodos = Liczba rzeczy do zrobienia: {0}

# End of File
