#           Bundle resources file for package Ancestris - Unicode
#           Path : AncestrisExtensions/Geo/src/ancestris/modules/geo
#
#--=====--WARNING to Translators---------------------------------=====--
# Some lines must not be translated. If a line follow a line beginning 
# with #NOI18N, it must be left the way it is written.
# Using Trancestris you won't be allowed to edit it.
#--=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ae \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03ba\u03b1\u03b9 \u039b\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd
#           Bundle resources file for package Ancestris - Unicode
#           Path : AncestrisExtensions/Geo/src/ancestris/modules/geo
#
#--=====--WARNING to Translators---------------------------------=====--
# Some lines must not be translated. If a line follow a line beginning 
# with #NOI18N, it must be left the way it is written.
# Using Trancestris you won't be allowed to edit it.
#--=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Display-Category=\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ad\u03c2
OpenIDE-Module-Long-Description=<h1><center>\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ae \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03ba\u03b1\u03b9 \u039b\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd</center></h1>\n\n<p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b5\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b4\u03cd\u03bf \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ad\u03c2: \u03c4\u03b7 \u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ae \u03b1\u03c0\u03b5\u03b9\u03ba\u00f3\u03bd\u03b9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03c9\u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03c3\u03b1\u03c2, \u03ba\u03b1\u03b9 \u03ad\u03bd\u03b1\u03bd \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf \u03bc\u03b5 \u03c4\u03b9\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2. \u0391\u03c5\u03c4\u03ae \u03b7 \u03b5\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03c4\u03b7\u03bd\u03bd \u03bb\u03ae\u03c8\u03b7 \u03c4\u03c9\u03bd INSEE \u03ae \u03c4\u03c9\u03bd \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b9\u03ba\u03ce\u03bd \u03ba\u03c9\u03b4\u03b9\u03ba\u03ce\u03bd \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03af\u03c3\u03bf\u03b4\u03bf \u03c3\u03c4\u03b7\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03c3\u03b1\u03c2, \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b4\u03b5\u03af\u03c4\u03b5 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03c3\u03c7\u03b5\u03c4\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03ad\u03bd\u03b1 \u03bc\u03ad\u03c1\u03bf\u03c2, \u03ba\u03b1\u03b9 \u03c0\u03bf\u03bb\u03bb\u03ad\u03c2 \u03ac\u03bb\u03bb\u03b5\u03c2 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2. </p>\n\n<p>\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b4\u03cd\u03bf \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ad\u03c2,\u03b1\u03c0\u03cc \u03c4\u03bf \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae, \u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ae \u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03ae \u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd.</p>
OpenIDE-Module-Short-Description=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ae \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03ba\u03b1\u03b9 \u039b\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd
#
CTL_GeoListAction=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd
CTL_GeoListTopComponent=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd
CTL_GeoMapAction=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ae \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae
CTL_GeoMapTopComponent=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ae \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae
HINT_GeoListTopComponent=\u0391\u03c5\u03c4\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03af\u03b1 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03ce\u03bd \u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03c9\u03bd \u03c3\u03b1\u03c2
HINT_GeoMapTopComponent=\u0391\u03c5\u03c4\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03b3\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ae \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c7\u03b1\u03c1\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1
#
maps.mapstobeused=\u03a7\u03ac\u03c1\u03c4\u03b7\u03c2 \u03c0\u03c1\u03bf\u03c2 \u03c7\u03c1\u03ae\u03c3\u03b7
maps.googlenotavailable=\u039f \u03c7\u03ac\u03c1\u03c4\u03b7\u03c2 \u03c4\u03bf\u03c5 Google \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03b1\u03ba\u03cc\u03bc\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7
maps.cassininotavailable=\u039f\u03b9 \u03c7\u03ac\u03c1\u03c4\u03b5\u03c2 \u03c4\u03bf\u03c5 Cassini \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03b1\u03ba\u03cc\u03bc\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7
GeoMapTopComponent.jButton4.text.choose=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf \u03c7\u03c1\u03ce\u03bc\u03b1 \u03c4\u03c9\u03bd \u03b4\u03b5\u03b9\u03ba\u03c4\u03ce\u03bd
#
GeoListRoot=\u039b\u03af\u03c3\u03c4\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf
GeoEmpty={\u039c\u03b7 \u03c4\u03b5\u03ba\u03bc\u03b7\u03c1\u03b9\u03c9\u03bc\u03ad\u03bd\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1}
HoverPanel.jLabel3.text=\u03a0\u03bb\u03b7\u03b8\u03c5\u03c3\u03bc\u03cc\u03c2 :
HoverPanel.jLabel10.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd:
HoverPanel.jLabel11.text=\u03a4\u03bf \u03c0\u03b9\u03bf \u03ba\u03bf\u03b9\u03bd\u03cc \u03b5\u03c0\u03af\u03b8\u03b5\u03c4\u03bf:
HoverPanel.jLabel12.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd:
HoverPanel.jLabel13.text=\u03a0\u03b5\u03c1\u03af\u03bf\u03b4\u03bf\u03c2 \u03c0\u03bf\u03c5 \u03ba\u03b1\u03bb\u03cd\u03c0\u03c4\u03b5\u03c4\u03b1\u03b9:
HoverPanel.jLabel14.text=\u03bc\u03ad\u03c7\u03c1\u03b9
HoverPanel.jLabel16.text=\u00b0 \u0393\u03b5\u03bd\u03bd\u03ae\u03c3\u03b5\u03b9\u03c2 :
HoverPanel.jLabel17.text=\u00b0 \u0393\u03ac\u03bc\u03bf\u03b9:
HoverPanel.jLabel18.text=\u00b0 \u0398\u03b1\u03bd\u03ac\u03c4\u03bf\u03b9:
HoverPanel.jLabel19.text=\u00b0 \u0386\u03bb\u03bb\u03b1:
#
sosa.input.title=\u03a0\u03bf\u03b9\u03cc\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf de-cujus;
#
filters.Applied=\u039f\u03b9 \u03b4\u03b5\u03af\u03ba\u03c4\u03b5\u03c2 Geo \u03c3\u03c4\u03bf\u03bd \u03c7\u03ac\u03c1\u03c4\u03b7 \u03ad\u03c7\u03bf\u03c5\u03bd \u03c6\u03b9\u03bb\u03c4\u03b1\u03c1\u03b9\u03c3\u03c4\u03b5\u03af
filters.inprogress=\u03a6\u03b9\u03bb\u03c4\u03c1\u03ac\u03c1\u03b9\u03c3\u03bc\u03b1 \u03c3\u03b5 \u03b5\u03be\u03ad\u03bb\u03b9\u03be\u03b7...
filters.location=\u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 {0}
filters.unknown=\u03c4\u03b1 \u03bc\u03b7 \u03b3\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ac \u03c3\u03b7\u03bc\u03b5\u03af\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03c1\u03c5\u03bc\u03bc\u03ad\u03bd\u03b1
filters.tree={0} \u03b1\u03c0\u03cc {1}
filters.events={0}
filters.indi={0}
#
ACTION_SelectEvent=&\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 (\u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03c0\u03c1\u03bf\u03c3\u03b2\u03ac\u03c3\u03b9\u03bc\u03bf \u03bc\u03b5 \u03b4\u03b9\u03c0\u03bb\u03cc \u03ba\u03bb\u03b9\u03ba)
ACTION_EditEvent=&\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03b1\u03c5\u03c4\u03bf\u03cd \u03c4\u03bf\u03c5 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03bf\u03c2 \u03c3\u03c4\u03bf\u03bd \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ae {0}
ACTION_HelpEven=&\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
#
ACTION_CenterPlace=&\u039a\u03b5\u03bd\u03c4\u03c1\u03ac\u03c1\u03b9\u03c3\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03c7\u03ac\u03c1\u03c4\u03b7 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
#
ACTION_ShowPlace=&\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03b1\u03c5\u03c4\u03bf\u03cd \u03c4\u03bf\u03c5 \u03c4\u03cc\u03c0\u03bf\u03c5 \u03c3\u03c4\u03bf \u03c7\u03ac\u03c1\u03c4\u03b7
ACTION_FindPlace=&\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03b5\u03c1\u03b5\u03b9\u03ce\u03bd \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03b4\u03af\u03ba\u03c4\u03c5\u03bf
ACTION_EditPlace=&\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2
ACTION_CopyPlace=&\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03b5\u03c0\u03b9\u03ba\u03cc\u03bb\u03bb\u03b7\u03c3\u03b7 \u03b1\u03c1\u03b3\u03cc\u03c4\u03b5\u03c1\u03b1 \u03c3\u03b5 \u03ac\u03bb\u03bb\u03b7 \u03b8\u03ad\u03c3\u03b7
ACTION_PastePlace=&\u0391\u03bd\u03c4\u03b9\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03bc\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03bf\u03c5\u03bd \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03c4\u03b5\u03af \u03c0\u03c1\u03b9\u03bd
ACTION_UpdateList=&\u0391\u03bd\u03b1\u03b2\u03ac\u03b8\u03bc\u03b9\u03c3\u03b7 \u03ba\u03b1\u03b9 \u03b5\u03c0\u03b1\u03bd\u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03bb\u03af\u03c3\u03c4\u03b1\u03c2
ACTION_UpdatePlaceOptions=\u0395\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 \u03c4\u03b7\u03c2 &\u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd
ACTION_HelpPlace=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
#
ACTION_FormatPlace=\u0394\u03b9\u03b1\u03bc\u03bf\u03c1\u03c6\u03ce\u03c3\u03c4\u03b5 \u03b5\u03ba \u03bd\u03ad\u03bf\u03c5 \u03c4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03bc\u03b5 \u03c4\u03b7 \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b7 &\u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5
ACTION_None=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03b5\u03bd\u03ad\u03c1\u03b3\u03b5\u03b9\u03b1 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03ba\u03b5\u03bd\u03ae \u03b8\u03ad\u03c3\u03b7
#
TXT_geoinfo=\u039b\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ad\u03c2 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1, \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03b4\u03af\u03ba\u03c4\u03c5\u03bf
TXT_locationNotFound=\u0394\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2 \u03c3\u03c4\u03bf \u0394\u03b9\u03b1\u03b4\u03af\u03ba\u03c4\u03c5\u03bf
#
TXT_placeFormat=\u0391\u03bb\u03bb\u03b1\u03b3\u03ae \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03b3\u03b9\u03b1
#
GeoPlaceEditor.jLabel3.text=\u039b\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2:
GeoPlaceEditor.jButton2.text=\u03a0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2
GeoPlaceEditor.jButton1.text=\u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7
GeoPlaceEditor.jLabel24.text=\u03a0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c0\u03c1\u03bf\u03c2 \u03b4\u03b9\u03b1\u03c4\u03ae\u03c1\u03b7\u03c3\u03b7:
GeoPlaceEditor.jLabel2.text=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd:
GeoPlaceEditor.jLabel4.text=\u038c\u03bd\u03bf\u03bc\u03b1:
GeoPlaceEditor.jLabel1.text=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03c0\u03c1\u03bf\u03c2 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7
GeoPlaceEditor.jLabel31.text=\u03a7\u03ce\u03c1\u03b1:
GeoPlaceEditor.jLabel32.text=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03cc \u03c0\u03bb\u03ac\u03c4\u03bf\u03c2 :
GeoPlaceEditor.jLabel6.text=\u03a4\u03bc\u03ae\u03bc\u03b1:
GeoPlaceEditor.jLabel29.text=\u03a4\u03bc\u03ae\u03bc\u03b1:
GeoPlaceEditor.jLabel8.text=\u03a7\u03ce\u03c1\u03b1:
GeoPlaceEditor.jLabel7.text=\u03a0\u03b5\u03c1\u03b9\u03c6\u03ad\u03c1\u03b5\u03b9\u03b1 :
GeoPlaceEditor.jLabel30.text=\u03a0\u03b5\u03c1\u03b9\u03c6\u03ad\u03c1\u03b5\u03b9\u03b1:
GeoPlaceEditor.jLabel10.text=INSEE \u039a\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2:
GeoPlaceEditor.jLabel26.text=\u038c\u03bd\u03bf\u03bc\u03b1:
GeoPlaceEditor.jLabel9.text=\u03a4\u03b1\u03c7. \u039a\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2:
GeoPlaceEditor.jLabel25.text=\u03a7\u03c9\u03c1\u03b9\u03bf\u03c5\u03b4\u03ac\u03ba\u03b9:
GeoPlaceEditor.jLabel28.text=\u03a4\u03b1\u03c7. \u039a\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2:
GeoPlaceEditor.jLabel11.text=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03cc \u03c0\u03bb\u03ac\u03c4\u03bf\u03c2 :
GeoPlaceEditor.jLabel27.text=INSEE \u039a\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2:
GeoPlaceEditor.jButton5.text=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2
GeoPlaceEditor.jButton3.text=\u039c\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac GEDCOM
GeoPlaceEditor.jButton4.text=\u0395\u03c0\u03b9\u03ba\u03cc\u03bb\u03b7\u03c3\u03b7
GeoPlaceEditor.jCheckBox1.text=\u039c\u03cc\u03bd\u03bf \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2
GeoPlaceEditor.jLabel33.text=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03cc \u03bc\u03ae\u03ba\u03bf\u03c2 :
GeoPlaceEditor.jLabel35.text=\u0393\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03cc \u03bc\u03ae\u03ba\u03bf\u03c2 :
GeoPlaceEditor.jButton1.toolTipText=<html>\u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03b5\u03ac\u03bd \u03b1\u03c5\u03c4\u03ae \u03b7 \u03bb\u03ad\u03be\u03b7 \u03ba\u03bb\u03b5\u03b9\u03b4\u03af \u03b1\u03bd\u03c4\u03b9\u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af \u03c3\u03b5 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03c0\u03bf\u03c5 \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03c3\u03c4\u03bf\u03bd \u03ba\u03cc\u03c3\u03bc\u03bf</html>
GeoPlaceEditor.jButton5.toolTipText=<html>\u0391\u03c0\u03bf\u03b4\u03bf\u03c7\u03ae \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03c4\u03c9\u03bd \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03c3\u03b5 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03bc\u03b5\u03af\u03bd\u03bf\u03c5\u03bd</html>
GeoPlaceEditor.jButton2.toolTipText=<html>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03c9\u03bd \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd</html>
GeoPlaceEditor.jButton3.toolTipText=<html>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM</html>
GeoPlaceEditor.jCheckBox1.toolTipText=<html>\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b1\u03c5\u03c4\u03bf\u03cd \u03c4\u03bf\u03c5 \u03c0\u03bb\u03b1\u03b9\u03c3\u03af\u03bf\u03c5 \u03b5\u03ac\u03bd \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03bc\u03cc\u03bd\u03bf \u03b1\u03bd\u03c4\u03af\u03b3\u03c1\u03b1\u03c6\u03b1 \u03b1\u03c3\u03c6\u03b1\u03bb\u03b5\u03af\u03b1\u03c2 <br>\u03c4\u03c9\u03bd \u03b3\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ce\u03bd \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03c9\u03bd, <br> \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03b1\u03c6\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03bc\u03b5 \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7<br> \u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03bc\u03ad\u03bd\u03b7 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM</html>
GeoPlaceEditor.jButton4.toolTipText=<html>\u0391\u03bd\u03c4\u03b9\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03b3\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03bf\u03cd \u03bc\u03ae\u03ba\u03bf\u03c5\u03c2 \u03ba\u03b1\u03b9 \u03c0\u03bb\u03ac\u03c4\u03bf\u03c5\u03c2<br> \u03bc\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03b1 \u03c0\u03bf\u03c5 \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03c0\u03c1\u03cc\u03c7\u03b5\u03b9\u03c1\u03bf. <br> \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03b5\u03b4\u03af\u03b1 \u03b1\u03c0\u03cc \u03bc\u03b9\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03ae \u03b1\u03c0\u03bb\u03ac <br> \u03c4\u03b9\u03c2 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03b5\u03bd\u03b5\u03c2 \u03bc\u03b5 \u03b2\u03ac\u03c3\u03b7 \u03cc, \u03c4\u03b9 \u03ad\u03c7\u03b5\u03b9 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03b5\u03af, \u03bc\u03b5 \u03b4\u03b5\u03be\u03af \u03ba\u03bb\u03b9\u03ba \u03c0\u03ac\u03bd\u03c9 \u03c3\u03c4\u03bf \u03c7\u03ac\u03c1\u03c4\u03b7.</html>
#
ERROR_Title=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1
ERROR_cannotUpdatePlace=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b5\u03bd\u03ce \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03b5\u03c4\u03b1\u03b9 \u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ERROR_cannotFindPlace=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03b4\u03af\u03ba\u03c4\u03c5\u03bf\n\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c3\u03b5 \u03c4\u03bf\u03c0\u03b9\u03ba\u03bf\u03cd\u03c2 \u03c7\u03ce\u03c1\u03bf\u03c5\u03c2.
TITL_ConnectionError=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7\u03c2 \u03c3\u03c4\u03bf Internet
MSG_ConnectionError=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c7\u03ac\u03c1\u03c4\u03b7.\n\u0395\u03bb\u03ad\u03b3\u03be\u03b5 \u03c4\u03b7 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03ae \u03c3\u03b1\u03c2 \u03ae \u03b4\u03bf\u03ba\u03b9\u03bc\u03ac\u03c3\u03c4\u03b5 \u03b1\u03c1\u03b3\u03cc\u03c4\u03b5\u03c1\u03b1.\n
MSG_RefreshingError=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c3\u03c4\u03bf Internet.\n\u0395\u03bb\u03ad\u03b3\u03be\u03b5 \u03c4\u03b7 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03ae \u03c3\u03b1\u03c2 \u03ae \u03b4\u03bf\u03ba\u03b9\u03bc\u03ac\u03c3\u03c4\u03b5 \u03b1\u03c1\u03b3\u03cc\u03c4\u03b5\u03c1\u03b1.\n
ANOMALY_Title=\u039c\u03b5\u03c1\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03c7\u03b1\u03b8\u03b5\u03af
TXT_SearchPlacesNone=\u0397 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03b4\u03b5\u03bd \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1. \u03a4\u03af\u03c0\u03bf\u03c4\u03b1 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03c3\u03c4\u03bf \u03c7\u03ac\u03c1\u03c4\u03b7.
TXT_SearchPlacesAborted=<html>\u039f\u03b9 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2. \u0397 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03c3\u03c4\u03bf Internet \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b3\u03af\u03bd\u03b5\u03b9 \u03bb\u03ac\u03b8\u03bf\u03c2.<br><br>\u0398\u03b1 \u03b8\u03ad\u03bb\u03b1\u03c4\u03b5 \u03bd\u03b1 \u03c8\u03ac\u03be\u03b5\u03c4\u03b5 \u03be\u03b1\u03bd\u03ac \u03c4\u03ce\u03c1\u03b1;</html>
TXT_SearchPlacesNoCoord=<html>\u039a\u03b1\u03bc\u03af\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03c5\u03c0\u03bf\u03b4\u03b5\u03b9\u03ba\u03bd\u03c5\u03cc\u03bc\u03b5\u03bd\u03b5\u03c2 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2.<br>\u039f\u03b9 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03c3\u03c4\u03bf \u03c7\u03ac\u03c1\u03c4\u03b7.<br><br>\u0398\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03b6\u03b7\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c3\u03c4\u03bf Internet \u03c4\u03ce\u03c1\u03b1;</html>
TXT_SearchPlacesMissingCoord=<html>\u039b\u03b5\u03af\u03c0\u03bf\u03c5\u03bd \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03b1\u03c0\u03cc \u03c4\u03b9\u03c2 \u03bc\u03b9\u03c3\u03ad\u03c2 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b8\u03ad\u03c3\u03b7\u03c2<br>\u03ba\u03b1\u03b9 \u03bf\u03b9 \u03b1\u03bd\u03c4\u03af\u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03c3\u03c4\u03bf \u03c7\u03ac\u03c1\u03c4\u03b7.<br><br>\u0398\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03b6\u03b7\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c3\u03c4\u03bf Internet \u03c4\u03ce\u03c1\u03b1;</html>
GeoMapTopComponent.jRefreshButton.toolTipText=\u0391\u03bd\u03b1\u03bd\u03ad\u03c9\u03c3\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03b1\u03c0\u03cc \u03c4\u03bf Internet
GeoMapTopComponent.jRefreshButton.resultText=\u039f\u03b9 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b7\u03bc\u03b5\u03c1\u03c9\u03bc\u03ad\u03bd\u03b5\u03c2 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03c4\u03bf\u03c0\u03b9\u03ba\u03ae \u03bb\u03af\u03c3\u03c4\u03b1 \u03ae \u03c4\u03bf Internet
TXT_SearchPlaces=\u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03b1\u03c0\u03cc {0} \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 {1} ...
TXT_SearchPlacesLocal=\u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03b1 \u03c4\u03bf\u03c0\u03b9\u03ba\u03ac \u03c3\u03c9\u03b6\u03cc\u03bc\u03b5\u03bd\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1
TXT_SearchPlacesWeb=\u03c3\u03c4\u03bf Internet
TXT_SearchCancelled=\u0397 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03ad\u03c7\u03b5\u03b9 \u03b4\u03b9\u03b1\u03ba\u03bf\u03c0\u03b5\u03af
#
ACTION_MapSearchNearby=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03bc\u03b9\u03b1\u03c2 \u03b1\u03c0\u03cc \u03c4\u03b9\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03c3\u03c4\u03bf \u03c0\u03c1\u03cc\u03c7\u03b5\u03b9\u03c1\u03bf
ACTION_MapCopyPoint=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03b1\u03c5\u03c4\u03ce\u03bd \u03c4\u03c9\u03bd \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03c9\u03bd {0} \u03c3\u03c4\u03bf \u03c0\u03c1\u03cc\u03c7\u03b5\u03b9\u03c1\u03bf
TXT_nearbylist=\u039b\u03af\u03c3\u03c4\u03b1 \u03ba\u03bf\u03bd\u03c4\u03b9\u03bd\u03ce\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd {0}
ACTION_HelpEvent=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
GeoPlaceEditor.jButton6.text=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
GeoPlaceEditor.jButton3.actionCommand=\u039c\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7
GeoPlaceEditor.jButton3.label=\u039c\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7
#
HoverPanel.jButton1.toolTipText=\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2
TITL_SetPlaceDisplayFormat=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2
#
PlaceDisplayFormatPanel.explanationLabel.text=<html>\u0393\u03b9\u03b1 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c4\u03bf\u03c5 \u03c4\u03c1\u03cc\u03c0\u03bf\u03c5 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b5\u03b4\u03ce, \u03c0\u03bb\u03b7\u03ba\u03c4\u03c1\u03bf\u03bb\u03bf\u03b3\u03b5\u03af\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf, \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03b4\u03b5\u03af\u03c7\u03bd\u03b5\u03b9 \u03c0\u03ce\u03c2 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c4\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd, \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03b1 \u03ba\u03b1\u03c4\u03ac\u03bb\u03bb\u03b7\u03bb\u03b1 \u03bd\u03bf\u03cd\u03bc\u03b5\u03c1\u03b1 \u03c0\u03bf\u03c5 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c0\u03b1\u03c1\u03b1\u03ba\u03ac\u03c4\u03c9.<br>\u03a3\u03b7\u03bc\u03b5\u03af\u03c9\u03c3\u03b7: \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c3\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2 HTML, \u03cc\u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc\u03bd.<html>
PlaceDisplayFormatPanel.placeFormatLabel.text=formatCorrespondance
PlaceDisplayFormatPanel.displayLabel.text=\u039c\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2
PlaceDisplayFormatPanel.resultDescLabel.text=\u0391\u03c0\u03bf\u03c4\u03ad\u03bb\u03b5\u03c3\u03bc\u03b1
PlaceDisplayFormatPanel.resultLabel.text=ResultLabel
#
GeoMapTopComponent.jToggleSliderButton.toolTipText=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7/\u0391\u03c0\u03cc\u03ba\u03c1\u03c5\u03c8\u03b7 \u03bc\u03b5\u03b3\u03ad\u03bd\u03b8\u03c5\u03c3\u03b7\u03c2
GeoMapTopComponent.jToggleShowUnknown.toolTipText=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7/\u0391\u03c0\u03cc\u03ba\u03c1\u03c5\u03c8\u03b7 \u03bc\u03b7 \u03b3\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ce\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd
GeoMapTopComponent.jViewAllButton.toolTipText=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03c6\u03cc\u03bd\u03c4\u03bf\u03c5 \u03c4\u03bf\u03c5 \u03c7\u03ac\u03c1\u03c4\u03b7 \u03ba\u03b1\u03b9 \u03c4\u03bf unzoom \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03cc\u03bb\u03bf\u03b9 \u03bf\u03b9 \u03b4\u03b5\u03af\u03ba\u03c4\u03b5\u03c2
GeoMapTopComponent.jToggleOverviewButton.toolTipText=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7/\u0391\u03c0\u03cc\u03ba\u03c1\u03c5\u03c8\u03b7 \u03b5\u03c0\u03b9\u03c3\u03ba\u03cc\u03c0\u03b7\u03c3\u03b7\u03c2
GeoMapTopComponent.jToggleMarkersButton.toolTipText=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7/\u0391\u03c0\u03cc\u03ba\u03c1\u03c5\u03c8\u03b7 \u03b4\u03b5\u03b9\u03ba\u03c4\u03ce\u03bd
GeoMapTopComponent.jSwapMarkersButton.toolTipText=\u0395\u03bd\u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03b4\u03b5\u03b9\u03ba\u03c4\u03ce\u03bd
GeoMapTopComponent.jCaptureButton.toolTipText=\u0391\u03c0\u03bf\u03c4\u03cd\u03c0\u03c9\u03c3\u03b7 \u03bf\u03b8\u03cc\u03bd\u03b7\u03c2
GeoMapTopComponent.jPlaceFilter.toolTipText=\u03a6\u03af\u03bb\u03c4\u03c1\u03bf \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2
TITL_Setting=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03b3\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ae\u03c2 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae\u03c2
GeoMapTopComponent.jGoToListButton.toolTipText=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03ba\u03b1\u03c4\u03b1\u03bb\u03cc\u03b3\u03bf\u03c5 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd
SettingsPanel.jPanel1.TabConstraints.tabTitle=\u0394\u03b5\u03af\u03ba\u03c4\u03b5\u03c2
SettingsPanel.jPanel2.TabConstraints.tabTitle=\u03a6\u03af\u03bb\u03c4\u03c1\u03b1
SettingsPanel.jSizeSpinner.toolTipText=<html>\u03a1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03bc\u03b5\u03b3\u03ad\u03b8\u03bf\u03c5\u03c2 \u03c4\u03c9\u03bd \u03b4\u03b5\u03b9\u03ba\u03c4\u03ce\u03bd </html>
SettingsPanel.jSizeLabel.text=\u039c\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2
GeoMapTopComponent.jSettingsButton.toolTipText=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03c4\u03b7\u03c2 \u03c4\u03c1\u03ad\u03c7\u03bf\u03c5\u03c3\u03b1\u03c2 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae\u03c2
#
GeoMapTopComponent.jActiveFilters.toolTipText=<html>\u0395\u03af\u03bd\u03b1\u03b9 \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc \u03ad\u03bd\u03b1 \u03c6\u03af\u03bb\u03c4\u03c1\u03bf \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2.<br>\u0394\u03b5\u03af\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03a0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03bf\u03c5\u03c2.</html>
SettingsPanel.jRootLabel.text=\u03a6\u03af\u03c4\u03c1\u03b1 \u03b4\u03ad\u03bd\u03c4\u03c1\u03c9\u03bd
SettingsPanel.jAncestorCheckBox.toolTipText=<html>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03c4\u03bf\u03c5 root</html>
SettingsPanel.jAncestorCheckBox.text=\u03a0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf\u03b9
SettingsPanel.jCousinCheckBox.toolTipText=<html>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03c9\u03bd \u03be\u03b1\u03b4\u03b5\u03c1\u03c6\u03ce\u03bd \u03c4\u03bf\u03c5 root</html>
SettingsPanel.jCousinCheckBox.text=\u039e\u03b1\u03b4\u03ad\u03c1\u03c6\u03b9\u03b1
SettingsPanel.jOthersCheckBox.toolTipText=<html> \u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03ac\u03bb\u03bb\u03c9\u03bd \u03c3\u03c7\u03ad\u03c3\u03b5\u03c9\u03bd \u03c4\u03bf\u03c5 root<br> \u03b4\u03b7\u03bb\u03b1\u03b4\u03ae, \u03bf\u03cd\u03c4\u03b5 \u03ac\u03bc\u03b5\u03c3\u03bf\u03c5\u03c2, \u03cc\u03c7\u03b9 ancendants \u03ae \u03be\u03b1\u03b4\u03ad\u03bb\u03c6\u03b9\u03b1 </html>
SettingsPanel.jOthersCheckBox.text=\u0386\u03bb\u03bb\u03bf\u03b9
SettingsPanel.jIndividualLabel.text=\u03a6\u03af\u03bb\u03c4\u03c1\u03b1 \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
SettingsPanel.jAllRadioButton.text='\u039f\u03bb\u03b1
SettingsPanel.jAllRadioButton.toolTipText=\u0395\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
SettingsPanel.jMenRadioButton.toolTipText=<html>\u0395\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bc\u03cc\u03bd\u03bf \u03c4\u03c9\u03bd \u03b1\u03bd\u03b4\u03c1\u03ce\u03bd</html>
SettingsPanel.jMenRadioButton.text=\u0386\u03bd\u03b4\u03c1\u03b5\u03c2
SettingsPanel.jWomenRadioButton.toolTipText=<html>\u0395\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bc\u03cc\u03bd\u03bf \u03c4\u03c9\u03bd \u03b3\u03c5\u03bd\u03b1\u03b9\u03ba\u03ce\u03bd</html>
SettingsPanel.jWomenRadioButton.text=\u0393\u03c5\u03bd\u03b1\u03af\u03ba\u03b5\u03c2
SettingsPanel.jSearchedRadioButton.toolTipText=<html>\u0395\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c3\u03b5 \u03c0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03bf \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u03ba\u03b1\u03b9 \u03bc\u03b5\u03c4\u03ac \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03cc\u03bd\u03bf \u03c4\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03c0\u03bf\u03c5 \u03c0\u03b1\u03c1\u03b1\u03c4\u03af\u03b8\u03b5\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03c0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03bf \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2</html>
SettingsPanel.jSearchedRadioButton.text=\u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1
SettingsPanel.jSelectedRadioButton.toolTipText=<html>\u0395\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bc\u03cc\u03bd\u03bf \u03c4\u03c9\u03bd \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd \u03c4\u03bf\u03c5 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 \u03c3\u03c4\u03bf\u03bd \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ae</html>
SettingsPanel.jSelectedRadioButton.text=\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ae\u03c2 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5
SettingsPanel.jEventsLabel.text=\u03a6\u03af\u03bb\u03c4\u03c1\u03b1 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd
SettingsPanel.jYearsLabel.text=\u0388\u03c4\u03b7 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd
SettingsPanel.jFromTextField.toolTipText=<html>\u0395\u03bc\u03c6\u03ac\u03c3\u03b9\u03bd\u03b7 \u03c4\u03c9\u03bd \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd \u03c4\u03c9\u03bd \u03bf\u03c0\u03bf\u03af\u03c9\u03bd \u03b7 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b5\u03c4\u03b1\u03b3\u03b5\u03bd\u03ad\u03c3\u03c4\u03b5\u03c1\u03b7 \u03b1\u03c0\u03cc \u03cc, \u03c4\u03b9 \u03c4\u03bf\u03c5 \u03c4\u03c1\u03ad\u03c7\u03bf\u03bd\u03c4\u03bf\u03c2 \u03ad\u03c4\u03bf\u03c5\u03c2</html>
SettingsPanel.jAndLabel.text=\u03ba\u03b1\u03b9
SettingsPanel.jToTextField.toolTipText=<html>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd \u03c4\u03c9\u03bd \u03bf\u03c0\u03bf\u03af\u03c9\u03bd \u03b7 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03c1\u03bf\u03b3\u03b5\u03bd\u03ad\u03c3\u03c4\u03b5\u03c1\u03b7 \u03b1\u03c0\u03cc \u03c4\u03bf \u03c4\u03c1\u03ad\u03c7\u03bf\u03bd \u03ad\u03c4\u03bf\u03c2</html>
SettingsPanel.jBirthCheckBox.toolTipText=<html>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b3\u03b5\u03bd\u03bd\u03ae\u03c3\u03b5\u03c9\u03bd</html>
SettingsPanel.jBirthCheckBox.text=\u0393\u03b5\u03bd\u03bd\u03ae\u03c3\u03b5\u03b9\u03c2
SettingsPanel.jWeddingCheckBox.toolTipText=<html>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b3\u03ac\u03bc\u03c9\u03bd</html>
SettingsPanel.jWeddingCheckBox.text=\u0393\u03ac\u03bc\u03bf\u03b9
SettingsPanel.jDeathCheckBox1.toolTipText=<html>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b8\u03b1\u03bd\u03ac\u03c4\u03c9\u03bd</html>
SettingsPanel.jDeathCheckBox1.text=\u0398\u03b1\u03bd\u03ac\u03c4\u03bf\u03b9
SettingsPanel.jOtherEventCheckBox1.toolTipText=<html>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03ac\u03bb\u03bb\u03c9\u03bd \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd</html>
SettingsPanel.jOtherEventCheckBox1.text=\u0386\u03bb\u03bb\u03b1
SettingsPanel.jRoolIndiLabel.text=\u0386\u03c4\u03bf\u03bc\u03bf root:
SettingsPanel.jDescendantCheckBox.text=\u0391\u03c0\u03cc\u03b3\u03bf\u03bd\u03bf\u03b9
#
SettingsPanel.jChooseLabel.text=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae root:
SettingsPanel.jChooseDecujusButton.text=De-Cujus
SettingsPanel.jChooseDecujusButton.toolTipText=\u039f\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03c3\u03b1\u03bd root \u03c4\u03bf DeCujus \u03ac\u03c4\u03bf\u03bc\u03bf \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5 \u03c3\u03c4\u03b7\u03bd \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1
SettingsPanel.jChooseSelectedButton.text=\u0395\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf
SettingsPanel.jChooseSelectedButton.toolTipText=\u039f\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03c4\u03bf\u03c5 root \u03c9\u03c2 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5: {0}
SettingsPanel.jChooseRootButton.text=\u0386\u03bb\u03bb\u03bf
SettingsPanel.jChooseRootButton.toolTipText=\u03a5\u03c0\u03cc\u03b4\u03b5\u03b9\u03be\u03b7 \u03c3\u03b1\u03bd root \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03ac\u03bb\u03bb\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 gedcom
#
GeoMapTopComponent.jSelectionWindow.Title=\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03a0\u03c1\u03bf\u03c7\u03c9\u03c1\u03b7\u03bc\u03ad\u03bd\u03b7\u03c2 \u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2
GeoMapTopComponent.jSelectionWindow.Message=<html>\u0397 \u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03a0\u03c1\u03bf\u03b7\u03b3\u03bc\u03ad\u03bd\u03b7\u03c2 \u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u03bc\u03cc\u03bb\u03b9\u03c2 \u03b1\u03bd\u03bf\u03af\u03c7\u03b8\u03b7\u03ba\u03b5 <br>\u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7. <br>\u039f \u03c0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03c4\u03c9\u03bd \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c9\u03bd Geo \u03b8\u03b1 \u03ba\u03bb\u03b5\u03af\u03c3\u03b5\u03b9.</html>
HoverPanel.jButton2.toolTipText=\u0394\u03b5\u03af\u03c4\u03b5 \u03c4\u03b1 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1 \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1
SettingsPanel.jResizeWithZoom.text=\u0391\u03bb\u03bb\u03b1\u03b3\u03ae \u03bc\u03b5\u03b3\u03ad\u03b8\u03bf\u03c5\u03c2 \u03bc\u03b5 \u03b6\u03bf\u03c5\u03bc
SettingsPanel.jResizeWithZoom.toolTipText=<html>\u0391\u03bb\u03bb\u03ac\u03b6\u03b5\u03b9 \u03c4\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03c4\u03c9\u03bd \u03c3\u03b7\u03bc\u03b5\u03af\u03c9\u03bd \u03ce\u03c3\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03b1\u03b9\u03c1\u03b9\u03ac\u03b6\u03b5\u03b9 \u03ba\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03b1 \u03c3\u03c4\u03bf \u03b5\u03c0\u03af\u03c0\u03b5\u03b4\u03bf \u03b6\u03bf\u03c5\u03bc</html>
TTL_Filter={0} \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae {1}
