AdvancedOption_Keywords_FlashList=FlashList\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Long-Description=<h1><center>Flash List (\u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03ba\u03b1\u03b9 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2)</center></h1>\n<p>\u0391\u03c5\u03c4\u03ae \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03b5\u03b9 \u03bc\u03af\u03b1 flash-list \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 GEDCOM. \u0391\u03c5\u03c4\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03c0\u03b5\u03c1\u03af\u03bb\u03b7\u03c8\u03b7 \u03c4\u03c9\u03bd \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd \u03bc\u03b5 \u03c4\u03b1\u03be\u03b9\u03bd\u03cc\u03bc\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac \u03c4\u03cc\u03c0\u03bf \u03ba\u03b1\u03b9 \u03b5\u03c0\u03ce\u03bd\u03c5\u03bc\u03bf. \u0388\u03bd\u03b1\u03c2 \u03b1\u03bd\u03b1\u03b3\u03bd\u03ce\u03c3\u03c4\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03bd \u03bb\u03cc\u03b3\u03c9 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03b3\u03c1\u03ae\u03b3\u03bf\u03c1\u03b1 \u03ba\u03b1\u03b9 \u03b5\u03cd\u03ba\u03bf\u03bb\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03af\u03b6\u03b5\u03b9 \u03c4\u03c5\u03c7\u03cc\u03bd \u03b5\u03bd\u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03b1\u03c5\u03c4\u03cc\u03c2 / \u03b1\u03c5\u03c4\u03ae \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03bd\u03b1 \u03ba\u03bf\u03b9\u03c4\u03ac\u03be\u03b5\u03b9 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM.</p>
FlashListPanel.setParameters=\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03ad\u03ba\u03c4\u03b1\u03c3\u03b7 \u03c0\u03c1\u03b9\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac.\n\u03a0\u03b7\u03b3\u03b1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c3\u03c4\u03bf \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1 - \u03a0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2 -> \u0395\u03c0\u03b5\u03ba\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2 -> \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 FlashList
FlashListPanel.repeatHeaderCheckBox.text=\u0395\u03c0\u03b1\u03bd\u03ac\u03bb\u03b7\u03c8\u03b7 \u03c4\u03b7\u03c2 \u03b5\u03c0\u03b9\u03ba\u03b5\u03c6\u03b1\u03bb\u03af\u03b4\u03b1\u03c2 \u03c3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03bc\u03c0\u03bb\u03bf\u03ba
FlashListPanel.repeatKeysCheckBox.text=\u0395\u03c0\u03b1\u03bd\u03ac\u03bb\u03b7\u03c8\u03b7 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u03c4\u03b1\u03be\u03b9\u03bd\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c0\u03b5\u03b4\u03af\u03c9\u03bd
FlashListPanel.displayLegendLabel.text=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 legend
FlashListPanel.addTOCCheckBox.text=\u03a0\u03af\u03bd\u03b1\u03ba\u03b1\u03c2 \u03a4\u03c9\u03bd \u03a0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd
FlashListPanel.filterKey1Label.text=\u03a6\u03af\u03bb\u03c4\u03c1\u03bf \u03c3\u03c4\u03bf \u03c0\u03c1\u03ce\u03c4\u03bf \u03ba\u03bb\u03b5\u03b9\u03b4\u03af
FlashListPanel.filterKey2Label.text=\u03a6\u03af\u03bb\u03c4\u03c1\u03bf \u03c3\u03c4\u03bf \u03b4\u03b5\u03cd\u03c4\u03b5\u03c1\u03bf \u03ba\u03bb\u03b5\u03b9\u03b4\u03af
FlashListPanel.filterKey3Label.text=\u03a6\u03af\u03bb\u03c4\u03c1\u03bf \u03c3\u03c4\u03bf \u03c4\u03c1\u03af\u03c4\u03bf \u03ba\u03bb\u03b5\u03b9\u03b4\u03af
FlashListPanel.counterIncrementLabel.text=\u03a0\u03c1\u03bf\u03c3\u03b1\u03cd\u03be\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03bc\u03b5\u03c4\u03c1\u03b7\u03c4\u03ae \u03cc\u03c4\u03b1\u03bd \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03ac\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf
FlashListPanel.displayZerosCheckBox.text=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 zeros \u03c3\u03b1\u03bd "0" (tick) \u03ae '-' (no tick)
FlashListPanel.displayLegendComboBox.legendNone=\u038c\u03c7\u03b9 \u039b\u03b5\u03b6\u03ac\u03bd\u03c4\u03b1
FlashListPanel.displayLegendComboBox.legendTop=\u039a\u03bf\u03c1\u03c5\u03c6\u03ae
FlashListPanel.displayLegendComboBox.legendBot=\u039a\u03ac\u03c4\u03c9 \u03bc\u03ad\u03c1\u03bf\u03c2
FlashListPanel.IncrementComboBox.DoNotShow=\u039c\u03b7 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7
ReportFlashList.AskDeCujus=\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b5\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03c4\u03bf \u03c0\u03c1\u03ce\u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03ba\u03b1\u03c4\u03ac Sosa
ReportFlashList.StartingAnalysis=\u0388\u03bd\u03b1\u03c1\u03be\u03b7 \u03b1\u03bd\u03ac\u03bb\u03c5\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
ReportFlashList.NowWriting=\u03a4\u03ce\u03c1\u03b1 \u03b3\u03c1\u03ac\u03c6\u03b5\u03c4\u03b1\u03b9 \u03c4\u03bf \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf...
ReportFlashList.Completed=\u03a3\u03c5\u03bc\u03c0\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
ReportFlashList.recordKey=\u0394\u03b9\u03ac\u03c1\u03b8\u03c1\u03c9\u03c3\u03b7 \u03c4\u03b7\u03c2 flash \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2:
ReportFlashList.SurnLoc=\u038c\u03bd\u03bf\u03bc\u03b1 \u039f\u03b9\u03ba\u03bf\u03b3\u03ad\u03b3\u03b5\u03b9\u03b1\u03c2 > Location
ReportFlashList.LocSurn=Location >\u038c\u03bd\u03bf\u03bc\u03b1 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
ReportFlashList.loc1=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 1
ReportFlashList.loc2=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 2
ReportFlashList.loc3=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 3
ReportFlashList.surname=\u038c\u03bd\u03bf\u03bc\u03b1 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2
ReportFlashList.recordKey1=\u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03c0\u03c1\u03ce\u03c4\u03b7 location \u03b3\u03b9\u03b1:
ReportFlashList.recordKey2=\u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03b4\u03b5\u03cd\u03c4\u03b5\u03c1\u03b7 location \u03b3\u03b9\u03b1:
ReportFlashList.recordKey3=\u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03c4\u03c1\u03af\u03c4\u03b7 location \u03b3\u03b9\u03b1:
ReportFlashList.legendS=S: \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd \u03c3\u03c4\u03b7 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u038c\u03bd\u03bf\u03bc\u03b1 \u03b5\u03bd\u03cc\u03c2 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5
ReportFlashList.legendB=B: \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b3\u03b5\u03bd\u03bd\u03ae\u03c3\u03b5\u03c9\u03bd \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03b7 \u03c4\u03b7 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ReportFlashList.legendC=C: \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b2\u03b1\u03c0\u03c4\u03af\u03c3\u03b5\u03c9\u03bd \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ReportFlashList.legendM=M: \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b3\u03ac\u03bc\u03c9\u03bd \u03bc\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03bf \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ReportFlashList.legendD=D: \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b8\u03b1\u03bd\u03ac\u03c4\u03c9\u03bd \u03bc\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03bf \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03b7 \u03c4\u03b7 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ReportFlashList.legendO=O: \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03ac\u03bb\u03bb\u03c9\u03bd \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd \u03bc\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03bf \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03b7 \u03c4\u03b7 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ReportFlashList.legendMin=First: \u03c7\u03c1\u03bf\u03bd\u03b9\u03ac \u03c4\u03bf\u03c5 \u03c0\u03c1\u03ce\u03c4\u03bf\u03c5 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03bf\u03c2 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03b7 \u03c4\u03b7 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ReportFlashList.legendMax=Last: \u03c7\u03c1\u03bf\u03bd\u03b9\u03ac \u03c4\u03bf\u03c5 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03bf\u03c5 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03bf\u03c2 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03b7 \u03c4\u03b7 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ReportFlashList.colMin=\u03a0\u03c1\u03ce\u03c4\u03bf
ReportFlashList.colMax=\u03a4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03bf
FlashListPanel.jLabel1.text=<html><b><u>N.B.</u></b> : \u039d\u03b1 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03ad\u03be\u03bf\u03b4\u03bf, \u03cc\u03c4\u03b1\u03bd \u03b7 \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 \u03a0\u03c1\u03bf\u03b5\u03c0\u03b9\u03c3\u03ba\u03cc\u03c0\u03b9\u03c3\u03b7\u03c2 \u0391\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b7, \u03bc\u03b5\u03c4\u03ac \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5:<br>\n<div style="margin-left: 50px;"><i>\u0391\u03c1\u03c7\u03b5\u03af\u03bf -> \u0391\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7</i></div>\u03ae \u03ba\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03c4\u03bf \u03b5\u03b9\u03ba\u03bf\u03bd\u03af\u03b4\u03b9\u03bf floppy \u03c4\u03b7\u03c2 \u03bc\u03c0\u03ac\u03c1\u03b1\u03c2 \u03bc\u03b5\u03bd\u03bf\u03cd.</html>
