OpenIDE-Module-Name=\u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2 - Flash list
OpenIDE-Module-Display-Category=\u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2
OpenIDE-Module-Short-Description=Flash lists
OpenIDE-Module-Long-Description=<h1><center>Flash list</center></h1>\n\n<p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03bb\u03af\u03c3\u03c4\u03b1 flash \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2. \u0391\u03c5\u03c4\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03c0\u03b5\u03c1\u03af\u03bb\u03b7\u03c8\u03b7 \u03c4\u03c9\u03bd \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd \u03ba\u03b1\u03c4\u03b1\u03c4\u03b1\u03c3\u03c3\u03cc\u03bc\u03b5\u03bd\u03b1 \u03c3\u03cd\u03bc\u03c6\u03c9\u03bd\u03b1 \u03bc\u03b5 \u03c4\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1 \u03ba\u03b1\u03b9 \u03c4\u03bf \u03b5\u03c0\u03ce\u03bd\u03c5\u03bc\u03bf. \u0388\u03bd\u03b1\u03c2 \u03b1\u03bd\u03b1\u03b3\u03bd\u03ce\u03c3\u03c4\u03b7\u03c2 \u03bc\u03b9\u03b1\u03c2 \u03c4\u03ad\u03c4\u03bf\u03b9\u03b1\u03c2 \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03b5\u03cd\u03ba\u03bf\u03bb\u03b1 \u03ba\u03b1\u03b9 \u03b3\u03c1\u03ae\u03b3\u03bf\u03c1\u03b1 \u03bd\u03b1 \u03b5\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03b5\u03b9 \u03c0\u03b9\u03b8\u03b1\u03bd\u03ac \u03b5\u03bd\u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1, \u03b1\u03c5\u03c4\u03cc\u03c2/\u03b1\u03c5\u03c4\u03ae \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c7\u03c1\u03b5\u03b9\u03b1\u03c3\u03c4\u03b5\u03af \u03bd\u03b1 \u03b5\u03be\u03b5\u03c4\u03ac\u03c3\u03b5\u03b9 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2.</p>\n\n<p>\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5, \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u0386\u03bc\u03b5\u03c3\u03b5\u03c2 \u0395\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2, Flash List</p>
CTL_FlashListAction=Flash list
Menu/View/Reports=\u0386\u03bc\u03bc\u03b5\u03c3\u03b5\u03c2 \u03b5\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2
#
FlashListPanel.title=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf\u03bd \u03c4\u03c1\u03cc\u03c0\u03bf \u03b4\u03b9\u03b1\u03bc\u03cc\u03c1\u03c6\u03c9\u03c3\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2 flash list
#
FlashListPanel.repeatHeaderCheckBox.text=\u0395\u03c0\u03b1\u03bd\u03ac\u03bb\u03b7\u03c8\u03b7 \u03c4\u03b7\u03c2 \u03b5\u03c0\u03b9\u03ba\u03b5\u03c6\u03b1\u03bb\u03af\u03b4\u03b1\u03c2 \u03c3\u03c4\u03ae\u03bb\u03b7\u03c2 \u03c3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03b5\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1
FlashListPanel.repeatKeysCheckBox.text=\u0395\u03c0\u03b1\u03bd\u03ac\u03bb\u03b7\u03c8\u03b7 \u03c4\u03b7\u03c2 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u03c0\u03b5\u03b4\u03af\u03c9\u03bd \u03c4\u03b1\u03be\u03b9\u03bd\u03cc\u03bc\u03b7\u03c3\u03b7\u03c2
FlashListPanel.displayLegendLabel.text=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bb\u03b5\u03b6\u03ac\u03bd\u03c4\u03b6\u03b1\u03c2
FlashListPanel.addTOCCheckBox.text=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03a0\u03af\u03bd\u03b1\u03ba\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c3\u03c4\u03b7\u03bd \u03ba\u03bf\u03c1\u03c5\u03c6\u03ae
FlashListPanel.yearSpanLabel.text=\u0394\u03b9\u03ac\u03c1\u03ba\u03b5\u03b9\u03b1 \u03c7\u03c1\u03cc\u03bd\u03bf\u03c5 \u03c0\u03ac\u03bd\u03c9 \u03b1\u03c0\u03cc
FlashListPanel.nbEventsLabel.text=\u03a0\u03b5\u03c1\u03b9\u03bf\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd \u03c0\u03ac\u03bd\u03c9 \u03b1\u03c0\u03cc
FlashListPanel.minSosaLabel.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 Sosa \u03c0\u03b1\u03c1\u03b1\u03c0\u03ac\u03bd\u03c9
FlashListPanel.displayZerosCheckBox.text=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03bc\u03b7\u03b4\u03b5\u03bd\u03b9\u03ba\u03ce\u03bd \u03c9\u03c2 "0" (\u03b1\u03bb\u03bb\u03b9\u03ce\u03c2 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c9\u03c2 '-')
FlashListPanel.displayLegendComboBox.legendNone=\u03a7\u03c9\u03c1\u03af\u03c2 \u03bb\u03b5\u03b6\u03ac\u03bd\u03c4\u03b1
FlashListPanel.displayLegendComboBox.legendTop=\u039a\u03bf\u03c1\u03c5\u03c6\u03ae
FlashListPanel.displayLegendComboBox.legendBot=\u039a\u03ac\u03c4\u03c9 \u03bc\u03ad\u03c1\u03bf\u03c2
FlashListPanel.IncrementComboBox.DoNotShow=\u039d\u03b1 \u03bc\u03b7\u03bd \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af
#
FlashListPanel.structureLabel.text=\u0394\u03bf\u03bc\u03ae
FlashListPanel.boldLabel.text=\u039a\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae\u03c2 \u03bc\u03b5 \u03ad\u03bd\u03c4\u03bf\u03bd\u03b1 \u03b3\u03c1\u03ac\u03bc\u03bc\u03b1\u03c4\u03b1
FlashListPanel.zerosLabel.text=\u03a4\u03b9\u03bc\u03ad\u03c2
FlashListPanel.formattingPanel.TabConstraints.tabTitle=\u039c\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7
FlashListPanel.sortingPanel.TabConstraints.tabTitle=\u03a4\u03b1\u03be\u03b9\u03bd\u03cc\u03bc\u03b7\u03c3\u03b7
FlashListPanel.sortingLabel.text=\u03a4\u03c1\u03cc\u03c0\u03bf\u03c2 \u03c4\u03b1\u03be\u03b9\u03bd\u03cc\u03bc\u03b7\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u03c4\u03bc\u03b7\u03bc\u03ac\u03c4\u03c9\u03bd \u03c4\u03b7\u03c2 flash list
FlashListPanel.sortingHeaderLabel.text=\u03a4\u03b1\u03be\u03b9\u03bd\u03cc\u03bc\u03b7\u03c3\u03b7 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd
FlashListPanel.filterHeaderLabel.text=\u03a6\u03af\u03bb\u03c4\u03c1\u03b1
FlashListPanel.location1Label.text=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
FlashListPanel.location2Label.text=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
FlashListPanel.location3Label.text=\u0395\u03c0\u03af\u03b8\u03b5\u03c4\u03bf
FlashListPanel.selectLabel.text=\u0391\u03c0\u03cc \u03c0\u03b9\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf root
#
ReportFlashList.StartingAnalysis=\u0388\u03bd\u03b1\u03c1\u03be\u03b7 \u03b1\u03bd\u03ac\u03bb\u03c5\u03c3\u03b7\u03c2
ReportFlashList.NowWriting=\u0397 \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7 \u03b3\u03c1\u03ac\u03c6\u03b5\u03c4\u03b1\u03b9...
ReportFlashList.Completed=\u039f\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5.
ReportFlashList.legendText=* \u039b\u03b5\u03b6\u03ac\u03bd\u03c4\u03b1 *
ReportFlashList.legendS=S: \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03c9\u03bd \u03c3\u03c4\u03bf\u03bd \u03c4\u03cc\u03c0\u03bf \u03cc\u03c0\u03bf\u03c5 \u03c4\u03bf  \u038c\u03bd\u03bf\u03bc\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1\u03c2 \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf\u03c2
ReportFlashList.legendB=\u039d: \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b3\u03b5\u03bd\u03bd\u03ae\u03c3\u03b5\u03c9\u03bd \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf  \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1.
ReportFlashList.legendC=\u0392: \u03bf \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b2\u03b1\u03c0\u03c4\u03af\u03c3\u03b5\u03c9\u03bd \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1.
ReportFlashList.legendM=M: \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b3\u03ac\u03bc\u03c9\u03bd \u03bc\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03bf \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1.
ReportFlashList.legendD=D: \u03bf \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b8\u03b1\u03bd\u03ac\u03c4\u03c9\u03bd \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1.
ReportFlashList.legendO=\u0391: \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03ac\u03bb\u03bb\u03c9\u03bd \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03c9\u03bd \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ReportFlashList.legendMin=First: \u03c7\u03c1\u03bf\u03bd\u03b9\u03ac \u03c4\u03bf\u03c5 \u03c0\u03c1\u03ce\u03c4\u03bf\u03c5 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03bf\u03c2 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03b7 \u03c4\u03b7 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ReportFlashList.legendMax=Last: \u03c7\u03c1\u03bf\u03bd\u03b9\u03ac \u03c4\u03bf\u03c5 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03bf\u03c5 \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03bf\u03c2 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u038c\u03bd\u03bf\u03bc\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03b7 \u03c4\u03b7 \u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
ReportFlashList.colS=S
ReportFlashList.colB=B
ReportFlashList.colC=C
ReportFlashList.colM=M
ReportFlashList.colD=D
ReportFlashList.colO=O
ReportFlashList.colMin=\u03a0\u03c1\u03ce\u03c4\u03bf
ReportFlashList.colMax=\u03a4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03bf
title={0}: Flash Lists
title.short=Flash Lists
