#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/modules.place.geonames/src/ancestris/modules/place/geonames
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Cerca lloc
OpenIDE-Module-Display-Category=Vista
OpenIDE-Module-Long-Description=<h1><center>Cerca lloc</center></h1>\n\n<p>Cerca geocoordenades a trav\u00e9s del servei d''Internet Geonames.</p>\n\n<p>Aquesta cerca es produeix autom\u00e0ticament en editar llocs i en la vista Geogr\u00e0fica.</p>
OpenIDE-Module-Short-Description=Cerca llocs Geonames
#
GeoNamesPlaceFormat=Ciutat, Codi Postal, GeoCode, Comarca, Estat, Pa\u00eds
#
TITL_PlaceFormatConversion=Configuraci\u00f3 de les ubicacions d''Internet amb el vostre format de lloc
TITL_PlaceFormatConversionTitle=<html><p>Ancestris us necessita per indicar la correspond\u00e8ncia entre les ubicacions d''Internet que es troben i els elements de format gedcom.</p></html>
TITL_PlaceFormatConversionLeftTitle=Format de llocs d''Internet
TITL_PlaceFormatConversionRightTitle=El vostre format de lloc gedcom
ERR_EmptyConversion=<html>No heu indicat cap correspond\u00e8ncia entre els llocs d''internet i el format de lloc al vostre arxiu gedcom.<br>No ser\u00e0 capa\u00e7 de copiar els noms d''ubicaci\u00f3 al seu gedcom.</html>
ERR_NothingSaved=<html>No heu indicat cap correspond\u00e8ncia entre els llocs d''Internet i el format de lloc al vostre arxiu gedcom.<br>Res no es guardar\u00e0 i s''utilitzar\u00e0 l''ajustament anterior.</html>
#
ERR_GeonamesWaitforanhour=Ancestris no pot accedir al servidor d''ubicacions per massa accessos. Torneu-ho a provar despr\u00e9s d''una hora o aix\u00ed.
#
TITL_ErrorUser=Compte de Geonames desconegut
MESS_ErrorUser=<html>El compte d''usuari <b>{0}</b> no est\u00e0 registrat a Geonames.<br><br>Consulteu les prefer\u00e8ncies d\u2019'Ancestris a Prefer\u00e8ncies=&gt;Extensions=&gt;Geo o assegureu-vos que el compte estigui registrat a <u>https://www.geonames.org.</u></html>
#
TITL_ErrorEnabled=El compte Geonames no est\u00e0 habilitat
MESS_ErrorEnabled=<html>El compte d''usuari <b>{0}</b> no est\u00e0 habilitat per utilitzar el servei web gratu\u00eft.<br><br>Activeu-lo a la p\u00e0gina del vostre compte: <u>https://www.geonames.org/manageaccount.</u></html>
TITL_ErrorLimit=S''ha superat el l\u00edmit de Geonames
MESS_ErrorLimit=<html>El l\u00edmit horari perm\u00e8s per Geonames.org a l''usuari <b>{0}</b> que s''indica en las prefer\u00e8ncies Ancestris Geo s''ha superat.<br><br>Es pot utilitzar un altre nom d''usuari a Prefer\u00e8ncies=&gt;Extensions=&gt;Geo.<br/>No oblideu registrar-vos i activar-lo primer a <u>https://www.geonames.org.</u></html>
#
TITL_ErrorOther=Error Geonames
MESS_ErrorOther=<html> S''ha produ\u00eft l''error seg\u00fcent en connectar-se a Geonames.<br>{0}</html>
