<!--
To change this template, choose Tools | Templates
and open the template in the editor.
-->
<html>
<head>
  <title>La Datulette</title>
  <style type="text/css"> .textfloating 
    {
    float: left;
    margin-right: 2em;
    margin-bottom: 1em;
    }
  </style>
  <link rel="stylesheet" href="nbdocs:/org/netbeans/modules/usersguide/ide.css" type="text/css">
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>

<body>
  <p>
  <h2><u>La Datulette</u></h2>
  Cet outil est un convertisseur et manipulateur de dates dans plusieurs types de calendriers.
  <table cellpadding="10" cellspacing="0" border="0" align="left" width="100%">
   <tr>
	  <td>
     <b><u>Les fonctions disponibles</u></b>
	  </td>
   </tr>
   <tr>
	  <td>
	   <img src="Ancestris_plugins_Datulette_3.png" width="690" height="359" alt="Datulette 3">
	  </td>
   </tr>
   <tr>
	  <td>
	   <img src="Ancestris_plugins_Datulette_4.png" width="690" height="300" alt="Datulette 4">
	  </td>
   </tr>
   <tr>
	  <td>
	   <b><u>Comment &ccedil;a marche?</u></b>
	  </td>
   </tr>
   <tr>
	  <td>
	   <img src="Ancestris_plugins_Datulette_1.png" width="300" height="284" alt="" class="textfloating" style="border:1px solid navy;">
     <div style="margin-left: 10px; text-align:justify;">
      <b>1</b>&nbsp;-&nbsp;Nous trouvons dans nos relev&eacute;s un individu d&eacute;c&eacute;d&eacute; le <font color="#0000cd">12 Flor&eacute;al An I</font> &agrave; l'age de <font color="#0000cd">4 ans</font> et nous cherchons sa date de naissance.<br>
      <br>
      En positionnant le curseur de d&eacute;calage sur "<font color="#0000cd">-4</font>"nous aurons sa date de naissance.<br>
      Notre individu pouvant &ecirc;tre n&eacute; en d&eacute;but ou fin de mois et les relev&eacute;s pas toujours pr&eacute;cis, nous introduirons une incertitude de "<font color="#0000cd">±1</font>" mois.<br>
      Notre individu serait donc n&eacute; entre <u>le 1 avril 1789 et le 1 juin 1789</u>.<br>
      <br>
      <font color="#ff0000"><b>Attention</b></font> dans ce cas si vous demandez la sortie en calendrier r&eacute;publicain (du 22 septembre 1792 au 31 d&eacute;cembre 1805), la r&eacute;ponse vous sera donn&eacute;e en calendrier gr&eacute;gorien.<br>
     </div>
	  </td>
   </tr>
   <tr>
    <td>
	   <img style="border:0px solid navy;" class="textfloating" width="300" height="284"
     src="./Ancestris_plugins_Datulette_2.png" />
     <div style="margin-left: 10px; text-align:justify;">
      <b>2</b>&nbsp;-&nbsp;Nous trouvons dans nos relev&eacute;s un mariage en date du <font color="#0000cd">1 mai 1752</font> et nous savons que la mari&eacute;e est d&eacute;c&eacute;d&eacute;e &agrave; l'age de <font color="#0000cd">41 ans</font>.<br>
      <br>
      Nous positionnerons donc le curseur de d&eacute;calage sur "<font color="#0000cd">+41</font>".<br>
      <br>
      Notre mari&eacute;e pouvant &ecirc;tre n&eacute;e en d&eacute;but ou fin d'ann&eacute;e et les relev&eacute;s pas toujours pr&eacute;cis nous introduirons une incertitude de "<font color="#0000cd">±6 mois</font>".<br>
      <br>
      Notre mari&eacute;e serait donc d&eacute;c&eacute;d&eacute;e entre <u>le 1 novembre 1792 et le 1 novembre 1793</u>, cette date &eacute;tant dans la plage du calendrier 
      r&eacute;publicain on peut facilement la convertir.<br>
	   </div>
    </td>
   </tr>
   <tr>
    <td>
	  <img style="border:0px solid navy;" width="913" height="350"
	  src="./Ancestris_plugins_Datulette_5.jpg" alt="Datulette 5" />
	  <div style="margin-left: 10px; margin-top: 5em; text-align:justify;">
	   D'autres combinaisons sont possibles ce ne sont que deux exemples, l'incertitude peut &ecirc;tre r&eacute;gl&eacute;e selon votre exp&eacute;rience des al&eacute;as des relev&eacute;s.
	  </div>
	  </td>
   </tr>
   
   <tr>
	  <td>
	   <b><u>Petit rappel sur les calendriers</u></b><a href="http://fr.wikipedia.org/wiki/Liste_de_calendriers"> (merci &agrave; Wikipedia)</a><br>
	  </td>
   </tr>
   <tr>
	  <td>
     <div style="margin-left: 10px; text-align:justify;">
	   <li>Le <b>calendrier gr&eacute;gorien</b> est le calendrier 
     utilis&eacute; dans la majeure partie du monde. Con&ccedil;u 
     &agrave; la fin du XVIe si&egrave;cle par un coll&egrave;ge 
     de scientifiques sous la direction de Christophorus Clavius 
     pour corriger la d&eacute;rive s&eacute;culaire du calendrier 
     julien, il porte le nom de son instigateur, le pape Gr&eacute;goire 
     XIII. Le point de d&eacute;part de l’&egrave;re commune, l’an 1, 
     correspond &agrave; l'Anno Domini (&egrave;re chr&eacute;tienne), 
     d&eacute;butant approximativement avec la naissance de J&eacute;sus-Christ.</li>
     <li>Le <b>calendrier r&eacute;publicain</b>, ou calendrier 
     r&eacute;volutionnaire fran&ccedil;ais, fut cr&eacute;&eacute; 
     pendant la R&eacute;volution fran&ccedil;aise, et fut utilis&eacute; 
     de 1792 &agrave; 1806, ainsi que bri&egrave;vement durant la Commune 
     de Paris (1871).</li>
	   <li>Le <b>calendrier h&eacute;bra&iuml;que</b> est un calendrier 
     luni-solaire compos&eacute; d’ann&eacute;es solaires, de mois 
     lunaires, et de semaines de sept jours commen&ccedil;ant le dimanche 
     et se terminant le samedi, jour du Chabbat. Il prend pour point de 
     d&eacute;part le commencement (Ber&eacute;chit) de la Gen&egrave;se, 
     premier livre de la Bible, qu’il fait correspondre &agrave; l’an 
     -3761 du calendrier gr&eacute;gorien.</li>
	   <li>Le <b>calendrier julien</b> r&eacute;sulte de la r&eacute;forme 
     du calendrier romain introduite par Jules C&eacute;sar en -46. Il 
     est utilis&eacute; dans la Rome antique &agrave; partir de -45. Il 
     reste employ&eacute; jusqu'&agrave; son remplacement par le 
     calendrier gr&eacute;gorien &agrave; la fin du XVIe si&egrave;cle 
     et, dans certains pays, jusqu'au XXe si&egrave;cle. Il est encore 
     utilis&eacute; par les Berb&egrave;res, dans les monast&egrave;res 
     du mont Athos et par plusieurs &Eacute;glises nationales orthodoxes, 
     notamment par les &Eacute;glises orthodoxes russe et serbe.</li>
     </div>
	  </td>
   </tr>
  </table>
  </p>
</body>
</html>
<!--
Tip: to create a link which will open in an external web browser, try:
<object classid="java:org.netbeans.modules.javahelp.BrowserDisplayer">
    <param name="content" value="http://www.netbeans.org/">
    <param name="text" value="<html><u>http://www.netbeans.org/</u></html>">
    <param name="textFontSize" value="medium">
    <param name="textColor" value="blue">
</object>
To create a link to a help set from another module, you need to know the code name base and path, e.g.:
<a href="nbdocs://org.netbeans.modules.usersguide/org/netbeans/modules/usersguide/configure/configure_options.html">Using the Options Window</a>
(This link will behave sanely if that module is disabled or missing.)
-->
