# Ancestris - http://www.ancestris.org
#
# Message strings for the ReportToDo report
#


name = Izpild\u0101mo darbu saraksts

info		= <h1><center>Izpild\u0101mo darbu saraksts</center></h1> \n\
 <p>\u0160aj\u0101 p\u0101rskat\u0101 ir sniegts kopsavilkums par da\u017e\u0101diem uzdevumiem, kas j\u0101veic j\u016bsu Gedcom fail\u0101 (piem\u0113ri: dokumenta atra\u0161ana, dokumenta sken\u0113\u0161ana, inform\u0101cijas p\u0101rbaude utt.). \n\
 </p> \n\
 <p>Protams, lai tas jums kaut ko dotu, jums ir pien\u0101c\u012bgi j\u0101sagatavo savi dati. \n\
 Jums ir daudz iesp\u0113ju, ta\u010du \u0161eit ir da\u017ei piem\u0113ri :</p> \n\
 <ul> \n\
 <li>Pirmk\u0101rt, j\u016bs varat izveidot mar\u0137ierus sav\u0101 kok\u0101 k\u0101 "_TODO" (\u0146emiet v\u0113r\u0101, ka \u0161is mar\u0137ieris s\u0101kas ar pasv\u012btras z\u012bmi "_").</li> \n\
 <li>Otrk\u0101rt, j\u016bs varat j\u016bsu kokam izmantot iek\u0161\u0113j\u0101s piez\u012bmes. Piem\u0113ram, ja esat izveidojis visp\u0101r\u0113ju NOTE (t.i., gedcom birku <NOTE>), ar kaut ko l\u012bdz\u012bgu "Man ir j\u0101atrod \u0161\u012b inform\u0101cija, man t\u0101 ir j\u0101p\u0101rbauda". Ikreiz, kad v\u0113laties uzzin\u0101t, ka jums ir kaut kas j\u0101dara, lai ieg\u016btu inform\u0101ciju par to, jums j\u0101izveidot iek\u0161\u0113ja saite uz \u0161o NOTE objektu. P\u0101rskat\u0101 tiks sekots \u0161\u012bm sait\u0113m.</li> \n\
 <li>P\u0113d\u0113jais, bet ne maz\u0101k svar\u012bgi, ja jums jau ir piez\u012bmes (NOTEs) ar noteiktu inform\u0101ciju (piem\u0113ram, pie dzim\u0161anas datuma ...). J\u016bs varat pievienot \u0161ai NOTE konkr\u0113tu v\u0101rdu. Izpildot p\u0101rskatu \u0161\u012b NOTE tiks p\u0101rbaud\u012bta uz \u0161\u012b v\u0101rda esam\u012bbu (piem., s\u0101kat savu piez\u012bmi ar v\u0101rdu "TODO:") un \u0161\u012b piez\u012bme tiks pievienota p\u0101rskata sarakstam.</li> \n\
 </ul> \n\
 <p> \n\
 Iesp\u0113j\u0101s tiek nor\u0101d\u012bts, kur mekl\u0113t \u0161\u0101dus datus. \n\
 Pirmais jaut\u0101jums ir kur\u0101 birk\u0101 mekl\u0113t izpild\u0101mos darbus. \u0160\u0101da inform\u0101cija parasti tiek saglab\u0101ta NOTEs, \u0161\u012b birka ir noteikta p\u0113c noklus\u0113juma. Inform\u0101cija par to, k\u0101 s\u0101kt izpild\u0101mo darbu, piem. ar "_todo:", ir neoblig\u0101ta, un to var izmantot, lai preciz\u0113tu mekl\u0113\u0161anu. Izvadi var izveidot detaliz\u0113ta saraksta vai kopsavilkuma veid\u0101. \n\
 Ir iesp\u0113jams ar\u012b eksport\u0113t datus uz CVS. \n\
 </p> 

titleindi = Darbu lapa par {0} ({1})
titleinfosperso = Person\u012bg\u0101 inform\u0101cija
titlefam = Darbu lapa par {0}
titletodo = Izpild\u0101mo darbu saraksts
titletodos = Pilns izpild\u0101mo darbu saraksts
evt.col = Notikums
date.col = Datums
place.col = Vieta
indi.col = Persona
todo.col = Uzdevums
outputWorkingSheet = Izveidot darbu lapas
outputSummary = Izveidot uzdevumu sarakstu
outputSummaryCsv = Izvad\u012bt uzdevumu sarakstu tikai CSV form\u0101t\u0101
todoTag = P\u0101rbaud\u0101m\u0101s birkas (piem. NOTE, _TODO)
todoStart = Mekl\u0113jamam tekstam j\u0101s\u0101kas ar (neoblig\u0101ts) ...
isRegExpr = Mekl\u0113jamais teksts ir regul\u0101ra izteiksme (RegExp)
mother = M\u0101te
father = T\u0113vs
spouse = Laul\u0101tais(-\u0101)
main.notes = Galven\u0101s piez\u012bmes
nbtodos = Darbu skaits: {0}

# End of File
