#
name=Seznam \u00fakol\u016f
#
#
info=<h1> <center> Seznam \u00fakol\u016f </center> </h1>\n<p> Tento p\u0159ehled zobrazuje v\u0161echny \u00fakoly souvisej\u00edc\u00ed se souborem gedcom,\nnap\u0159. \u201e\u00fakol\u201c pro skenov\u00e1n\u00ed dokumentu nebo pro kontrolu informac\u00ed.\n</p>\n<p> Samoz\u0159ejm\u011b, pokud chcete, aby tento p\u0159ehled na\u0161el \u00fakol, mus\u00edte sv\u00e1 data vhodn\u011b p\u0159ipravit.\nM\u00e1te mnoho mo\u017enost\u00ed, zde je n\u011bkolik p\u0159\u00edklad\u016f: </p>\n<ul>\n<li> Zaprv\u00e9  m\u016f\u017eete ve stromu vytvo\u0159it zna\u010dky jako \u201e_TODO\u201c (v\u0161imn\u011bte si, \u017ee tato zna\u010dka za\u010d\u00edn\u00e1 podtr\u017e\u00edtkem \u201e_\u201c). </li>\n<li> Za druh\u00e9 m\u016f\u017eete pro sv\u016fj strom pou\u017e\u00edt intern\u00ed pozn\u00e1mky. Pokud jste nap\u0159\u00edklad vytvo\u0159ili obecnou POZN\u00c1MKU\n(tj. zna\u010dka gedcom <NOTE>) s textem nap\u0159. \u201eMus\u00edm naj\u00edt\ninformace, mus\u00edm to zkontrolovat.\u201c Poka\u017ed\u00e9, kdy\u017e chcete odk\u00e1zat na obsah va\u0161eho stromu, sta\u010d\u00ed vytvo\u0159it intern\u00ed odkaz na tuto pozn\u00e1mku NOTE a tento report najde podobn\u00e9 odkazy. </li>\n<li>Zat\u0159et\u00ed m\u016f\u017eete v pozn\u00e1mce (nap\u0159\u00edklad pod datem narozen\u00ed ...), p\u0159idat slovo \u201eTODO:\u201c Po spu\u0161t\u011bn\u00ed najde report v\u011bty za\u010d\u00ednaj\u00edc\u00ed\n \u201eTODO:\u201c v POZN\u00c1MCE a p\u0159id\u00e1 tuto pozn\u00e1mku a jej\u00ed obsah do seznamu \u00fakol\u016f. </li>\n</ul>\n<p>\nMo\u017enosti ur\u010duj\u00ed, kde takov\u00e1 data hledat.\nNejprve ur\u010dete, ve kter\u00e9 zna\u010dce hledat \u00fakoly. Proto\u017ee tyto informace jsou obvykle ulo\u017eeny v pozn\u00e1mk\u00e1ch, je tato zna\u010dka p\u0159eddefinov\u00e1na. Informace, kde za\u010d\u00edt, nap\u0159. od "_todo:" jsou nepovinn\u00e9 a lze jej pou\u017e\u00edt k up\u0159esn\u011bn\u00ed vyhled\u00e1v\u00e1n\u00ed. V\u00fdstup m\u016f\u017ee b\u00fdt vytvo\u0159en ve form\u011b podrobn\u00e9ho seznamu nebo souhrnu.\nData je tak\u00e9 mo\u017en\u00e9 exportovat do CVS.\n</p>
#
#
titleindi=Pracovn\u00ed list pro {0} ({1}) 
titleinfosperso=Osobn\u00ed informace
titlefam=Pracovn\u00ed list pro {0} 
titletodo=Seznam \u00fakol\u016f
titletodos=Cel\u00fd seznam \u00fakol\u016f, kter\u00e9 je t\u0159eba ud\u011blat
evt.col=Ud\u00e1lost
date.col=Datum
place.col=M\u00edsto
indi.col=Osoba
todo.col=\u00dakol
outputWorkingSheet=Generovat pracovn\u00ed listy
outputSummary=Generovat seznam \u00fakol\u016f
outputSummaryCsv=Vyttvo\u0159it seznam \u00fakol\u016f pouze ve form\u00e1tu CSV
todoTag=Zna\u010dky pro vyhled\u00e1v\u00e1n\u00ed (nap\u0159. NOTE, _TODO)
todoStart=Prefix pro \u00fakoly (voliteln\u00fd) ...
isRegExpr=Hledan\u00fd text je regul\u00e1rn\u00ed v\u00fdraz
mother=Matka
father=Otec
spouse=Partner/ka
main.notes=Hlavn\u00ed pozn\u00e1mka
nbtodos=Po\u010det \u00fakol\u016f: {0}
