Ancestris=- http://www.ancestris.org 
#
name=Cose da fare
#
#
info=<h1><center>Elenco attivit\u00e0</center></h1> \n<p>Questo rapporto mostra tutte le attivit\u00e0 per un file gedcom, \nad es. una "cosa da fare" per scansionare un documento o per controllare le informazioni. \n</p> \n<p>Naturalmente, se vuoi che questo rapporto trovi qualcosa devi preparare i tuoi dati in modo appropriato. \nHai molte possibilit\u00e0, ma ecco alcuni esempi:</p> \n<ul> \n<li>Per prima cosa, puoi creare dei marker all'interno del tuo albero, come "_TODO" (nota che questo marker inizia con un trattino basso "_").< /li> \n<li>In secondo luogo puoi usare le note interne per il tuo albero. Ad esempio, se hai creato una NOTA generale \n(cio\u00e8 un tag gedcom <NOTE>), con qualcosa come "Devo trovare questa \ninformazione, devo controllarla". Ogni volta che vuoi specificarlo per qualcosa nel tuo albero, per un'informazione, tutto ci\u00f2 che devi fare \u00e8 creare un collegamento interno a quell'entit\u00e0 NOTE, e il rapporto seguir\u00e0 tali collegamenti.</li> \n<li>Ultimo ma non da ultimo, puoi avere NOTE gi\u00e0 sotto determinate informazioni (sotto una data di nascita per esempio, ...), quello che puoi fare \u00e8 aggiungere una parola specifica a quella NOTA, il che significher\u00e0 che questa NOTA sar\u00e0 controllata da il report una volta eseguito (es. \nsi inizia la NOTA con la parola "TODO: "). Ogni volta che il rapporto trover\u00e0 quella frase "TODO: " in una NOTA, aggiunger\u00e0 quella nota e il suo contenuto nell'elenco delle cose da fare.</li> \n</ul> \n<p> Le opzioni specificano dove cercare tali dati. \nIl primo da nominare \u00e8 in quale tag cercare le cose da fare. Poich\u00e9 tali informazioni sono solitamente memorizzate nelle NOTE, questo tag \u00e8 predefinito. Le informazioni su come iniziare, ad es. by "_todo:" \u00e8 facoltativo e pu\u00f2 essere utilizzato per affinare la ricerca. L'output pu\u00f2 essere creato sotto forma di un elenco dettagliato o di un riepilogo. \n\u00c8 anche possibile esportare i dati in CVS. \n</p>
#
#
titleindi=Foglio di lavoro per {0} ({1})
titleinfosperso=Informazioni Personali
titlefam=Foglio di lavoro per {0}
titletodo=Cose da fare
titletodos=Elenco completo delle cose da fare
evt.col=Evento
date.col=Data
place.col=Luogo
indi.col=Individuo
todo.col=Compito
outputWorkingSheet=Genera foglio di lavoro
outputSummary=Genera elenco delle cose da fare
outputSummaryCsv=Elenco di output delle attivit\u00e0 solo in formato CSV
todoTag=Tag da esaminare (es. NOTE, _TODO)
todoStart=Prefisso per le cose da fare (opzionale) ...
isRegExpr=Il testo che stiamo cercando \u00e8 un'espressione regolare
mother=Madre
father=Padre
spouse=Coniuge
main.notes=Note principali
nbtodos=Numero delle Cose da fare: {0}
