Ancestris=- http://www.ancestris.org 
#
name=Lista de tareas pendientes
#
#
info=<h1> <center> Lista de tareas pendientes </center> </h1>\n<p> Este informe muestra todas las tareas pendientes para un archivo gedcom,\np.ej. una "tarea" para escanear un documento o comprobar informaci\u00f3n.\n</p>\n<p> Por supuesto, si desea que este informe encuentre algo, debe preparar sus datos de manera adecuada.\nTienes muchas posibilidades, pero aqu\u00ed tienes algunos ejemplos: </p>\n<ul>\n<li> Primero, puede crear marcadores dentro de su \u00e1rbol, como "_TODO" (tenga en cuenta que este marcador comienza con un gui\u00f3n bajo "_"). </li>\n<li> En segundo lugar, puede utilizar notas internas para su \u00e1rbol. Por ejemplo, si ha creado una NOTA general\n(es decir, una etiqueta gedcom <NOTE>), con algo como "Tengo que encontrar esta\ninformaci\u00f3n, tengo que comprobarlo ". Cada vez que desee especificar eso para algo en su \u00e1rbol, para una informaci\u00f3n, todo lo que tiene que hacer es crear un enlace interno a esa entidad de NOTE, y el informe seguir\u00e1 dichos enlaces. </li>\n<li> Por \u00faltimo, pero no menos importante, puede tener NOTAS ya bajo cierta informaci\u00f3n (bajo una fecha de nacimiento, por ejemplo, ...), lo que puede hacer es agregar una palabra espec\u00edfica a esa NOTA, eso significar\u00e1 que el informe comprobar\u00e1 la NOTA una vez ejecutada (p. Ej.\ncomienza su NOTA con la palabra "TODO: "). Cada vez que el informe encontrar\u00e1 esa oraci\u00f3n "TODO:" en una NOTA, agregar\u00e1 esa nota y su contenido en la lista de Tareas. </li>\n</ul>\n<p>\nLas opciones especifican d\u00f3nde buscar dichos datos.\nLo primero en nombrar es en qu\u00e9 etiqueta buscar tareas. Como tal informaci\u00f3n se almacena normalmente en NOTAS, esta etiqueta est\u00e1 predefinida. La informaci\u00f3n de c\u00f3mo empezar, p. Ej. by "_todo:" es opcional y se puede utilizar para refinar la b\u00fasqueda. La salida puede crearse en forma de lista detallada o resumen.\nTambi\u00e9n es posible exportar los datos a CVS.\n</p>
#
#
titleindi=Hoja de Trabajo para {0} ({1})
titleinfosperso=Informaci\u00f3n Personal
titlefam=Hoja de Trabajo para {0}
titletodo=Lista de Tareas Pendientes
titletodos=Lista completa de cosas a hacer
evt.col=Evento
date.col=Fecha
place.col=Lugar
indi.col=Individuo
todo.col=Tarea
outputWorkingSheet=Generar hojas de trabajo
outputSummary=Generar lista de tareas
outputSummaryCsv=Salida lista de de tareas solo en formato CSV
todoTag=Pesta\u00f1as para examinar (eg. NOTE, _TODO)
todoStart=Prefijo para lista pendientes (opcional) ...
isRegExpr=El texto que buscamos es una expresi\u00f3n regular
mother=Madre
father=Padre
spouse=C\u00f3nyuge
main.notes=Notas principales
nbtodos=N\u00famero de Tareas Pendientes: {0}
