#Ancestris=- http://www.ancestris.org
#
name=\u039b\u03af\u03c3\u03c4\u03b1 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd
#
#
info=<h1><center>\u039b\u03af\u03c3\u03c4\u03b1 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd</center></h1>\n<p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b4\u03b5\u03af\u03c7\u03bd\u03b5\u03b9 \u03cc\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03b5\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom,\n\u03c0.\u03c7. \u03ad\u03bd\u03b1 'to-do' \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c3\u03b1\u03c1\u03ce\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03ad\u03b3\u03b3\u03c1\u03b1\u03c6\u03bf \u03ae \u03bd\u03b1 \u03b5\u03bb\u03ad\u03b3\u03be\u03b5\u03c4\u03b5 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2.\n</p>\n<p>\u03a6\u03c5\u03c3\u03b9\u03ba\u03ac, \u03b5\u03ac\u03bd \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03b1\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03bd\u03b1 \u03b2\u03c1\u03b5\u03b9 \u03ba\u03ac\u03c4\u03b9, \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03b5\u03c4\u03bf\u03b9\u03bc\u03ac\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03c3\u03b1\u03c2 \u03ba\u03b1\u03c4\u03ac\u03bb\u03bb\u03b7\u03bb\u03b1.\n\u0388\u03c7\u03b5\u03c4\u03b5 \u03c0\u03bf\u03bb\u03bb\u03ad\u03c2 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2, \u03b1\u03bb\u03bb\u03ac \u03b5\u03b4\u03ce \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b5\u03c1\u03b9\u03ba\u03ac \u03c0\u03b1\u03c1\u03b1\u03b4\u03b5\u03af\u03b3\u03bc\u03b1\u03c4\u03b1:</p>\n<ul>\n<li>\u03a0\u03c1\u03ce\u03c4\u03bf\u03bd, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b4\u03b5\u03af\u03ba\u03c4\u03b5\u03c2 \u03bc\u03ad\u03c3\u03b1 \u03c3\u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c3\u03b1\u03c2, \u03c9\u03c2 "_TODO" (\u03c3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03c4\u03b5 \u03cc\u03c4\u03b9 \u03b1\u03c5\u03c4\u03cc\u03c2 \u03bf \u03b4\u03b5\u03af\u03ba\u03c4\u03b7\u03c2 \u03b1\u03c1\u03c7\u03af\u03b6\u03b5\u03b9 \u03bc\u03b5 \u03bc\u03b9\u03b1 \u03ba\u03ac\u03c4\u03c9 \u03c0\u03b1\u03cd\u03bb\u03b1 "_").</li>\n<li>\u0394\u03b5\u03cd\u03c4\u03b5\u03c1\u03bf\u03bd, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b5\u03c3\u03c9\u03c4\u03b5\u03c1\u03b9\u03ba\u03ad\u03c2 \u03c3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03b9\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c3\u03b1\u03c2. \u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, \u03b5\u03ac\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b9\u03ba\u03ae \u03a3\u0397\u039c\u0395\u0399\u03a9\u03a3\u0397\n(\u03b4\u03b7\u03bb\u03b1\u03b4\u03ae \u03bc\u03b9\u03b1 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 gedcom <NOTE>), \u03bc\u03b5 \u03ba\u03ac\u03c4\u03b9 \u03c3\u03b1\u03bd "\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c4\u03bf \u03b2\u03c1\u03c9 \u03b1\u03c5\u03c4\u03cc\n\u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2, \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c4\u03b9\u03c2 \u03b5\u03bb\u03ad\u03b3\u03be\u03c9". \u039a\u03ac\u03b8\u03b5 \u03c6\u03bf\u03c1\u03ac \u03c0\u03bf\u03c5 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03cc\u03c4\u03b9 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03c4\u03b9 \u03c3\u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c3\u03b1\u03c2, \u03b3\u03b9\u03b1 \u03bc\u03b9\u03b1 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b1, \u03c4\u03bf \u03bc\u03cc\u03bd\u03bf \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1\u03bd \u03b5\u03c3\u03c9\u03c4\u03b5\u03c1\u03b9\u03ba\u03cc \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03bc\u03bf \u03c0\u03c1\u03bf\u03c2 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 NOTE \u03ba\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b8\u03b1 \u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03b5\u03af \u03b1\u03c5\u03c4\u03bf\u03cd\u03c2 \u03c4\u03bf\u03c5\u03c2 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03bc\u03bf\u03c5\u03c2. </li>\n<li>\u03a4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03bf \u03b1\u03bb\u03bb\u03ac \u03b5\u03be\u03af\u03c3\u03bf\u03c5 \u03c3\u03b7\u03bc\u03b1\u03bd\u03c4\u03b9\u03ba\u03cc, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03a3\u0397\u039c\u0395\u0399\u03a9\u03a3\u0395\u0399\u03a3 \u03ae\u03b4\u03b7 \u03ba\u03ac\u03c4\u03c9 \u03b1\u03c0\u03cc \u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 (\u03ba\u03ac\u03c4\u03c9 \u03b1\u03c0\u03cc \u03bc\u03b9\u03b1 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2, \u03b3\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, ...), \u03b1\u03c5\u03c4\u03cc \u03c0\u03bf\u03c5 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b7 \u03bb\u03ad\u03be\u03b7 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7 \u03a3\u0397\u039c\u0395\u0399\u03a9\u03a3\u0397, \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03c3\u03b7\u03bc\u03b1\u03af\u03bd\u03b5\u03b9 \u03cc\u03c4\u03b9 \u03b1\u03c5\u03c4\u03cc \u0397 \u03a3\u0397\u039c\u0395\u0399\u03a9\u03a3\u0397 \u03b8\u03b1 \u03b5\u03bb\u03b5\u03b3\u03c7\u03b8\u03b5\u03af \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03bc\u03cc\u03bb\u03b9\u03c2 \u03b5\u03ba\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03b5\u03af (\u03c0.\u03c7.\n\u03be\u03b5\u03ba\u03b9\u03bd\u03ac\u03c4\u03b5 \u03c4\u03b7 \u03a3\u0397\u039c\u0395\u0399\u03a9\u03a3\u0397 \u03c3\u03b1\u03c2 \u03bc\u03b5 \u03c4\u03b7 \u03bb\u03ad\u03be\u03b7 "TODO: "). \u039a\u03ac\u03b8\u03b5 \u03c6\u03bf\u03c1\u03ac \u03c0\u03bf\u03c5 \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b8\u03b1 \u03b2\u03c1\u03af\u03c3\u03ba\u03b5\u03b9 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03c0\u03c1\u03cc\u03c4\u03b1\u03c3\u03b7 "TODO: " \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03a3\u0397\u039c\u0395\u0399\u03a9\u03a3\u0397, \u03b8\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c4\u03b5\u03b9 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7 \u03c3\u03b7\u03bc\u03b5\u03af\u03c9\u03c3\u03b7 \u03ba\u03b1\u03b9 \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03cc\u03bc\u03b5\u03bd\u03cc \u03c4\u03b7\u03c2 \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 ToDos.</li>\n</ul>\n<p>\n\u039f\u03b9 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03ba\u03b1\u03b8\u03bf\u03c1\u03af\u03b6\u03bf\u03c5\u03bd \u03c0\u03bf\u03cd \u03bd\u03b1 \u03b1\u03bd\u03b1\u03b6\u03b7\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03ad\u03c4\u03bf\u03b9\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1.\n\u03a4\u03bf \u03c0\u03c1\u03ce\u03c4\u03bf \u03c0\u03bf\u03c5 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03bf\u03bd\u03bf\u03bc\u03ac\u03c3\u03b5\u03c4\u03b5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03b5 \u03c0\u03bf\u03b9\u03b1 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03b6\u03b7\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5. \u039a\u03b1\u03b8\u03ce\u03c2 \u03c4\u03ad\u03c4\u03bf\u03b9\u03b5\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c3\u03c5\u03bd\u03ae\u03b8\u03c9\u03c2 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b9\u03c2 \u03a3\u0397\u039c\u0395\u0399\u03a9\u03a3\u0395\u0399\u03a3, \u03b1\u03c5\u03c4\u03ae \u03b7 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03c1\u03bf\u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b7. \u039f\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c0\u03ce\u03c2 \u03bd\u03b1 \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5, \u03c0.\u03c7. \u03b1\u03c0\u03cc \u03c4\u03bf "_todo:" \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03c1\u03bf\u03b1\u03b9\u03c1\u03b5\u03c4\u03b9\u03ba\u03cc \u03ba\u03b1\u03b9 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03b2\u03b5\u03bb\u03c4\u03af\u03c9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2. \u0397 \u03ad\u03be\u03bf\u03b4\u03bf\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b7\u03b8\u03b5\u03af \u03bc\u03b5 \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03ae \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03b5\u03c1\u03bf\u03cd\u03c2 \u03bb\u03af\u03c3\u03c4\u03b1\u03c2 \u03ae \u03c0\u03b5\u03c1\u03af\u03bb\u03b7\u03c8\u03b7\u03c2.\n\u0395\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03c4\u03c9\u03bd \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c3\u03b5 CVS.\n</p>
#
#
titleindi=\u03a6\u03cd\u03bb\u03bb\u03bf \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03b3\u03b9\u03b1 {0} ({1})
titleinfosperso=\u03a0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2
titlefam=\u03a6\u03cd\u03bb\u03bb\u03bf \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03b3\u03b9\u03b1 {0}
titletodo=\u039b\u03af\u03c3\u03c4\u03b1 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd
titletodos=\u039f\u03bb\u03cc\u03ba\u03bb\u03b7\u03c1\u03b7 \u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03bc\u03b5 \u03c0\u03c1\u03ac\u03b3\u03bc\u03b1\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5
evt.col=\u0395\u03ba\u03b4\u03ae\u03bb\u03c9\u03c3\u03b7
date.col=\u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1
place.col=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1
indi.col=\u0391\u03c4\u03bf\u03bc\u03bf
todo.col=\u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1
outputWorkingSheet=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03c4\u03b5 \u03c6\u03cd\u03bb\u03bb\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2
outputSummary=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03bb\u03af\u03c3\u03c4\u03b1\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03b9\u03ce\u03bd
outputSummaryCsv=\u0388\u03be\u03bf\u03b4\u03bf\u03c2 \u03bb\u03af\u03c3\u03c4\u03b1\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03b9\u03ce\u03bd \u03bc\u03cc\u03bd\u03bf \u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae CSV
todoTag=\u0395\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2 \u03c0\u03c1\u03bf\u03c2 \u03b5\u03be\u03ad\u03c4\u03b1\u03c3\u03b7 (eg. NOTE, _TODO)
todoStart=\u03a0\u03c1\u03cc\u03b8\u03b5\u03bc\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf dos's (\u03c0\u03c1\u03bf\u03b1\u03b9\u03c1\u03b5\u03c4\u03b9\u03ba\u03cc) ...
isRegExpr=\u03a4\u03bf \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03c0\u03bf\u03c5 \u03b1\u03bd\u03b1\u03b6\u03b7\u03c4\u03bf\u03cd\u03bc\u03b5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03ba\u03b1\u03bd\u03bf\u03bd\u03b9\u03ba\u03ae \u03ad\u03ba\u03c6\u03c1\u03b1\u03c3\u03b7
mother=\u039c\u03b7\u03c4\u03ad\u03c1\u03b1
father=\u03a0\u03b1\u03c4\u03ad\u03c1\u03b1\u03c2
spouse=\u03a3\u03cd\u03b6\u03c5\u03b3\u03bf\u03c2
main.notes=\u039a\u03cd\u03c1\u03b9\u03b5\u03c2 \u03c3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03b9\u03c2
nbtodos=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 ToDo's: {0}
