
name              = \u0122enealo\u0123ijas att\u012bst\u012bba

info              = <h1><center>\u0122enealo\u0123ijas att\u012bst\u012bba</center></h1> \n\
                 <br /> \n\
                 \u0160is p\u0101rskats ir kontrolsaraksts par to, k\u0101 ir progres\u0113jusi j\u016bsu sen\u010du koka inform\u0101cija.<br/> \n\
                 \u0122enealo\u0123ists var \u013coti \u0101tri ieraudz\u012bt pazudu\u0161os priek\u0161te\u010dus (tuk\u0161as rindas) vai tr\u016bksto\u0161os datus (tuk\u0161i lauki).<br /> \n\
                 Lai ieg\u016btu \u0123enealo\u0123ijas koku, kas b\u016bt\u012bb\u0101 ir pabeigts, m\u0113r\u0137is ir pan\u0101kt, lai vis\u0101s rind\u0101s katrs notikums b\u016btu aizpild\u012btu ar "1111" (skat\u012bt zem\u0101k redzamos karodzi\u0146us). \n\
                 <br /> \n\
                 \u0160is p\u0101rskats balst\u0101s uz SOSA vai SOSADABOVILLE numuriem. Tos var \u0123ener\u0113t, izmantojot SOSA \u0123ener\u0113\u0161anas r\u012bku izv\u0113ln\u0113 R\u012bki -> Gedcom -> P\u0101r\u0123ener\u0113t Sosa numurus. \n\
                 <br /><br /> \n\
                 <b>Izmanto\u0161anas piem\u0113ri, ko var sniegt \u0161is p\u0101rskats:</b> \n\
                 <ul> \n\
                 <li>Skatiet sava p\u0113t\u012bjuma gaitu.<br /> \n\
                 <li>P\u0101rbaudiet notikumu datumu un vietu piln\u012bbu.<br /> \n\
                 <li>P\u0101rbaudiet avotu kl\u0101tb\u016btni.<br /> \n\
                 <li>Pievienojiet avotus.<br /> \n\
                 <li>P\u0101rbaudiet b\u0113rnu hronolo\u0123isko sec\u012bbu.<br /> \n\
                 <li>Mekl\u0113jiet multivides failus, kas j\u0101pievieno.<br /> \n\
                 <li>P\u0101rbaudiet, vai k\u0101du no j\u016bsu \u0123enealo\u0123ijas objektiem neizmanto k\u0101ds cits.<br /> \n\
                 <li>P\u0101rbaudiet, vai j\u016bsu disk\u0101 ir k\u0101di multivides faili, kas netiek izmantoti j\u016bsu \u0123enealo\u0123ij\u0101.<br /> \n\
                 </ul> \n\
                 <b>Iesp\u0113jas:</b> \n\
                 <ul> \n\
                 <li><b>Max par\u0101d\u0101mo tr\u016bksto\u0161o priek\u0161te\u010du skaits:</b>  \n\
                 Priek\u0161te\u010du skaits, p\u0113c kura vairs ner\u0101da tr\u016bksto\u0161os priek\u0161te\u010dus.<br /> \n\
                 <li><b>R\u0101d\u012bt br\u0101\u013cus un m\u0101sas:</b>  \n\
                 Katram atrastam priek\u0161tecim r\u0101d\u012bt ar\u012b vi\u0146a br\u0101\u013cus un m\u0101sas.<br /> \n\
                 <li><b>Multivides failu katalogs :</b>  \n\
                 Kataloga ce\u013c\u0161, kur mekl\u0113t multivides failus, kas netiek izmantoti j\u016bsu \u0123enealo\u0123ij\u0101.<br /> \n\
                 </ul> \n\
                 <b>Kolonnu noz\u012bme:</b> \n\
                 <ul> \n\
                 <li><b>Nb:</b> Par\u0101d\u0101m\u0101s personas pieaugo\u0161s k\u0101rtas Nr.<br /> \n\
                 <li><b>Sosa:</b> Personas Sosa numurs<br /> \n\
                 <li><b>Gen:</b> Personas \u0123enealo\u0123isk\u0101 l\u012bme\u0146a numurs<br /> \n\
                 <li><b>Id:</b> Personas identifik\u0101cijas numurs. Noklik\u0161\u0137iniet uz t\u0101, lai to par\u0101d\u012btu redaktor\u0101.<br /> \n\
                 <li><b>Med:</b> Pla\u0161sazi\u0146as l\u012bdzek\u013ca esam\u012bba personai : pirmais numurs nor\u0101da atrasto mediju skaitu, kods "1" nor\u0101da, ka visi atrastie multivides faili ir pareizi piesaist\u012bti, cit\u0101di tiek uzr\u0101d\u012bts kods '\u00a7'.<br /> \n\
                 <li><b>Birt:</b> 4 poz\u012bcij\u0101s nor\u0101da dzim\u0161anas datumu (' ', '.', '1' cit\u0101di '#'), dzim\u0161anas vietu (' ', '.', '1' cit\u0101di '#'), atrasto avotu skaitu (' ', 'n' cit\u0101di '#'), ka visiem dzim\u0161anas avotiem ir der\u012bgs fails un teksts nav tuk\u0161s ('1' cit\u0101di '\u00a7').<br /> \n\
                 <li><b>Chr:</b> Viss iepriek\u0161 min\u0113tais ar\u012b priek\u0161 krist\u012b\u0161anas. \u0160is notikums ir neoblig\u0101ts, un tas neizraisa anom\u0101liju, ja tas tr\u016bkst.<br /> \n\
                 <li><b>Marr:</b> Viss iepriek\u0161 min\u0113tais ar\u012b priek\u0161 laul\u012bb\u0101m. Papildus tiek pievienots simbols "@", ja b\u0113rni neseko hronolo\u0123isk\u0101 sec\u012bb\u0101. \u0160is notikums ir neoblig\u0101ts, un tas neizraisa anom\u0101liju, ja tas tr\u016bkst.<br /> \n\
                 <li><b>Fam:</b> Personas \u0123imenes identifik\u0101cijas numurs. Personai j\u0101b\u016bt laul\u0101tajam(-ai), tam(-ai) j\u0101b\u016bt at\u0161\u0137ir\u012bgam no personas un j\u0101b\u016bt SOSA vai DABOVILLE numuram, pret\u0113j\u0101 gad\u012bjum\u0101 rodas anom\u0101lija. Noklik\u0161\u0137iniet uz numura, lai redaktor\u0101 par\u0101d\u012btu \u0123imeni.<br /> \n\
                 <li><b>Occu:</b> Priek\u0161 nodarbo\u0161an\u0101s tas pats, kas priek\u0161 krist\u012bb\u0101m. \u0160is notikums nav oblig\u0101ts.<br /> \n\
                 <li><b>Death:</b> Priek\u0161 mir\u0161anas gad\u012bjuma tas pats, kas priek\u0161 dzim\u0161anas un laul\u012bb\u0101m.<br /> \n\
                 <li><b>Name:</b> Personas v\u0101rds.<br /> \n\
                 </ul> \n\
                 <b>Karodzi\u0146u noz\u012bme:</b> \n\
                 <ul> \n\
                 <li><b>Pamatinform\u0101cija ir pabeigta</b><br /> \n\
                 <ul> \n\
                 <li><b>" ":</b> Multivides objekts vai notikums nepast\u0101v, bet tas var\u0113tu b\u016bt norm\u0101li.<br /> \n\
                 <li><b>"~":</b> Notikums past\u0101v, ir pareizi dokument\u0113ts un der\u012bgs, bet nepiln\u012bgs: aptuvens datums, aptuvena vieta (nav pils\u0113tas).<br /> \n\
                 <li><b>"1":</b> Notikums past\u0101v, ir pareizi dokument\u0113ts, der\u012bgs un piln\u012bgs.<br /> \n\
                 </ul> \n\
                 <li><b>Pamatinform\u0101cija ir nepiln\u012bga vai k\u013c\u016bdaina</b><br /> \n\
                 <ul> \n\
                 <li><b>".":</b> Notikums past\u0101v, bet tr\u016bkst v\u0113rt\u012bbas. Nav nor\u0101d\u012bti datums vai vieta.<br /> \n\
                 <li><b>"#":</b> Notikums past\u0101v un ir dokument\u0113ts, bet ir neder\u012bgs vai nepiln\u012bgs. Var b\u016bt noteikts aptuvens datums. Vietai var b\u016bt uzdots nepareizs jurisdikciju skaits (skat\u012bt kolonnu noz\u012bmi un visp\u0101r\u012bgo anom\u0101liju sarakstu).<br /> \n\
                 <li><b>"@":</b> B\u0113rni \u0123imen\u0113 nepar\u0101d\u0101s hronolo\u0123isk\u0101 sec\u012bb\u0101.<br /> \n\
                 <li><b>"\u00a7":</b> Avota teksts ir pazudis vai tuk\u0161s, vai tr\u016bkst multivides fails vai avota fails vai tie nav der\u012bgi.<br /> \n\
                 </ul> \n\
                 </ul> \n\
                 <b>Potenci\u0101l\u0101s visp\u0101r\u0113j\u0101s anom\u0101lijas:</b> \n\
                 <ul> \n\
                 <li>Ja Sosa ir >= 15 tad j\u0101b\u016bt BIRT, DEAT un MARR notikumiem.<br /> \n\
                 <li>Priek\u0161 BIRTH, DEAT un MARR notikumiem j\u0101eksist\u0113 avotam.<br /> \n\
                 <li>Ja avots past\u0101v, teksts nedr\u012bkst b\u016bt tuk\u0161s.<br /> \n\
                 </ul> 
 

maxNbOfAncestors     = Max par\u0101d\u0101mo tr\u016bksto\u0161o priek\u0161te\u010du skaits
includeSiblings      = R\u0101d\u012bt br\u0101\u013cus un m\u0101sas
directoryParam       = Multivides failu katalogs

TXT_NoSosaFound=\u0160\u012b \u0123enealo\u0123ija nesatur SOSA numer\u0101ciju. \u0160im p\u0101rskatam t\u0101da ir vajadz\u012bga, lai to izpild\u012btu.
#
TXT_entity_not_used=Neizmantotie subjekti:
TXT_multiple_source=Vair\u0101kk\u0101rt izmantotie avoti: "
TXT_entity_not_used_none=Neviens
TXT_multiple_source_none=Neviens
#
TXT_unused_media=Saraksts ar {0} failiem, ko GEDCOM neizmantoja:"
TXT_directoryUsed=GEDCOM tiek izmantoti visi faili \u0161aj\u0101 katalogu kok\u0101.
TXT_invalidDirectory=Neder\u012bgs katalogs.
#
TXT_counters=Papildin\u0101jumu vai labojumu statuss, lai pievienotu vai labotu \u0123enelogiju:
TXT_anomalies=tr\u016bksto\u0161i vai nepiln\u012bgi datumi vai vietas:
TXT_sequence=b\u0113rni nav hronolo\u0123isk\u0101 sec\u012bb\u0101
TXT_source=avota teksti tr\u016bkst vai ir tuk\u0161i, vai tr\u016bkst vai neder\u012bgi avota faili, kas j\u0101pievieno
#
TXT_maxnbofunusedfilesreached=... neizmantoto failu skaits katalog\u0101 sasniedzis 100. Prezent\u0101cija p\u0101rtraukta ...
