
name              = Statut des recherches des \u00e9v\u00e9nements par g\u00e9n\u00e9ration

info              = <h1><center>Statut des recherches des \u00e9v\u00e9nements par g\u00e9n\u00e9ration</center></h1> \
                 <br /> \
                 Ce rapport vous donne l'\u00e9tat d'avancement des informations renseign\u00e9es dans votre g\u00e9n\u00e9alogie.<br/> \
                 Le g\u00e9n\u00e9alogiste peut voir simplement le progr\u00e8s de ses recherches et les \u00e9l\u00e9ments suivants \u00e0 rechercher : les anc\u00e8tres manquants, les donn\u00e9es \u00e0 pr\u00e9ciser, etc.<br /> \
                 Pour avoir tous les \u00e9l\u00e9ments fondamentaux d'un arbre g\u00e9n\u00e9alogique, le but est donc d'avoir toutes les lignes d'individus remplies, et d'avoir "1111" pour chaque \u00e9v\u00e9nement important les concernant (voir la signification de cette codification ci-dessous). \
                 <br /> \
                 Pour fonctionner, ce rapport s'appuie sur la num\u00e9rotation SOSA ou SOSADABOVILLE. Pour la g\u00e9n\u00e9rer, il vous suffit d'utiliser l'outil de g\u00e9n\u00e9ration SOSA dans le menu Outils/Gedcom. \
                 <br /><br /> \
                 <b>Exemples d'usages possibles fournis par ce rapport :</b> \
                 <ul> \
                 <li>Voir la progression de ses recherches<br /> \
                 <li>V\u00e9rifier la compl\u00e9tude des dates et des lieux des \u00e9v\u00e9nements<br /> \
                 <li>V\u00e9rifier la pr\u00e9sence des sources<br /> \
                 <li>V\u00e9rifier l'ordre chronologique des enfants<br /> \
                 <li>V\u00e9rifier si les fichiers media des sources sont attach\u00e9s aux sources<br /> \
                 <li>V\u00e9rifier si des fichiers media sont attach\u00e9s aux individus (photo, video, etc)<br /> \
                 <li>Voir si des entit\u00e9s de votre g\u00e9n\u00e9alogie sont inutilis\u00e9es par les autres<br /> \
                 <li>Voir si des fichiers media pr\u00e9sents sur votre disque sont inutilis\u00e9s par votre g\u00e9n\u00e9alogie<br /> \
                 </ul> \
                 <b>Les options \u00e0 v\u00e9rifier avant de lancer le rapport:</b> \
                 <ul> \
                 <li><b>Nombre maximal d'anc\u00eatres manquants \u00e0 afficher :</b>  \
                 Nombre d'anc\u00eatres au del\u00e0 duquel ne pas afficher si des anc\u00eatres sont manquants.<br /> \
                 <li><b>Afficher les fr\u00eares et soeurs :</b>  \
                 Affiche \u00e9galement dans l'arbre, les fr\u00eares et soeurs des anc\u00eatres.<br /> \
                 <li><b>R\u00e9pertoire des fichiers media :</b>  \
                 Le chemin du r\u00e9pertoire o\u00f9 regarder pour voir si des fichiers media ne seraient pas utilis\u00e9s par votre g\u00e9n\u00e9alogie.<br /> \
                 </ul> \
                 <b>Signification des colonnes :</b> \
                 <ul> \
                 <li><b>Nb:</b> Compteur incr\u00e9mental des individus affich\u00e9s<br /> \
                 <li><b>Sosa:</b> Num\u00e9ro SOSA de l'individu<br /> \
                 <li><b>Gen:</b> Num\u00e9ro de g\u00e9n\u00e9ration de l'individu<br /> \
                 <li><b>Id:</b> Num\u00e9ro d'identification de l'individu. Cliquez dessus pour l'afficher dans l'\u00e9diteur.<br /> \
                 <li><b>Med:</b> Existence d'un media pour l'individu : le premier nombre indique le nombre de media trouv\u00e9s, le code '1' indique que tous les media trouv\u00e9s ont un fichier valide attach\u00e9, le code '\u00a7' est indiqu\u00e9 sinon.<br /> \
                 <li><b>Birt:</b> Sur 4 positions, indique la Date de naissance (' ', '.', '1' ou '#'), le lieu de naissance (' ', '.', '1' ou '#'), le nombre de sources trouv\u00e9es (' ', 'n' ou '#'), la validit\u00e9 des fichiers attach\u00e9s \u00e0 ces sources ('1' ou '\u00a7').<br /> \
                 <li><b>Chr:</b> Comme ci-dessus, pour le bapt\u00e8me. Le bapt\u00e8me est optionnel et ne g\u00e9n\u00e8re pas d'anomalie s'il est manquant.<br /> \
                 <li><b>Marr:</b> Comme ci-dessus, pour le mariage. En plus, le code '@" est ajout\u00e9 pour indiquer une suite non chronologique des enfants. Cet \u00e9v\u00e9nement g\u00e9n\u00e8re une anomalie s'il est manquant.<br /> \
                 <li><b>Fam:</b> Num\u00e9ro d'identification de la famille o\u00f9 cet individu. Un conjoint doit exister, il doit \u00eatre diff\u00e9rent de l'individu, et avoir un num\u00e9ro SOSA ou DABOVILLE, sinon une anomalie est g\u00e9n\u00e9r\u00e9e. Cliquez sur le num\u00e9ro pour afficher la famille dans l'\u00e9diteur.<br /> \
                 <li><b>Occu:</b> Comme le bapt\u00e8me, pour la profession de l'individu.<br /> \
                 <li><b>Death:</b> Comme pour la naissance, pour l'\u00e9v\u00e9nement d\u00e9c\u00e8s.<br /> \
                 <li><b>Name:</b> Nom de l'individu.<br /> \
                 </ul> \
                 <b>Siginification des codes :</b> \
                 <ul> \
                 <li><b>Information de base compl\u00e8te</b><br /> \
                 <ul> \
                 <li><b>" ":</b> Le media ou l'\u00e9v\u00e9nement n'existe pas mais il n'est pas obligatoire.<br /> \
                 <li><b>"~":</b> L'\u00e9v\u00e9nement existe, est valide mais incomplet : date approximative, lieu approximatif (ville manquante)<br /> \
                 <li><b>"1":</b> Le media ou l'\u00e9v\u00e9nement existe et est complet.<br /> \
                 </ul> \
                 <li><b>Information de base incompl\u00e8te ou erron\u00e9e</b><br /> \
                 <ul> \
                 <li><b>".":</b> L'\u00e9v\u00e9nement existe mais sa valeur manque. Une date est manquante, un lieu est manquant.<br /> \
                 <li><b>"#":</b> L'\u00e9v\u00e9nement existe et est document\u00e9, mais l'information est invalide. Un lieu peut avoir un nombre incorrect de juridictions (voir aussi la signification des colonnes et les anomalies g\u00e9n\u00e9riques ci-dessous).<br /> \
                 <li><b>"@":</b> Les enfant d'un mariage ne sont pas attach\u00e9 dans le fichier gedcom dans l'ordre chronologique (utiliser l'\u00e9diteur gedcom pour r\u00e9parer).<br /> \
                 <li><b>"\u00a7":</b> Le texte d'une source est manquant ou vide, un fichier source manque ou est invalide.<br /> \
                 </ul> \
                 </ul> \
                 <b>Anomalies g\u00e9n\u00e9riques possibles :</b> \
                 <ul> \
                 <li>Pour les individus de SOSA sup\u00e9rieur \u00e0 15, les \u00e9v\u00e9nements naissance, d\u00e9c\u00e8s et mariage sont obligatoires.<br /> \
                 <li>Pour ces \u00e9v\u00e9nements, une source au moins est obligatoire.<br /> \
                 <li>Si une source existe, le texte doit \u00eatre retranscrit.<br /> \
                 </ul> 

maxNbOfAncestors     = Nombre maximal d'anc\u00eatres manquants \u00e0 afficher
includeSiblings      = Afficher les fr\u00eares et soeurs
directoryParam       = R\u00e9pertoire des fichiers media


TXT_NoSosaFound        = Cette g\u00e9n\u00e9alogie ne comporte pas de num\u00e9ro SOSA. Ce rapport en a besoin pour fonctionner.
TXT_entity_not_used    = Entit\u00e9s non utilis\u00e9es :
TXT_multiple_source    = Sources utilis\u00e9es plus d'une fois :
TXT_entity_not_used_none=Aucune
TXT_multiple_source_none=Aucune

TXT_unused_media       = Liste des fichiers de {0} non utilis\u00e9s par le Gedcom :
TXT_directoryUsed=Tous les fichiers de ce r\u00e9pertoires sont utilis\u00e9s
TXT_invalidDirectory=R\u00e9pertoire invalide.

TXT_counters           = Bilans des ajouts ou corrections \u00e0 apporter au Fichier Gedcom :
TXT_anomalies          = dates ou lieu manquants ou \u00e0 pr\u00e9ciser
TXT_sequence           = s\u00e9quences chronologiques d'enfant \u00e0 corriger
TXT_source             = textes de source manquants ou vide \u00e0 r\u00e9diger, ou fichiers sources manquants ou invalides \u00e0 attacher

TXT_maxnbofunusedfilesreached=...Il y a plus de 100 fichiers non utilis\u00e9s par la g\u00e9n\u00e9alogie dans le r\u00e9pertoire. Arr\u00eat de l'affichage de la liste...
