#
name=Estado de b\u00fasqueda de eventos por generaci\u00f3n
name.lv=\u00c4\u00a2enealo\u00c4\u00a3ijas att\u00c4\u00abst\u00c4\u00abba
name.nl=Progreso de la Genealog\u00eda
name.pl=Stan Genealogii
#
info=<h1> <center> Estado de b\u00fasqueda de eventos por generaci\u00f3n </center> </h1>\n<br />\nEste informe es una lista de verificaci\u00f3n de c\u00f3mo avanza la informaci\u00f3n de su \u00e1rbol ancestral. <br/>\nEl genealogista puede ver r\u00e1pidamente antepasados \u200b\u200bperdidos (l\u00edneas vac\u00edas) o datos que faltan (caracteres vac\u00edos). <br />\nPara obtener un \u00e1rbol geneal\u00f3gico que sea b\u00e1sicamente completo, el objetivo es, por lo tanto, completar todas las l\u00edneas con "1111" para cada evento (ver el significado de las banderas a continuaci\u00f3n).\n<br />\nEste informe se basa en los n\u00fameros SOSA o SOSADABOVILLE. Se pueden generar utilizando la herramienta de generaci\u00f3n SOSA en el men\u00fa Herramientas.\n<br /> <br />\n<b> Ejemplos de uso que puede proporcionar este informe: </b>\n<ul>\n<li> Realice un seguimiento del progreso de la investigaci\u00f3n. <br />\n<li> Verifique las fechas y ubicaciones de los eventos. <br />\n<li> Verifique las fuentes. <br />\n<li> Adjunte fuentes. <br />\n<li> Resolver secuencia de ni\u00f1os. <br />\n<li> Busque archivos multimedia para adjuntar. <br />\n<li> Compruebe si algunas de las entidades de su genealog\u00eda no son utilizadas por ninguna de las otras. <br />\n<li> Verifique si algunos archivos multimedia ubicados en su disco no son utilizados por su genealog\u00eda. <br />\n</ul>\n<b> Opciones: </b>\n<ul>\n<li> <b> N\u00famero m\u00e1ximo de antepasados \u200b\u200bque faltan para mostrar: </b>\nN\u00famero de antepasados \u200b\u200bpor encima del cual no mostramos antepasados \u200b\u200bperdidos. <br />\n<li> <b> Mostrar hermanos/as: </b>\nMuestra los hermanos/as de cada antepasado encontrado, adem\u00e1s del antepasado en s\u00ed. <br />\n<li> <b> Directorio de medios: </b>\nMuestra los hermanos/as de cada antepasado encontrado, adem\u00e1s del antepasado en s\u00ed. <br />\n</ul>\n<b> Significado de las columnas: </b>\n<ul>\n<li> <b> Nb: </b> n\u00famero incremental de individuos encontrados <br />\n<li> <b> Sosa: </b> Sosa n\u00famero de individuos <br />\n<li> <b> Generaci\u00f3n: </b> N\u00famero de nivel de genealog\u00eda de la persona <br />\n<li> <b> Id: </b> N\u00famero de identificaci\u00f3n de la persona. Haga clic en \u00e9l para mostrarlo en el editor. <br />\n<li> <b> Med: </b> Existencia de un medio para el individuo: el primer n\u00famero es el n\u00famero de medios encontrados, el c\u00f3digo '1' indica que todos los medios tienen archivos v\u00e1lidos para cada uno, '\u00a7' de lo contrario. <br / >\n<li> <b> Nacimiento: </b> 4 d\u00edgitos que indican la fecha de nacimiento ('', '.', '1', en caso contrario '\#'), lugar de nacimiento ('', '.', '1' , m\u00e1s '\#'), n\u00famero de fuentes de nacimiento encontradas ('', 'n' m\u00e1s '\#'), existe un archivo v\u00e1lido para todas las fuentes de nacimiento y el texto no est\u00e1 vac\u00edo ('1', m\u00e1s '\u00a7'). <br />\n<li> <b> Chr: </b> Igual que el anterior para el bautizo. Este evento es opcional y no desencadena una anomal\u00eda si falta. <br />\n<li> <b> Marr: </b> Igual que el anterior para matrimonio. Adem\u00e1s, se agrega el s\u00edmbolo "@" si los ni\u00f1os no siguen un orden cronol\u00f3gico. Este evento desencadena una anomal\u00eda si falta. <br />\n<li> <b> Fam: </b> N\u00famero de identificaci\u00f3n de la familia de la que esta persona es c\u00f3nyuge. Debe existir un c\u00f3nyuge, ser diferente del individuo y tener un n\u00famero sosa. Haga clic en \u00e9l para mostrarlo en el editor. <br />\n<li> <b> Occu: </b> Igual que el bautizo de la ocupaci\u00f3n. Este evento es opcional. <br />\n<li> <b> Muerte: </b> Igual que el nacimiento y el matrimonio, para el evento de muerte. <br />\n<li> <b> Nombre: </b> Nombre de la persona. <br />\n</ul>\n<b> Significado de las banderas: </b>\n<ul>\n<li> <b> La informaci\u00f3n b\u00e1sica est\u00e1 completa </b> <br />\n<ul>\n<li> <b> "": </b> Los medios o el evento no existen, pero podr\u00eda ser normal. <br />\n<li> <b> "~": </b> El evento existe, est\u00e1 correctamente documentado y v\u00e1lido, pero incompleto. Una fecha es un intervalo, falta la ciudad del lugar. <br />\n<li> <b> "1": </b> El evento existe, est\u00e1 correctamente documentado, es v\u00e1lido y completo. <br />\n</ul>\n<li> <b> La informaci\u00f3n b\u00e1sica est\u00e1 incompleta o err\u00f3nea </b> <br />\n<ul>\n<li> <b> ".": </b> El evento existe pero falta un valor. Falta la fecha o el lugar. <br />\n<li> <b> "\#": </b> El evento existe y est\u00e1 documentado, pero no es v\u00e1lido o simplemente est\u00e1 incompleto. Una fecha podr\u00eda ser solo un rango aproximado. Un lugar podr\u00eda tener un n\u00famero incorrecto de jurisdicciones (consulte el significado de la columna y la lista de anomal\u00edas generales a continuaci\u00f3n). <br />\n<li> <b> "@": </b> Los ni\u00f1os de una familia no aparecen cronol\u00f3gicamente. <br />\n<li> <b> "\u00a7": </b> Falta el texto de la fuente o est\u00e1 vac\u00edo, o el archivo multimedia o el archivo fuente se ha perdido o no es v\u00e1lido. <br />\n</ul>\n</ul>\n<b> Posibles anomal\u00edas generales: </b>\n<ul>\n<li> Si sosa es> = 15, entonces los eventos BIRT, DEAT y MARR deber\u00edan existir. <br />\n<li> Para BIRT, DEAT y MARR, debe existir una fuente. <br />\n<li> Si existe una fuente, el texto no debe estar vac\u00edo. <br />\n</ul>
# 
maxNbOfAncestors=N\u00famero m\u00e1ximo de antepasados que faltan para mostrar
includeSiblings=Mostrar hermanos/as
directoryParam=Directorio de medios
# Ancestris - http://www.ancestris.org
# 
# Copyright 2021 Ancestris
# 
# Author: Frédéric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
TXT_NoSosaFound=Esta genealog\u00eda no contiene n\u00famero SOSA. Este informe lo necesita para funcionar.
#
TXT_entity_not_used=Entidades no utilizadas:
TXT_multiple_source=Fuentes usadas m\u00e1s de una vez: "
TXT_entity_not_used_none=Ninguno
TXT_multiple_source_none=Ninguno
#
TXT_unused_media=Lista de {0} archivos no utilizados por Gedcom:"
TXT_directoryUsed=Todos los archivos de este \u00e1rbol de directorios lson utilizador por GEDCOM. 
TXT_invalidDirectory=Directorio no v\u00e1lido. 
#
TXT_counters=Estado de las adiciones o correcciones para agregar o fijar a la Genealog\u00eda:
TXT_anomalies=fechas o lugares perdidos o incompletos :
TXT_sequence=fuera de la secuencia cronologica ni\u00f1oss:
TXT_source=textos de fuentes para escribir o archivos de origen no validos o que faltan para adjuntar
#
TXT_maxnbofunusedfilesreached=... N\u00famero de archivos no utilizados en el directorio han alcanzado 100. Vista detenida...
