#
name=Genealogi fremskridt
name.da=Genealogi fremskridt
name.fr=S\u00f8gestatus for opstillingen efter generationer
name.lv=Sl\u00e6gtsforknings tilstand
name.nl=Sl\u00e6gtshistorie fremskridt
name.pl=Sl\u00e6gtsforsknings tilstand
#
info=<h1><center>Genealogi fremskridt</center></h1> <br /> Denne rapport er en tjekliste, der viser hvordan anetr\u00e6et udvikles.<br/> Sl\u00e6gtsforskeren kan hurtigt se manglende aner (tomme linjer) eller manglende data (tomme karakterer).<br /> For at f\u00e5 et sl\u00e6gtstr\u00e6, som er grundl\u00e6ggende komplet, er m\u00e5let derfor, at f\u00e5 alle linjer fyldt med "1111" for hver begivenhed (se flags betydning herunder). <br /> Denne rapport bygger p\u00e5 SOSA eller SOSADABOVILLE numrene. De kan dannes med SOSA oprettelsesv\u00e6rkt\u00f8jet i menuen Funktioner. <br /><br /> <b>Eksempler p\u00e5 brug, som denne rapport kan levere:</b> <ul> <li>F\u00f8lg forskningens fremskridt.<br /> <li>Kontroller begivenheders datoer og steder.<br /> <li>Kontroller kilder.<br /> <li>Vedh\u00e6ft kilder.<br /> <li>Unders\u00f8g b\u00f8rns r\u00e6kkef\u00f8lge.<br /> <li>Find mediefiler til vedh\u00e6ftning.<br /> <li>Kontrollerer om enhederne i dit sl\u00e6gtstr\u00e6 bruges af de andre.<br /> <li>Kontrollerer om der er mediefiler p\u00e5 din harddisk, der ikke bruges af dit sl\u00e6gtstr\u00e6.<br /> </ul> <b>Optioner:</b> <ul> <li><b>Max antal manglende aner, som skal vises:</b>  Antallet af aner, over hvilket vi ikke viser manglende aner.<br /> <li><b>Vis s\u00f8skende:</b>  Vis s\u00f8skende for hver fundet ane, ud over anen selv.<br /> <li><b>Mediefolder :</b>  Vis s\u00f8skende for hver fundet ane, ud over anen selv.<br /> </ul> <b>Betydning af kolonner:</b> <ul> <li><b>Nr:</b> L\u00f8benummer for den fundne person<br /> <li><b>Sosa:</b> Personens sosa-nummer<br /> <li><b>Gen:</b> Nummeret p\u00e5 personens sl\u00e6gtstr\u00e6niveau<br /> <li><b>Id:</b> Personens ID-nummer. Klik p\u00e5 det for at vise editoren.<br /> <li><b>Med:</b> Eksistensen af et medie for personen : f\u00f8rste tal er antallet af fundne medier, kode '1' angiver at alle medier har gyldige filer for hver, '\u00a7' ellers.<br /> <li><b>Birt:</b> 4 cifre, der angiver f\u00f8dselsdatoen (' ', '.', '1', ellers '\#'), F\u00f8dested (' ', '.', '1', ellers '\#'), antal f\u00f8dselskilder fundet (' ', 'n' ellers '\#'), der findes gyldig fil for alle f\u00f8dselskilder og teksten er ikke tom ('1', ellers '\u00a7').<br /> <li><b>Chr:</b> Samme som ovenst\u00e5ende for d\u00e5b. Denne begivenhed er optional, og udl\u00f8ser ikke en anormali, hvis den mangler.<br /> <li><b>Marr:</b> Samme som ovenst\u00e5ende for vielser. Derudover tilf\u00f8jes symbolet "@", hvis b\u00f8rnene ikke st\u00e5r i kronologisk r\u00e6kkef\u00f8lge. Denne begivenhed udl\u00f8ser en anomali, hvis den mangler.<br /> <li><b>Fam:</b> ID-nummer p\u00e5 den familie, hvori denne person er partner. En partner skal kunne findes, v\u00e6re forskellig fra personen og have et sosa-nummer. Klik p\u00e5 det for at vise i editoren.<br /> <li><b>Occu:</b> Samme som d\u00e5b for besk\u00e6ftigelsen. Denne begivenhed er optional.<br /> <li><b>Dead:</b> Samme som f\u00f8dsel og vielse for begivenheden d\u00f8d.<br /> <li><b>Name:</b> Personens navn.<br /> </ul> <b>Flag betyder:</b> <ul> <li><b>Grundl\u00e6ggende information er komplet</b><br /> <ul> <li><b>" ":</b> Medie eller begivenhed findes ikke, men det kunne v\u00e6re normalt.<br /> <li><b>"~":</b> Begivenhed findes, er korrekt dokumenteret og gyldig men ikke komplet. En dato er et omr\u00e5de, men stedets by mangler.<br /> <li><b>"1":</b> Begivenheden findes, er korrekt dokumenteret, gyldig og komplet.<br /> </ul> <li><b>Grundl\u00e6ggende information er ikke komplet eller fejlagtig</b><br /> <ul> <li><b>".":</b> Begivenhed findes, men v\u00e6rdi mangler. Dato eller sted mangler.<br /> <li><b>"\#":</b> Begivenhed findes og er dokumenteret men er ugyldig eller ikke komplet. En dato kan v\u00e6re en ca.-angivelse. Et sted kunne indeholde et forkert antal administrative enheder (se kolonnen betydning og generelle mangler herunder).<br /> <li><b>"@":</b> B\u00f8rn i en familie st\u00e5r ikke i kronologisk r\u00e6kkef\u00f8lge.<br /> <li><b>"\u00a7":</b> Kildens tekst mangler eller er tom, eller mediefil eller kildefil mangler eller er ugyldig.<br /> </ul> </ul> <b>Potentielle generelle afvigelser:</b> <ul> <li>Hvis sosa er >= 15 skal begivenhederne BIRT, DEAT og MARR findes.<br /> <li>For BIRTH, DEAT og MARR skal der findes en kilde.<br /> <li>Hvis der findes en kilde, m\u00e5 teksten ikke v\u00e6re tom.<br /> </ul> 
maxNbOfAncestors=Max antal manglende aner, som vises
includeSiblings=Vis s\u00f8skende
directoryParam=Mediefolder
#
TXT_NoSosaFound=Denne sl\u00e6gtsfil har ingen ane nummerering. Dette er n\u00f8dvendigt, for at denne rapport kan k\u00f8res.
#
TXT_entity_not_used=Ikke brugte enheder:
TXT_multiple_source=Kilder der bruges mere end \u00e9n gang: "
TXT_entity_not_used_none=Ingen
TXT_multiple_source_none=Ingen
#
TXT_unused_media=Liste med filer {0} der ikke bruges af denne GEDCOM fil:"
TXT_directoryUsed=Alle filer i dette mappetr\u00e6 bruges af denne GEDCOM fil.
TXT_invalidDirectory=Ugyldig mappe.
#
TXT_counters=Status for tilf\u00f8jelser og rettelser, der skal laves i sl\u00e6gtsfilen
TXT_anomalies=manglende eller ikke-komplette datoer eller lokationer :
TXT_sequence=forkert r\u00e6kkef\u00f8lge af b\u00f8rn
TXT_source=kildetekster der skal skrives, eller ugyldige og manglende kildefiler, der skal forbindes
#
TXT_maxnbofunusedfilesreached=...Antallet af ikke brugte filer i mappen n\u00e5ede 100. Visningen er stoppet...
