#
name=\u039a\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03c9\u03bd \u03b1\u03bd\u03ac \u03b3\u03b5\u03bd\u03b9\u03ac
#
info=<h1><center>\u039a\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03bf\u03c2 \u03b1\u03bd\u03ac \u03b3\u03b5\u03bd\u03b9\u03ac</center></h1>\n<br />\n\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03bb\u03af\u03c3\u03c4\u03b1 \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5 \u03c4\u03bf\u03c5 \u03c4\u03c1\u03cc\u03c0\u03bf\u03c5 \u03bc\u03b5 \u03c4\u03bf\u03bd \u03bf\u03c0\u03bf\u03af\u03bf \u03c0\u03c1\u03bf\u03c7\u03c9\u03c1\u03bf\u03cd\u03bd \u03bf\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c4\u03bf\u03c5 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5 \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03c3\u03b1\u03c2.<br/>\n\u039f \u03b3\u03b5\u03bd\u03b5\u03b1\u03bf\u03bb\u03cc\u03b3\u03bf\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b4\u03b5\u03b9 \u03c0\u03bf\u03bb\u03cd \u03b3\u03c1\u03ae\u03b3\u03bf\u03c1\u03b1 \u03c4\u03bf\u03c5\u03c2 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2 \u03c0\u03bf\u03c5 \u03bb\u03b5\u03af\u03c0\u03bf\u03c5\u03bd (\u03ba\u03b5\u03bd\u03ad\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ad\u03c2) \u03ae \u03c4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03c0\u03bf\u03c5 \u03bb\u03b5\u03af\u03c0\u03bf\u03c5\u03bd (\u03ba\u03b5\u03bd\u03bf\u03af \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03b5\u03c2).<br />\n\u0393\u03b9\u03b1 \u03bd\u03b1 \u03b1\u03c0\u03bf\u03ba\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b2\u03b1\u03c3\u03b9\u03ba\u03ac \u03c0\u03bb\u03ae\u03c1\u03b5\u03c2, \u03bf \u03c3\u03c4\u03cc\u03c7\u03bf\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03bf\u03bc\u03ad\u03bd\u03c9\u03c2 \u03bd\u03b1 \u03c3\u03c5\u03bc\u03c0\u03bb\u03b7\u03c1\u03ce\u03c3\u03b5\u03c4\u03b5 \u03cc\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ad\u03c2 \u03bc\u03b5 "1111" \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd (\u03b4\u03b5\u03af\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03c3\u03b7\u03bc\u03b1\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03b7\u03bc\u03b1\u03af\u03bd\u03bf\u03c5\u03bd \u03c0\u03b1\u03c1\u03b1\u03ba\u03ac\u03c4\u03c9).\n<br />\n\u0391\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03b2\u03b1\u03c3\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf\u03c5\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd\u03c2 SOSA \u03ae SOSADABOVILLE. \u039c\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b7\u03b8\u03bf\u03cd\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 SOSA \u03c3\u03c4\u03bf \u03bc\u03b5\u03bd\u03bf\u03cd \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1.\n<br /><br />\n<b>\u03a0\u03b1\u03c1\u03b1\u03b4\u03b5\u03af\u03b3\u03bc\u03b1\u03c4\u03b1 \u03c7\u03c1\u03ae\u03c3\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c0\u03b1\u03c1\u03ad\u03c7\u03b5\u03b9 \u03b1\u03c5\u03c4\u03ae \u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac:</b>\n<ul>\n<li>\u03a0\u03b1\u03c1\u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c0\u03c1\u03cc\u03bf\u03b4\u03bf \u03c4\u03b7\u03c2 \u03ad\u03c1\u03b5\u03c5\u03bd\u03b1\u03c2.<br />\n<li>\u0395\u03bb\u03ad\u03b3\u03be\u03c4\u03b5 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03b1.<br />\n<li>\u0395\u03bb\u03ad\u03b3\u03be\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03c0\u03b7\u03b3\u03ad\u03c2.<br />\n<li>\u0395\u03c0\u03b9\u03c3\u03cd\u03bd\u03b1\u03c8\u03b7 \u03c0\u03b7\u03b3\u03ce\u03bd.<br />\n<li>\u0395\u03c0\u03af\u03bb\u03c5\u03c3\u03b7 \u03c3\u03b5\u03b9\u03c1\u03ac\u03c2 \u03c0\u03b1\u03b9\u03b4\u03b9\u03ce\u03bd.<br />\n<li>\u0391\u03bd\u03b1\u03b6\u03b7\u03c4\u03ae\u03c3\u03c4\u03b5 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03b3\u03b9\u03b1 \u03b5\u03c0\u03b9\u03c3\u03cd\u03bd\u03b1\u03c8\u03b7.<br />\n<li>\u0395\u03bb\u03ad\u03b3\u03be\u03c4\u03b5 \u03b5\u03ac\u03bd \u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c3\u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03b4\u03b5\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03ba\u03b1\u03bc\u03af\u03b1 \u03b1\u03c0\u03cc \u03c4\u03b9\u03c2 \u03ac\u03bb\u03bb\u03b5\u03c2.<br />\n<li>\u0395\u03bb\u03ad\u03b3\u03be\u03c4\u03b5 \u03b5\u03ac\u03bd \u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b2\u03c1\u03af\u03c3\u03ba\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03b4\u03af\u03c3\u03ba\u03bf \u03c3\u03b1\u03c2 \u03b4\u03b5\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2.<br />\n</ul>\n<b>\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2:</b>\n<ul>\n<li><b>\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03c0\u03bf\u03c5 \u03bb\u03b5\u03af\u03c0\u03bf\u03c5\u03bd \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7:</b>\n\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03c0\u03ac\u03bd\u03c9 \u03b1\u03c0\u03cc \u03c4\u03bf\u03c5\u03c2 \u03bf\u03c0\u03bf\u03af\u03bf\u03c5\u03c2 \u03b4\u03b5\u03bd \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03c5\u03bc\u03b5 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2 \u03c0\u03bf\u03c5 \u03bb\u03b5\u03af\u03c0\u03bf\u03c5\u03bd.<br />\n<li><b>\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b1\u03b4\u03b5\u03bb\u03c6\u03ce\u03bd:</b>\n\u0395\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03b9 \u03c4\u03b1 \u03b1\u03b4\u03ad\u03c1\u03c6\u03b9\u03b1 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5, \u03b5\u03ba\u03c4\u03cc\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03af\u03b4\u03b9\u03bf \u03c4\u03bf\u03bd \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf.<br />\n<li><b>\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd :</b>\n\u0395\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03b9 \u03c4\u03b1 \u03b1\u03b4\u03ad\u03c1\u03c6\u03b9\u03b1 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5, \u03b5\u03ba\u03c4\u03cc\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03af\u03b4\u03b9\u03bf \u03c4\u03bf\u03bd \u03c0\u03c1\u03cc\u03b3\u03bf\u03bd\u03bf.<br /></ul>\n<b>\u03a3\u03c4\u03ae\u03bb\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03b7\u03bc\u03b1\u03af\u03bd\u03bf\u03c5\u03bd:</b>\n<ul>\n<li><b>\u03a3\u03b7\u03bc\u03b5\u03af\u03c9\u03c3\u03b7:</b> \u0391\u03c5\u03be\u03b7\u03c4\u03b9\u03ba\u03cc\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd<br />\n<li><b>Sosa:</b> \u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 Sosa \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5<br />\n<li><b>\u0393\u03b5\u03bd:</b> \u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u0393\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03bf\u03cd \u03b5\u03c0\u03b9\u03c0\u03ad\u03b4\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf<br />\n<li><b>\u0391\u03bd\u03b1\u03b3\u03bd\u03c9\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03cc:</b> \u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03bd\u03b1\u03b3\u03bd\u03ce\u03c1\u03b9\u03c3\u03b7\u03c2 \u03c4\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5. \u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03c3\u03c4\u03bf \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2.<br />\n<li><b>Med:</b> \u038e\u03c0\u03b1\u03c1\u03be\u03b7 \u03bc\u03ad\u03c3\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf : \u03bf \u03c0\u03c1\u03ce\u03c4\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03bc\u03ad\u03c3\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd, \u03bf \u03ba\u03c9\u03b4\u03b9\u03ba\u03cc\u03c2 '1' \u03c5\u03c0\u03bf\u03b4\u03b5\u03b9\u03ba\u03bd\u03cd\u03b5\u03b9 \u03cc\u03c4\u03b9 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03bc\u03ad\u03c3\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03ad\u03b3\u03ba\u03c5\u03c1\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03ba\u03b1\u03b8\u03ad\u03bd\u03b1, \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac \u03c4\u03bf '\u00a7'.<br / >\n<li><b>\u0393\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7:</b> 4 \u03c8\u03b7\u03c6\u03af\u03b1 \u03c0\u03bf\u03c5 \u03c5\u03c0\u03bf\u03b4\u03b5\u03b9\u03ba\u03bd\u03cd\u03bf\u03c5\u03bd \u0397\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2 (' ', '.', '1', \u03b1\u03bb\u03bb\u03b9\u03ce\u03c2 '\#'), \u03a4\u03cc\u03c0\u03bf\u03c2 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2 (' ', '.', '1' , \u03b1\u03bb\u03bb\u03b9\u03ce\u03c2 '\#'), \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c0\u03b7\u03b3\u03ce\u03bd \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd (' ', 'n' \u03b1\u03bb\u03bb\u03b9\u03ce\u03c2 '\#'), \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03b3\u03b9\u03b1 \u03cc\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03c0\u03b7\u03b3\u03ad\u03c2 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7\u03c2 \u03ba\u03b1\u03b9 \u03c4\u03bf \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03b5\u03bd\u03cc ('1', \u03b1\u03bb\u03bb\u03b9\u03ce\u03c2 '\u00a7'). <br />\n<li><b>\u03a7\u03c1:</b> \u03a4\u03bf \u03af\u03b4\u03b9\u03bf \u03cc\u03c0\u03c9\u03c2 \u03c0\u03b1\u03c1\u03b1\u03c0\u03ac\u03bd\u03c9 \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03b2\u03ac\u03c0\u03c4\u03b9\u03c3\u03b7. \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03c1\u03bf\u03b1\u03b9\u03c1\u03b5\u03c4\u03b9\u03ba\u03cc \u03ba\u03b1\u03b9 \u03b4\u03b5\u03bd \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b5\u03af \u03bc\u03b9\u03b1 \u03b1\u03bd\u03c9\u03bc\u03b1\u03bb\u03af\u03b1 \u03b5\u03ac\u03bd \u03bb\u03b5\u03af\u03c0\u03b5\u03b9.<br />\n<li><b>Marr:</b> \u03a4\u03bf \u03af\u03b4\u03b9\u03bf \u03cc\u03c0\u03c9\u03c2 \u03c0\u03b1\u03c1\u03b1\u03c0\u03ac\u03bd\u03c9 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b3\u03ac\u03bc\u03bf. \u0395\u03c0\u03b9\u03c0\u03bb\u03ad\u03bf\u03bd, \u03c4\u03bf \u03c3\u03cd\u03bc\u03b2\u03bf\u03bb\u03bf "@" \u03c0\u03c1\u03bf\u03c3\u03c4\u03af\u03b8\u03b5\u03c4\u03b1\u03b9 \u03b5\u03ac\u03bd \u03c4\u03b1 \u03c0\u03b1\u03b9\u03b4\u03b9\u03ac \u03b4\u03b5\u03bd \u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03bf\u03cd\u03bd \u03c7\u03c1\u03bf\u03bd\u03bf\u03bb\u03bf\u03b3\u03b9\u03ba\u03ae \u03c3\u03b5\u03b9\u03c1\u03ac. \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b5\u03af \u03bc\u03b9\u03b1 \u03b1\u03bd\u03c9\u03bc\u03b1\u03bb\u03af\u03b1 \u03b5\u03ac\u03bd \u03bb\u03b5\u03af\u03c0\u03b5\u03b9.<br />\n<li><b>Fam:</b> \u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03bd\u03b1\u03b3\u03bd\u03ce\u03c1\u03b9\u03c3\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03c0\u03bf\u03af\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf\u03c2 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf. \u0388\u03bd\u03b1\u03c2 \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf\u03c2 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9, \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03cc\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc sosa. \u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03c3\u03c4\u03bf \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2.<br />\n<li><b>Occu:</b> \u03a4\u03bf \u03af\u03b4\u03b9\u03bf \u03bc\u03b5 \u03c4\u03b7 \u03b2\u03ac\u03c0\u03c4\u03b9\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b5\u03c0\u03ac\u03b3\u03b3\u03b5\u03bb\u03bc\u03b1. \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03c1\u03bf\u03b1\u03b9\u03c1\u03b5\u03c4\u03b9\u03ba\u03cc.<br />\n<li><b>\u0398\u03ac\u03bd\u03b1\u03c4\u03bf\u03c2:</b> \u03a4\u03bf \u03af\u03b4\u03b9\u03bf \u03bc\u03b5 \u03c4\u03b7 \u03b3\u03ad\u03bd\u03bd\u03b7\u03c3\u03b7 \u03ba\u03b1\u03b9 \u03c4\u03bf\u03bd \u03b3\u03ac\u03bc\u03bf, \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b3\u03b5\u03b3\u03bf\u03bd\u03cc\u03c2 \u03b8\u03b1\u03bd\u03ac\u03c4\u03bf\u03c5.<br />\n<li><b>\u038c\u03bd\u03bf\u03bc\u03b1:</b> \u038c\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5.<br />\n</ul>\n<b>\u03a3\u03b7\u03bc\u03b1\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03b7\u03bc\u03b1\u03af\u03bd\u03bf\u03c5\u03bd:</b>\n<ul>\n<li><b>\u039f\u03b9 \u03b2\u03b1\u03c3\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03bb\u03ae\u03c1\u03b5\u03b9\u03c2</b><br /><ul>\n<li><b>" ":</b> \u03a4\u03bf \u03bc\u03ad\u03c3\u03bf \u03ae \u03c4\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03b1\u03bb\u03bb\u03ac \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03c3\u03b5 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c6\u03c5\u03c3\u03b9\u03bf\u03bb\u03bf\u03b3\u03b9\u03ba\u03cc.<br />\n<li><b>"~":</b> \u03a4\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9, \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03c9\u03c3\u03c4\u03ac \u03c4\u03b5\u03ba\u03bc\u03b7\u03c1\u03b9\u03c9\u03bc\u03ad\u03bd\u03bf \u03ba\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf, \u03b1\u03bb\u03bb\u03ac \u03b7\u03bc\u03b9\u03c4\u03b5\u03bb\u03ad\u03c2. \u0397 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03b5\u03cd\u03c1\u03bf\u03c2, \u03bb\u03b5\u03af\u03c0\u03b5\u03b9 \u03b7 \u03c0\u03cc\u03bb\u03b7 \u03c4\u03bf\u03c5 \u03bc\u03ad\u03c1\u03bf\u03c5\u03c2.<br />\n<li><b>"1":</b> \u03a4\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9, \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03c9\u03c3\u03c4\u03ac \u03c4\u03b5\u03ba\u03bc\u03b7\u03c1\u03b9\u03c9\u03bc\u03ad\u03bd\u03bf, \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf \u03ba\u03b1\u03b9 \u03c0\u03bb\u03ae\u03c1\u03b5\u03c2.<br />\n</ul>\n<li><b>\u039f\u03b9 \u03b2\u03b1\u03c3\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bb\u03bb\u03b9\u03c0\u03b5\u03af\u03c2 \u03ae \u03b5\u03c3\u03c6\u03b1\u03bb\u03bc\u03ad\u03bd\u03b5\u03c2</b><br />\n<ul>\n<li><b>".":</b> \u03a5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03b1\u03bb\u03bb\u03ac \u03bb\u03b5\u03af\u03c0\u03b5\u03b9 \u03b7 \u03c4\u03b9\u03bc\u03ae. \u039b\u03b5\u03af\u03c0\u03b5\u03b9 \u03b7 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03ae \u03bf \u03c4\u03cc\u03c0\u03bf\u03c2.<br />\n<li><b>"\#":</b> \u03a4\u03bf \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03b9 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03b5\u03ba\u03bc\u03b7\u03c1\u03b9\u03c9\u03bc\u03ad\u03bd\u03bf, \u03b1\u03bb\u03bb\u03ac \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf \u03ae \u03b1\u03c0\u03bb\u03ce\u03c2 \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03b8\u03b5\u03af. \u039c\u03b9\u03b1 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b1 \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03c3\u03b5 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03bb\u03ce\u03c2 \u03ad\u03bd\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c0\u03c1\u03bf\u03c3\u03ad\u03b3\u03b3\u03b9\u03c3\u03b7 \u03b5\u03cd\u03c1\u03bf\u03c2. \u0388\u03bd\u03b1 \u03bc\u03ad\u03c1\u03bf\u03c2 \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03c3\u03b5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03bb\u03ac\u03b8\u03bf\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03b9\u03ce\u03bd (\u03b4\u03b5\u03af\u03c4\u03b5 \u03c4\u03b7 \u03c3\u03b7\u03bc\u03b1\u03c3\u03af\u03b1 \u03c4\u03b7\u03c2 \u03c3\u03c4\u03ae\u03bb\u03b7\u03c2 \u03ba\u03b1\u03b9 \u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03b3\u03b5\u03bd\u03b9\u03ba\u03ce\u03bd \u03b1\u03bd\u03c9\u03bc\u03b1\u03bb\u03b9\u03ce\u03bd \u03c0\u03b1\u03c1\u03b1\u03ba\u03ac\u03c4\u03c9).<br />\n<li><b>"@":</b> \u03a4\u03b1 \u03c0\u03b1\u03b9\u03b4\u03b9\u03ac \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1 \u03b4\u03b5\u03bd \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c7\u03c1\u03bf\u03bd\u03bf\u03bb\u03bf\u03b3\u03b9\u03ba\u03ac.<br />\n<li><b>"\u00a7":</b> \u03a4\u03bf \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03c4\u03b7\u03c2 \u03c0\u03b7\u03b3\u03ae\u03c2 \u03bb\u03b5\u03af\u03c0\u03b5\u03b9 \u03ae \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03b5\u03bd\u03cc \u03ae \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03ae \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c0\u03c1\u03bf\u03ad\u03bb\u03b5\u03c5\u03c3\u03b7\u03c2 \u03bb\u03b5\u03af\u03c0\u03b5\u03b9 \u03ae \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf.<br />\n</ul>\n</ul>\n<b>\u03a0\u03b9\u03b8\u03b1\u03bd\u03ad\u03c2 \u03b3\u03b5\u03bd\u03b9\u03ba\u03ad\u03c2 \u03b1\u03bd\u03c9\u03bc\u03b1\u03bb\u03af\u03b5\u03c2:</b>\n<ul>\n<li>\u0395\u03ac\u03bd \u03c4\u03bf sosa \u03b5\u03af\u03bd\u03b1\u03b9 >= 15, \u03c4\u03cc\u03c4\u03b5 \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03b1 BIRT, DEAT \u03ba\u03b1\u03b9 MARR.<br />\n<li>\u0393\u03b9\u03b1 \u03c4\u03bf BIRTH, DEAT \u03ba\u03b1\u03b9 MARR, \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03c0\u03b7\u03b3\u03ae.<br />\n<li>\u0395\u03ac\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03c0\u03b7\u03b3\u03ae, \u03c4\u03bf \u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03bf \u03b4\u03b5\u03bd \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03b5\u03bd\u03cc.<br />\n</ul>
# 
maxNbOfAncestors=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf\u03c2 \u03b1\u03c1. \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03c9\u03bd \u03c0\u03bf\u03c5 \u03bb\u03b5\u03af\u03c0\u03bf\u03c5\u03bd \u03b3\u03b9\u03b1 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7
includeSiblings=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b1\u03b4\u03b5\u03c1\u03c6\u03ce\u03bd \u03c0\u03c1\u03bf\u03c2 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7
directoryParam=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd
# Ancestris - http://www.ancestris.org
# 
# Copyright 2021 Ancestris
# 
# Author: Frédéric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
TXT_NoSosaFound=\u0391\u03c5\u03c4\u03ae \u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03bf\u03c0\u03bf\u03b9\u03b1\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03b1 SOSA. \u0391\u03c5\u03c4\u03ae \u03b7 \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7 \u03c7\u03c1\u03b5\u03b9\u03ac\u03b6\u03b5\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03b5\u03c3\u03c4\u03b5\u03af.
TXT_entity_not_used=\u039f\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9:
TXT_multiple_source=\u03a0\u03b7\u03b3\u03ad\u03c2 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b1\u03bd \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03bf \u03b1\u03c0\u03cc \u03bc\u03af\u03b1 \u03c6\u03bf\u03c1\u03ac: "
TXT_entity_not_used_none=\u039f\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
TXT_multiple_source_none=\u039f\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
TXT_unused_media=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c4\u03c9\u03bd {0} \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b1\u03bd \u03b1\u03c0\u03cc \u03c4\u03bf GEDCOM:"
TXT_directoryUsed=\u038c\u03bb\u03b1 \u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03b4\u03b9\u03b5\u03c5\u03b8\u03cd\u03bd\u03c3\u03b5\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03bf GEDCOM.
TXT_invalidDirectory=\u039c\u03b7 \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf\u03c2 \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2.
TXT_counters=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1\u03c4\u03b1:
TXT_anomalies=\u03b5\u03bb\u03bb\u03b9\u03c0\u03b5\u03af\u03c2 \u03ae \u03b1\u03c4\u03b5\u03bb\u03b5\u03af\u03c2 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03af\u03b5\u03c2 \u03ae \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2:
TXT_sequence=\u03b1\u03c0\u03cc \u03c0\u03b1\u03b9\u03b4\u03b9\u03ac \u03bc\u03b5 \u03c7\u03c1\u03bf\u03bd\u03bf\u03bb\u03bf\u03b3\u03b9\u03ba\u03ae \u03c3\u03b5\u03b9\u03c1\u03ac
TXT_source=\u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03b1 \u03c0\u03b7\u03b3\u03ce\u03bd \u03b3\u03b9\u03b1 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae \u03ae \u03ac\u03ba\u03c5\u03c1\u03b1 \u03ae \u03b5\u03bb\u03bb\u03b5\u03b9\u03c0'\u03bf\u03bd\u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c0\u03c1\u03bf\u03ad\u03bb\u03b5\u03c5\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03b5\u03c0\u03b9\u03c3\u03cd\u03bd\u03b1\u03c8\u03b7
#
TXT_maxnbofunusedfilesreached=... \u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03af\u03b7\u03c4\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c3\u03c4\u03bf\u03bd \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf \u03ad\u03c6\u03c4\u03b1\u03c3\u03b5 \u03c4\u03b1 100. \u0397 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c3\u03c4\u03b1\u03bc\u03ac\u03c4\u03b7\u03c3\u03b5 ...
