OpenIDE-Module-Display-Category=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
OpenIDE-Module-Name=\u039f\u03b4\u03b7\u03b3\u03cc\u03c2 \u03bd\u03ad\u03bf\u03c5 GEDCOM
Templates/Other/newGedcom=\u039d\u03ad\u03bf GEDCOM
newgedcom.name=\u039d\u03ad\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1
create.first.title=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03c4\u03bf\u03c5 \u03c0\u03c1\u03ce\u03c4\u03bf\u03c5 \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5
create.file.title=\u03a3\u03c5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03b1\u03c2 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2
wizard.title=\u039f\u03b4\u03b7\u03b3\u03cc\u03c2 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 \u03bd\u03ad\u03b1\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2
blueprint.empty=<p align=center>\u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7</p>
blueprint.father.empty=<p align=center>\u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03c0\u03b1\u03c4\u03ad\u03c1\u03b1</p>
blueprint.mother.empty=<p align=center>\u0395\u03c0\u03ad\u03bb\u03b5\u03be\u03b5 \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03bc\u03b7\u03c4\u03ad\u03c1\u03b1\u03c2</p>
IntroVisualPanel.jTextPane1.text=<html>\n  <head>\n\n  </head>\n  <body>\n    <p>\n<div style="margin-left: 5px; text-align:justify; margin-right: 5px; font-style: normal; color: \#000000">\n<center><b><u>\u039a\u03b1\u03bb\u03c9\u03c3\u03ae\u03c1\u03b8\u03b1\u03c4\u03b5 \u03c3\u03c4\u03bf Ancestris</u></b></center>\n<br>\n\u0391\u03c5\u03c4\u03cc\u03c2 \u03bf \u03bf\u03b4\u03b7\u03b3\u03cc\u03c2 \u03b8\u03b1 \u03c3\u03b1\u03c2 \u03b2\u03bf\u03b7\u03b8\u03ae\u03c3\u03b5\u03b9 \u03ce\u03c3\u03c4\u03b5 \u03bc\u03b5 \u03bc\u03b5\u03c1\u03b9\u03ba\u03ac \u03ba\u03bb\u03b9\u03ba, \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03c2 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 \u03bd\u03ad\u03bf\u03c5 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03bf\u03cd \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 (\u03ad\u03bd\u03b1 \u03bd\u03ad\u03bf GEDCOM) \u03bd\u03b1 \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03c4\u03b1 \u03b1\u03c0\u03b1\u03c1\u03b1\u03af\u03c4\u03b7\u03c4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03b1\u03bb\u03bb\u03ac \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03ba\u03b1\u03b9 \u03c4\u03b9\u03c2 \u03b2\u03b1\u03c3\u03b9\u03ba\u03ad\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b1 \u03c0\u03c1\u03ce\u03c4\u03b1 3 \u03bc\u03b5 4 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03c3\u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c3\u03b1\u03c2.<br>\n\u039c\u03b5\u03c1\u03b9\u03ba\u03ac \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c3\u03c5\u03bc\u03c0\u03bb\u03b7\u03c1\u03c9\u03b8\u03bf\u03cd\u03bd, \u03b1\u03bb\u03bb\u03b9\u03ce\u03c2 \u03b4\u03b5\u03bd \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03ba\u03b9\u03bd\u03b7\u03b8\u03b5\u03af\u03c4\u03b5 \u03c3\u03c4\u03b7\u03bd \u03b5\u03c0\u03cc\u03bc\u03b5\u03bd\u03b7 \u03bf\u03b8\u03cc\u03bd\u03b7 \u03b5\u03ac\u03bd \u03b1\u03c5\u03c4\u03ac \u03b4\u03b5\u03bd \u03b3\u03af\u03bd\u03bf\u03c5\u03bd, \u03b5\u03bd\u03ce \u03ac\u03bb\u03bb\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03b1\u03b8\u03b1\u03c1\u03ac \u03c0\u03c1\u03bf\u03b1\u03b9\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac. \u038c,\u03c4\u03b9 \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03bf \u03b1\u03bb\u03bb\u03ac\u03be\u03b5\u03c4\u03b5 \u03b1\u03c1\u03b3\u03cc\u03c4\u03b5\u03c1\u03b1.<br>\n\u039c\u03cc\u03bb\u03b9\u03c2 \u03b7 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b1 \u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03b7\u03b8\u03b5\u03af, \u03c4\u03bf Ancestris \u03b8\u03b1 \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03b9 \u03c4\u03bf\u03bd \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ae \u03ba\u03b1\u03b9 \u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03c4\u03bf\u03c5 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5 \u03ce\u03c3\u03c4\u03b5 \u03bd\u03b1 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c3\u03c5\u03bc\u03c0\u03bb\u03b7\u03c1\u03ce\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03cc \u03c3\u03b1\u03c2 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03bc\u03b5 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2.<br>\n<br>\n\u039a\u03b1\u03c4\u03ac \u03c4\u03b7 \u03b4\u03b9\u03ac\u03c1\u03ba\u03b5\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03c3\u03c4\u03b1\u03b4\u03af\u03bf\u03c5 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03b1\u03b4\u03b9\u03ba\u03b1\u03c3\u03af\u03b1\u03c2 \u03b1\u03c5\u03c4\u03ae\u03c2, \u03bc\u03af\u03b1 \u03b2\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b7 \u03bc\u03b1\u03b6\u03af \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf\u03bd \u03bf\u03b4\u03b7\u03b3\u03cc. \u0395\u03bb\u03ad\u03b3\u03be\u03c4\u03b5 \u03c3\u03c4\u03b1 \u03b1\u03c1\u03b9\u03c3\u03c4\u03b5\u03c1\u03ac \u03c3\u03b1\u03c2, \u03c4\u03b7 \u03ba\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 \u03c0\u03bf\u03c5 \u03bb\u03ad\u03b3\u03b5\u03c4\u03b1\u03b9 "\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1".<br>\n<br>\n</div> </p>\n</body>\n</html> 
intro.title=\u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae
IntroVisualPanel.cbSkipIntro.text=\u03a0\u03b1\u03c1\u03b1\u03bb\u03b5\u03af\u03c8\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03b2\u03ae\u03bc\u03b1 \u03c4\u03b7\u03bd \u03b5\u03c0\u03cc\u03bc\u03b5\u03bd\u03b7 \u03c6\u03bf\u03c1\u03ac
SubmitterVisualPanel.jLabel1.toolTipText=\u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, \u03c4\u03bf \u03c0\u03bb\u03ae\u03c1\u03b5\u03c2 \u03cc\u03bd\u03bf\u03bc\u03ac \u03c3\u03b1\u03c2
SubmitterVisualPanel.jLabel1.text=* \u03a0\u03bb\u03ae\u03c1\u03b5\u03c2 \u038c\u03bd\u03bf\u03bc\u03b1
SubmitterVisualPanel.jLabel2.text=(*) \u03a5\u03c0\u03bf\u03c7\u03c1\u03b5\u03c9\u03c4\u03b9\u03ba\u03cc \u03c0\u03b5\u03b4\u03af\u03bf
blueprint.child.empty=<p align=center>\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03c0\u03b1\u03b9\u03b4\u03af \u03c3\u03c4\u03bf\u03c5\u03c2 \u03b3\u03bf\u03bd\u03b5\u03af\u03c2 \u03c4\u03bf\u03c5</p>
blueprint.wife.empty=<p align=center>\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03c3\u03c5\u03b6\u03cd\u03b3\u03bf\u03c5</p>
blueprint.husband.empty=<p align=center>\u039a\u03ac\u03bd\u03c4\u03b5 \u03ba\u03bb\u03b9\u03ba \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03c3\u03c5\u03b6\u03cd\u03b3\u03bf\u03c5</p>
gedcom.properties.title=\u039a\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b9\u03b4\u03b9\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2
GedcomVisualPanel.jLabel1.text=\u03a0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2:
FamilyPanel.title=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af\u03c3\u03c4\u03b5 \u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03ae \u03bc\u03bf\u03bd\u03ac\u03b4\u03b1
of=\u03c4\u03b7\u03c2
GedcomVisualPanel.jLabel1.text_1=\u038c\u03bd\u03bf\u03bc\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2
