<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title>La gestione dei Luoghi - Le Giurisdizioni</title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  </head>
  <body>
    <h1>La gestione delle Giurisdizioni</h1>
    <div style="margin-left: 5px; text-align:justify; margin-right: 5px; font-style: normal; color: #000000">
    <p>
      Qui si affronta una questione che &egrave; molto importante e 
      che pu&ograve; avere delle conseguenze sulla vostra genealogia 
      lungo tutta la sua stesura.<br>
      Merita che gli si riservi molta attenzione, poich&egrave; un errore 
      nella scelta provocher&agrave; fastidi notevoli in seguito. Se poi, 
      si vorranno correggere gli errorii commessi su questo tema, 
      sar&agrave; lungo e pesante.<br>
      Lo capite certamente: Attenzione alla gestione delle 
      giurisdizioni.<br>
      <br>
      <u>Cos'&egrave; una giurisdizione</u>?<br>
      Una giurisdizione &egrave; un elemento che definisce un luogo 
      in senso giuridico del termine.<br>
      Così una giurisdizione sar&agrave; un <b>comune</b>, una 
      <b>provincia</b>, una <b>regione</b>, un <b>paese</b>, 
      ma anche un <b>codice postale</b>, un <b>codice ISTAT</b>, 
      un <b>indirizzo postale (via)</b>, uno <b>stato</b> nel 
      senso americano del termine, ecc.<br>
      <br>
      <u>In che ordine bisogna metterli</u>?
      La norma in materia di genealogia &egrave; la norma <i>gedcom</i> 
      che ci impone di mettere le giurisdizioni in ordine crescente. 
      Cio&egrave; non si pu&ograve; presentare le vostre giurisdizioni così:<br>
      <font color="olive">localit&agrave;&nbsp;-&nbsp;paese&nbsp;-&nbsp;citt&agrave;&nbsp;-&nbsp;provincia</font><br>
      Ma al contrario bisogna farlo così:<br>
      <font color="olive">localit&agrave;&nbsp;-&nbsp;citt&agrave;&nbsp;-&nbsp;provincia&nbsp;-&nbsp;paese</font><br>      
    </p>

    <h3>Scelta delle giurisdizioni</h3>
    Tutto dipende dal paese che sar&agrave; pi&ugrave; presente nella vostra 
    genealogia. Se &egrave; l'Italia, ecco qualche esempio di giurisdizioni 
    che sono importanti e la cui scelta &egrave; saggia.
    <ul>
        <li>localit&agrave; (frazione, toponimo ecc)</li>
        <li>comune</li>
        <li>codice_postale</li>
        <li>codice_istat</li>
        <li>provincia</li>
        <li>regione</li>
        <li>paese</li>
    </ul>

    <h3>Ordine</h3>
    Rispettare l'ordine imposto dalla norma: dal pi&ugrave; piccolo al 
    pi&ugrave; grande. La vostra prima giurisdizione nella lista deve 
    essere la pi&ugrave; piccola. nel mio esempio &egrave; la localit&agrave;t&agrave;. La 
    pi&ugrave; importante sar&agrave; il paese.

    <h3>Ortografia</h3>
    Si consiglia di non mettere spazi bianchi all'interno di un 
    nome di giurisdizione. Ci&ograve; non &egrave; imposto dalla norma gedcom, 
    quindi liberi di fare diversamente. Così "codice postale", 
    sar&agrave; scritto "codice_postale".

    <h3>Consigli</h3>
    Non abbiate paura di scegliere il maggior numero di giurisdizioni 
    all'inizio. In effetti pu&ograve; sembrare superfluo mettere il codice 
    ISTAT. Sceglietelo comunque poich&egrave; anche se non inserite i dati 
    nel campo codice_ istat per i vostri diversi luoghi, il vostro 
    file gedcom (il file che contiene la vostra genealogia) avr&agrave; 
    uno spazio riservato ad esso se un giorno voleste completare 
    il vostro lavoro.<br>
    Non scegliete delle giurisdizioni che sono durate poco nel tempo, 
    esempio una comunit&agrave; montana. Potreste dire che il codice 
    postale o il codice ISTAT sono creazioni recenti e che queste 
    due giurisdizioni non servono a niente. Disilludetevi poich&egrave; 
    esse vi saranno utili in seguito, specialmente quando si 
    tratter&agrave; di localizzare le persone della vostra genealogia 
    su la carta geografica. Le funzionalit&agrave; di Ancestris in 
    questo settore sono numerose, e specialmente alcune di esse 
    interrogano un server internet per avere le coordinate 
    geografiche di un luogo per poterle visualizzare sulla carta. 
    Le basi-dati di questi server usano i codici postali o i codici 
    ISTAT.

    <h3>Come fare la propria scelta in questa schermata?</h3>
    Il resto di questo help &egrave; da fare. Prossimamente.....
    <ul>
        <li>ecc</li>
    </ul>

    </div>
  </body>
</html>
