#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/modules.editors.gedcomproperties/src/modules/editors/gedcomproperties
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Display-Category=\u0391\u03c1\u03c7\u03b5\u03af\u03bf
OpenIDE-Module-Long-Description=<h1><center>\u0399\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5</center></h1>\n\n<p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b5\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c3\u03ac\u03c2 \u03b2\u03bf\u03b7\u03b8\u03ac \u03bd\u03b1 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03b5\u03af\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03ad\u03c2 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2, \u03bd\u03b1 \u03b1\u03bb\u03bb\u03ac\u03be\u03b5\u03c4\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ad\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd.</p>\n\n<p>\u0393\u03b9\u03b1 \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc, \u039a\u03cd\u03c1\u03b9\u03bf \u03bc\u03b5\u03bd\u03bf\u03cd, \u0391\u03c1\u03c7\u03b5\u03af\u03bf, \u0399\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2.</p>
#
OpenIDE-Module-Name=\u0399\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5
OpenIDE-Module-Short-Description=\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ae\u03c2 \u03b5\u03c0\u03b9\u03ba\u03b5\u03c6\u03b1\u03bb\u03af\u03b4\u03c9\u03bd \u03c4\u03bf\u03c5 Gedcom \u03b3\u03b9\u03b1 \u03c4\u03bf Ancestris
STEP_1_name=\u03a0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae
STEP_2_name=\u03a3\u03c5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03b1\u03c2
STEP_3_name=\u039a\u03c9\u03b4\u03b9\u03ba\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd
STEP_4_name=\u039a\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd
STEP_5_name=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd
STEP_6_name=\u039b\u03bf\u03b3\u03b9\u03c3\u03bc\u03b9\u03ba\u03cc \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b5
STEP_7_name=\u03a0\u03c1\u03ce\u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf
#
LBL_from=\u03c3\u03b5
#
TITLE_create=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03bc\u03b9\u03b1\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2
TITLE_chooseDir=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf \u03b3\u03b9\u03b1 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2 " {0} "
TITLE_update=\u03a4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b9\u03b4\u03b9\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 " {0} "
MSG_NoGedcomFound=<html>\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03b1\u03bd\u03bf\u03b9\u03c7\u03c4\u03ae \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1. \u0394\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b3\u03af\u03bd\u03b5\u03b9 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\!&nbsp;&nbsp;&nbsp;<br> \u0395\u03ac\u03bd \u03b5\u03c0\u03b9\u03b8\u03c5\u03bc\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03ba\u03ac\u03c4\u03b9, \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b1\u03bd\u03bf\u03af\u03be\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c0\u03c1\u03ce\u03c4\u03b1 .&nbsp;&nbsp;&nbsp;</html>
#
#
# PANEL 1 #
Panel1.jLabel1.create=<html>\u03a4\u03bf \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03cc \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c4\u03ce\u03c1\u03b1 \u03b8\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b7\u03b8\u03b5\u03af.</html>
Panel1.jLabel2.create=<html>\u0395\u03ac\u03bd \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c4\u03bf\u03c5 gedcom, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03bf \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b1\u03c0\u03cc \u03c4\u03bf \u039a\u03cd\u03c1\u03b9\u03bf \u03bc\u03b5\u03bd\u03bf\u03cd, \u03c3\u03c4\u03bf \u0391\u03c1\u03c7\u03b5\u03af\u03bf/\u0399\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2.</html>
Panel1.jLabel3.create=<html>\u03a4\u03b9 \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b5\u03c0\u03b9\u03b8\u03c5\u03bc\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03ce\u03c3\u03b5\u03c4\u03b5 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03cc \u03b1\u03c1\u03c7\u03b5\u03af\u03bf;</html>
Panel1.jLabel4.create=<html>\u03a3\u03b5 \u03b3\u03b5\u03bd\u03b9\u03ba\u03ad\u03c2 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ad\u03c2 \u03b1\u03c5\u03c4\u03cc \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03bf \u03c0\u03b9\u03bf \u03ba\u03bf\u03b9\u03bd\u03cc \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2</html>
Panel1.jLabel5.create=<html>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b8\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c9\u03c2 \u03c4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 GEDCOM.</html>
Panel1.jTextField1.create=\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03ac \u03bc\u03bf\u03c5
Panel1.jLabel6.create=\u03a0\u03bf\u03b9\u03b1 \u03c3\u03cd\u03bd\u03c4\u03bf\u03bc\u03b7 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03c3\u03b1\u03c4\u03b5 \u03bd\u03b1 \u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1;
Panel1.jLabel1.update=<html>\u03a0\u03c1\u03cc\u03ba\u03b5\u03b9\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03b1\u03bb\u03bb\u03ac\u03be\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2.</html>
Panel1.jLabel2.update=<html>\u0391\u03c5\u03c4\u03ad\u03c2 \u03bf\u03b9 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c3\u03c4\u03b7\u03bd \u03ba\u03b5\u03c6\u03b1\u03bb\u03af\u03b4\u03b1 \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 Gedcom.</html>
Panel1.jLabel3.update=<html>\u03a4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03c4\u03b7\u03bd \u03ba\u03b5\u03c6\u03b1\u03bb\u03af\u03b4\u03b1.</html>
Panel1.jLabel4.update=<html>\u03a3\u03c5\u03bd\u03ae\u03b8\u03c9\u03c2, \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03bf \u03cc\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5. (\u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03ac\u03c3\u03b9\u03bc\u03bf \u03b5\u03b4\u03ce)</html>
Panel1.jLabel5.update=<html>\u0395\u03ac\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03cc, \u03c4\u03bf Ancestris \u03b8\u03b1 \u03c4\u03bf \u03b1\u03bb\u03bb\u03ac\u03be\u03b5\u03b9 \u03c4\u03b7\u03bd \u03b5\u03c0\u03cc\u03bc\u03b5\u03bd\u03b7 \u03c6\u03bf\u03c1\u03ac \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf.</html>
Panel1.jLabel6.update=\u03a3\u03cd\u03bd\u03c4\u03bf\u03bc\u03b7 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2
MSG_NameIsMandatory=<html>\u0398\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1,<br>\u03b5\u03af\u03bd\u03b1\u03b9 \u03c5\u03c0\u03bf\u03c7\u03c1\u03b5\u03c9\u03c4\u03b9\u03ba\u03ae \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b1.</html>
#
#
# PANEL 2 #
Panel2.jLabel1.create=\u03a0\u03bf\u03b9\u03bf\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf \u03c3\u03c5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03b1\u03c2 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2;
Panel2.jLabel1.update=\u03a3\u03c5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03b1\u03c2 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2
Panel2.jLabel2.create=\u038a\u03c3\u03c9\u03c2 \u03ba\u03b9 \u03b5\u03c3\u03b5\u03af\u03c2 \!
Panel2.jLabel2.update=\u03a0\u03b9\u03b8\u03b1\u03bd\u03ce\u03c2 \u03b5\u03c3\u03b5\u03af\u03c2 \!
Panel2.jLabel3.create=\u038c\u03bd\u03bf\u03bc\u03b1 \u03ba\u03b1\u03b9 \u0395\u03c0\u03ce\u03bd\u03c5\u03bc\u03bf
Panel2.jLabel3.update=\u038c\u03bd\u03bf\u03bc\u03b1 \u03ba\u03b1\u03b9 \u0395\u03c0\u03ce\u03bd\u03c5\u03bc\u03bf
Panel2.jLabel4.create=\u0394\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7
Panel2.jLabel4.update=\u0394\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7
Panel2.jLabel5.create=\u03a4\u03b1\u03c7. \u039a\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2 \u03ba\u03b1\u03b9 \u03a0\u03cc\u03bb\u03b7
Panel2.jLabel5.update=\u03a4\u03b1\u03c7. \u039a\u03ce\u03b4\u03b9\u03ba\u03b1\u03c2 \u03ba\u03b1\u03b9 \u03a0\u03cc\u03bb\u03b7
Panel2.jLabel7.create=\u03a0\u03b5\u03c1\u03b9\u03c6\u03ad\u03c1\u03b5\u03b9\u03b1
Panel2.jLabel7.update=\u03a0\u03b5\u03c1\u03b9\u03c6\u03ad\u03c1\u03b5\u03b9\u03b1
Panel2.jLabel8.create=\u03a7\u03ce\u03c1\u03b1
Panel2.jLabel8.update=\u03a7\u03ce\u03c1\u03b1
Panel2.jLabel9.create=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03b7\u03bb\u03b5\u03c6\u03ce\u03bd\u03bf\u03c5 & Email
Panel2.jLabel9.update=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03b7\u03bb\u03b5\u03c6\u03ce\u03bd\u03bf\u03c5 & Email
Panel2.jLabel11.create=\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1
Panel2.jLabel11.update=\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1
Panel2.jLabel12.create=\u0391\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac Copyright
Panel2.jLabel12.update=\u0391\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac Copyright
QST_SaveNewSubmitter=<html>\u039f\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b1\u03c5\u03c4\u03ad\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ad\u03c2 \u03b1\u03c0\u03cc \u03b5\u03ba\u03b5\u03af\u03bd\u03b5\u03c2&nbsp;&nbsp;&nbsp;<br>\u03c0\u03bf\u03c5 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c7\u03ce\u03c1\u03bf\u03c5\u03c2 \u03ad\u03be\u03c9 \u03b1\u03c0\u03cc \u03c4\u03bf GEDCOM.<br> \u0398\u03b1 \u03c0\u03c1\u03bf\u03c4\u03b9\u03bc\u03bf\u03cd\u03c3\u03b1\u03c4\u03b5 \u03bd\u03b1 \u03ba\u03c1\u03b1\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b1\u03c5\u03c4\u03ad\u03c2 \u03c4\u03b9\u03c2 \u03bd\u03ad\u03b5\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</html>
MSG_AuthorIsMandatory=<html>\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1\u03bd \u03c3\u03c5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ad\u03b1,<br>\u03b5\u03af\u03bd\u03b1\u03b9 \u03c5\u03c0\u03bf\u03c7\u03c1\u03b5\u03c9\u03c4\u03b9\u03ba\u03ae \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b1.</html>
DFT_Copyright=(C) Copyright - Ancestris
GedcomPropertiesVisualPanel2.jButton1.toolTipText=ReloadDefaults
GedcomPropertiesVisualPanel2.jButton2.toolTipText=SaveAsDefaults
#
#
# PANEL 3 #
Panel3.jLabel1.create=<html><p>\u03a0\u03bf\u03b9\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03ba\u03cd\u03c1\u03b9\u03b1 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1 \u03c3\u03c4\u03b7\u03bd \u03bf\u03c0\u03bf\u03af\u03b1 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bf\u03b9 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03bd\u03b1 \u03b3\u03c1\u03b1\u03c6\u03c4\u03bf\u03cd\u03bd \u03c3\u03c4\u03bf \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03cc \u03b1\u03c1\u03c7\u03b5\u03af\u03bf; </p></html>
Panel3.jLabel1.update=<html><p> \u03a0\u03bf\u03b9\u03ac \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b5 \u03b3\u03b9\u03b1 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c3\u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1</p></html>
Panel3.jLabel2.create=<html><p>\u03a0\u03bf\u03b9\u03cc \u03b5\u03af\u03b4\u03bf\u03c2 \u03ba\u03c9\u03b4\u03b9\u03ba\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03ae \u03b5\u03b9\u03b4\u03b9\u03ba\u03ac \u03b3\u03c1\u03ac\u03bc\u03bc\u03b1\u03c4\u03b1 \u03cc\u03c0\u03c9\u03c2 "\u00e9, \u00e7", \u03ae \u03b4\u03b9\u03b5\u03b8\u03bd\u03b5\u03af\u03c2 \u03ba\u03ce\u03b4\u03b9\u03ba\u03b5\u03c2 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5;</p></html>
Panel3.jLabel2.update=<html><p>\u03a0\u03b9\u03b8\u03b1\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b5\u03b9\u03b4\u03b9\u03ba\u03bf\u03cd\u03c2 \u03c4\u03bf\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03bf\u03c5\u03c2 \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c3\u03b5\u03c2, \u03b3\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1 \u03cc\u03c0\u03c9\u03c2 "\u00e9", "\u00e7", \u03ae \u03b4\u03b9\u03b5\u03b8\u03bd\u03b5\u03af\u03c2 \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03b5\u03c2.</p></html>
Panel3.jLabel3.create=<html><p>\u0398\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03b4\u03b9\u03b5\u03c5\u03b8\u03cd\u03bd\u03c3\u03b5\u03b9\u03c2 Email \u03ba\u03b1\u03b9/\u03ae \u03b3\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ad\u03c2 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c3\u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2;(5.5.1 norm)</p></html>
Panel3.jLabel3.update=<html><p>\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b5 \u03bf \u03ba\u03b1\u03bd\u03cc\u03bd\u03b1\u03c2 Gedcom (\u03c0.\u03c7. \u03bf \u03ba\u03b1\u03bd\u03cc\u03bd\u03b1\u03c2 5.5.1 \u03c0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03b5\u03b9 \u03b4\u03b9\u03b5\u03c5\u03b8\u03cd\u03bd\u03c3\u03b5\u03b9\u03c2 \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03bf\u03cd \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b5\u03af\u03bf\u03c5 \u03ba\u03b1\u03b9 \u03b3\u03b5\u03c9\u03b3\u03c1\u03b1\u03c6\u03b9\u03ba\u03ad\u03c2 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2)</p></html>
Panel3.jLabel4.create=<html><p>\u0397 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ae \u03c7\u03c1\u03ae\u03c3\u03b7 \u03ae \u03b3\u03b9\u03b1 \u039c\u03bf\u03c1\u03bc\u03cc\u03bd\u03bf\u03c5\u03c2;</p></html>
Panel3.jLabel4.update=<html><p>\u0397 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ae \u03c7\u03c1\u03ae\u03c3\u03b7 \u03ae \u03b3\u03b9\u03b1 \u039c\u03bf\u03c1\u03bc\u03cc\u03bd\u03bf\u03c5\u03c2;</p></html>
Panel3.jLabel4.toolTipText=<html>\u0395\u03ba\u03ba\u03bb\u03b7\u03c3\u03af\u03b1 \u03c4\u03bf\u03c5 \u0399\u03b7\u03c3\u03bf\u03cd \u03a7\u03c1\u03b9\u03c3\u03c4\u03bf\u03cd \u03c4\u03c9\u03bd \u0391\u03b3\u03af\u03c9\u03bd \u03c4\u03c9\u03bd \u03a4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03c9\u03bd \u0397\u03bc\u03b5\u03c1\u03ce\u03bd</html>
Panel3.jRadioButton1.Yes=\u039d\u03b1\u03b9
Panel3.jRadioButton2.No=\u038c\u03c7\u03b9
Panel3.jCheckBox1.update=\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae
Panel3.jCheckBox1.toolTipText=<html>\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf \u03c0\u03bf\u03c5 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03b7 Ancestris<br>\u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b1\u03c1\u03bc\u03cc\u03c3\u03b5\u03b9 \u03c4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03c3\u03b1\u03c2 \u03c3\u03c4\u03bf gedcom. \u039f\u03b9 \u03b1\u03ba\u03cc\u03bb\u03bf\u03c5\u03b8\u03b5\u03c2 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2 \u03b1\u03c6\u03bf\u03c1\u03bf\u03cd\u03bd \u03b9\u03b4\u03b9\u03b1\u03af\u03c4\u03b5\u03c1\u03b1:<br>WWW, EMAIL, FAX, STAT, MAP, LATI, LONG \u03bc\u03b5 \u03c5\u03c0\u03bf\u03b3\u03c1\u03ac\u03bc\u03bc\u03b9\u03c3\u03b7 \u03c0\u03c1\u03b9\u03bd \u03c9\u03c2 \u00ab _ \u00bb.</html>
Panel3.jCheckBox2.update=\u039c\u03b5\u03c4\u03b1\u03c6\u03ad\u03c1\u03b5\u03c4\u03b5 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03b5\u03bd\u03c3\u03c9\u03bc\u03b1\u03c4\u03c9\u03bc\u03ad\u03bd\u03b1 \u03bc\u03ad\u03c3\u03b1 \u03c3\u03b5 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c3\u03b5 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03b1 \u03bc\u03ad\u03c3\u03b1 \u03c9\u03c2 \u03b1\u03c5\u03c4\u03cc\u03bd\u03bf\u03bc\u03b5\u03c2 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2
Panel3.jCheckBox2.toolTipText=\u039c\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc\u03bd\u03bf\u03bc\u03b5\u03c2 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2
Panel3.jRadioButton3.Any=\u03a0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ae \u03c7\u03c1\u03ae\u03c3\u03b7
Panel3.jRadioButton4.Anstfile=\u0391\u03c1\u03c7\u03b5\u03af\u03b1 \u039c\u03bf\u03c1\u03bc\u03cc\u03bd\u03c9\u03bd
Panel3.jRadioButton5.TempleReady=\u039d\u03b1\u03bf\u03af \u039c\u03bf\u03c1\u03bc\u03cc\u03bd\u03c9\u03bd
WNG_GedcomChanged=<html><font color="red">\u03a0\u03c1\u03cc\u03ba\u03b5\u03b9\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03b1\u03bb\u03bb\u03ac\u03be\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7 \u03c4\u03bf\u03c5 Gedcom \u03b1\u03c0\u03cc {0} \u03c3\u03b5 {1}.</font> \u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf<br>'\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae'' \u03b5\u03ac\u03bd \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03c4\u03bf Ancestris \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03ad\u03c8\u03b5\u03b9 \u03c4\u03b1 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03ac \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03c3\u03b1\u03c2</html>
#
UTF-8_label=<html><p>\u0395\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf \u03c3\u03c4\u03b9\u03c2 \u03c0\u03c1\u03bf\u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 \u03c0\u03c1\u03bf\u03c4\u03cd\u03c0\u03bf\u03c5 Gedcom 5,5,1. (\u0391\u03c5\u03c4\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03c3\u03c5\u03bd\u03b9\u03c3\u03c4\u03cc\u03bc\u03b5\u03bd\u03b7 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae).\u03a0\u03bf\u03bb\u03bb\u03ad\u03c2 \u03b4\u03b9\u03b5\u03b8\u03bd\u03b5\u03af\u03c2 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b5\u03c2 \u03c3\u03c4\u03b7\u03bd \u03af\u03b4\u03b9\u03b1 \u03c3\u03c4\u03b9\u03b3\u03bc\u03ae. \u0392\u03b5\u03bb\u03c4\u03b9\u03c3\u03c4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c7\u03ce\u03c1\u03bf\u03c5. \u039f\u03b9 \u03c4\u03bf\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03bf\u03b9 \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03b5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03bf\u03c1\u03b1\u03c4\u03bf\u03af \u03c3\u03b5 \u03c0\u03c1\u03c9\u03c4\u03bf\u03b3\u03b5\u03bd\u03ad\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom</p></html>
UNICODE_label=<html><p>\u03a0\u03bf\u03bb\u03bb\u03ad\u03c2 \u03b4\u03b9\u03b5\u03b8\u03bd\u03b5\u03af\u03c2 \u03b3\u03bb\u03ce\u03c3\u03b5\u03c2 \u03c4\u03b7\u03bd \u03af\u03b4\u03b9\u03b1 \u03c3\u03c4\u03b9\u03b3\u03bc\u03ae. \u039c\u03b5\u03b3\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03bf\u03c2 \u03c7\u03ce\u03c1\u03bf\u03c2. \u039f\u03b9 \u03c4\u03bf\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03bf\u03b9 \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03b5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf\u03c1\u03b1\u03c4\u03bf\u03af \u03c3\u03c4\u03bf \u03c0\u03c1\u03c9\u03c4\u03bf\u03b3\u03b5\u03bd\u03ad\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf.</p></html>
ANSEL_label=<html><p>\u03a0\u03b1\u03c1\u03c9\u03c7\u03b7\u03bc\u03ad\u03bd\u03bf \u03b1\u03c0\u03cc 14 \u03a6\u03b5\u03b2\u03c1\u03bf\u03c5\u03b1\u03c1\u03af\u03bf\u03c5 2013, \u03b1\u03bd\u03c4\u03b9\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ac\u03b8\u03b7\u03ba\u03b5 \u03b1\u03c0\u03cc unicode - \u03b5\u03c0\u03ad\u03ba\u03c4\u03b1\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03bb\u03b1\u03c4\u03b9\u03bd\u03b9\u03ba\u03bf\u03cd \u03b1\u03bb\u03c6\u03b1\u03b2\u03ae\u03c4\u03bf\u03c5. \u039c\u03cc\u03bd\u03bf \u03ad\u03bd\u03b1 \u03b4\u03b9\u03b5\u03b8\u03bd\u03ad\u03c2 \u03b1\u03bb\u03c6\u03ac\u03b2\u03b7\u03c4\u03bf \u03ba\u03ac\u03b8\u03b5 \u03c6\u03bf\u03c1\u03ac. </p></html>
ANSI_label=<html><p>\u03a0\u03b1\u03c1\u03c9\u03c7\u03b7\u03bc\u03ad\u03bd\u03bf - \u0391\u03bc\u03b5\u03c1\u03b9\u03ba\u03ac\u03bd\u03b9\u03ba\u03bf \u0395\u03b8\u03bd\u03b9\u03ba\u03cc \u0399\u03bd\u03c3\u03c4\u03b9\u03c4\u03bf\u03cd\u03c4\u03bf \u03a4\u03c5\u03c0\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2</p></html>
LATIN1_label=<html><p>\u03a0\u03b1\u03c1\u03c9\u03c7\u03b7\u03bc\u03ad\u03bd\u03bf - \u03b3\u03bb\u03ce\u03c3\u03c3\u03b5\u03c2 \u03c4\u03b7\u03c2 \u0394\u03c5\u03c4\u03b9\u03ba\u03ae\u03c2 \u0395\u03c5\u03c1\u03ce\u03c0\u03b7\u03c2</p></html>
ASCII_label=<html><p>\u03a7\u03c9\u03c1\u03af\u03c2 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c4\u03bf\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03c9\u03bd \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03c9\u03bd. \u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03ad\u03c0\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf ISO-8859-1 \u03c3\u03c4\u03bf Ancestris</p></html>
#
#
# PANEL 4 #
Panel4.jLabel1.create=<html><p>\u039c\u03b5 \u03c0\u03bf\u03b9\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd, \u03c0\u03bf\u03c5 \u03ba\u03b1\u03bb\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2, \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03ba\u03b1\u03b9 \u03bc\u03b5 \u03c0\u03bf\u03b9\u03b1 \u03c3\u03b5\u03b9\u03c1\u03ac \u03bd\u03b1 \u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2;</p></html>
Panel4.jLabel1.update=<html><p>\u039a\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9, \u03c0\u03bf\u03c5 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03bf\u03bd\u03bf\u03bc\u03ac\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03b1\u03ba\u03bf\u03bb\u03bf\u03cd\u03b8\u03c9\u03c2 \u03bd\u03b1 \u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2</p></html>
Panel4.jLabel2.create=\u039c\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03b9\u03ce\u03bd
Panel4.jLabel2.update=\u039d\u03ad\u03b1 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03b9\u03ce\u03bd
Panel4.jLabel3.update=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ce\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b2\u03c1\u03af\u03c3\u03ba\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom: {0}
Panel4.jLabel5.update=\u038c\u03bb\u03b5\u03c2 \u03bf\u03b9 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03ad\u03c7\u03bf\u03c5\u03bd \u03c4\u03bf \u03c3\u03c9\u03c3\u03c4\u03cc \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03b9\u03ce\u03bd.
Panel4.jLabel5.update.incorrect=<html><font color='red'>{0} \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03c4\u03bf\u03bd \u03c3\u03c9\u03c3\u03c4\u03cc \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03b9\u03ce\u03bd,\u03c0\u03c7 {1}. </font></html>
TITL_IncorrectList=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c4\u03c9\u03bd {0} \u03bc\u03b7 \u03ac\u03b4\u03b5\u03b9\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd {1} \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2
WNG_PlaceFormatChanged=<html> <font color="red">\u03a0\u03c1\u03cc\u03ba\u03b5\u03b9\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03bb\u03bb\u03ac\u03be\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd.</font> \u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf \u03c0\u03bb\u03b1\u03af\u03c3\u03b9\u03bf  '\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae' \u03b5\u03ac\u03bd <br>\u03b5\u03c0\u03b9\u03b8\u03c5\u03bc\u03b5\u03af\u03c4\u03b5 \u03c4\u03bf Ancestris \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03ad\u03c8\u03b5\u03b9 \u03cc\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom</html>
MSG_ConversionMapMandatory=<html><font color="red">\u0388\u03c7\u03b5\u03c4\u03b5 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03b9 \u03bd\u03b1 \u03b3\u03af\u03bd\u03b5\u03b9 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c4\u03b7\u03c2 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd.</font> \u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03bd\u03b1 \u03b5\u03c0\u03b9\u03b2\u03b5\u03b2\u03b1\u03b9\u03ce\u03c3\u03b5\u03c4\u03b5 <br>\u03c4\u03b7\u03bd \u03c7\u03b1\u03c1\u03c4\u03bf\u03b3\u03c1\u03ac\u03c6\u03b9\u03c3\u03b7 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03b9\u03ce\u03bd \u03bc\u03ad\u03c3\u03c9 \u03c4\u03bf\u03c5 \u03c0\u03bb\u03ae\u03ba\u03c4\u03c1\u03bf\u03c5 \u03c1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7\u03c2.</html>
WNG_IncompletMapToConfirm=<html>\u03a3\u03c4\u03b9\u03c2 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd, \u03b7 \u03b1\u03bd\u03c4\u03b9\u03c3\u03c4\u03bf\u03af\u03c7\u03b9\u03c3\u03b7 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03bc\u03ad\u03bd\u03b7.<br>\u039f\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b1\u03c1\u03c7\u03b9\u03ba\u03ad\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2 \u03b4\u03b5\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9, <br>\u03ae \u03b4\u03b5\u03bd \u03c4\u03c1\u03bf\u03c6\u03bf\u03b4\u03bf\u03c4\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03bf\u03b9 \u03c0\u03c1\u03cc\u03c3\u03c6\u03b1\u03c4\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2.<br><br>\u0395\u03c0\u03b9\u03b2\u03b5\u03b2\u03b1\u03b9\u03ce\u03bd\u03b5\u03c4\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae;</html>
GedcomPropertiesPlaceFormatPanel.emptyField=<\u03ba\u03b5\u03bd\u03ae \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1>
Panel4.emptyPlace={\u0391\u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03cc\u03c1\u03b9\u03c3\u03c4\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1} - \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 "Menu/\u03a0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae/\u039b\u03af\u03c3\u03c4\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd" \u03b3\u03b9\u03b1 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2.
Button_Geo=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u039b\u03af\u03c3\u03c4\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd
GedcomPropertiesPlaceFormatPanel.helpLabel.text=<html>\u0392\u03b5\u03b2\u03b1\u03b9\u03c9\u03b8\u03b5\u03af\u03c4\u03b5 \u03cc\u03c4\u03b9 \u03bf\u03b9 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2 \u03c0\u03b1\u03c1\u03b1\u03c4\u03af\u03b8\u03b5\u03bd\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03b1\u03c5\u03be\u03b1\u03bd\u03cc\u03bc\u03b5\u03bd\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2. <br><br>\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b1 \u03ba\u03bf\u03c5\u03bc\u03c0\u03b9\u03ac \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03c4\u03b5, \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03ae \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03b1\u03c5\u03c4\u03ad\u03c2.</html>
#
#
# PANEL 5 #
GedcomPropertiesMediaFormatPanel.jLabel1.text=<html>\u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03b5\u03b9 <b>{0}</b> \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ac \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03c4\u03b1 \u03bf\u03c0\u03bf\u03af\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c5\u03bd\u03bf\u03bb\u03b9\u03ba\u03ac <b>{1}</b> \u03c6\u03bf\u03c1\u03ad\u03c2.</html>
GedcomPropertiesMediaFormatPanel.jLabel3.text=<html> \u039f\u03b9 \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03b9 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd <b>{0}</b> \u03c0\u03bf\u03c5 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom \u03b3\u03b9\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf\u03b9 \u03b5\u03be\u03ae\u03c2:</html>
GedcomPropertiesMediaFormatPanel.jLabel4.text=<html>\u03a4\u03b1 \u03c3\u03c5\u03c3\u03c7\u03b5\u03c4\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03b2\u03c1\u03af\u03c3\u03ba\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03b1\u03ba\u03cc\u03bb\u03bf\u03c5\u03b8\u03bf \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf:<br>{0}</html>
GedcomPropertiesMediaFormatPanel.jLabel5.text=<html>&nbsp;&nbsp;&nbsp;&nbsp;&bull;<b>{0}</b>\u03ad\u03c7\u03bf\u03c5\u03bd \u03b2\u03c1\u03b5\u03b8\u03b5\u03af \u03c3\u03c4\u03bf\u03c5\u03c2 \u03b4\u03af\u03c3\u03ba\u03bf\u03c5\u03c2 ({1} \u03bc\u03b5 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ae \u03b4\u03b9\u03b1\u03b4\u03c1\u03bf\u03bc\u03ae \u03ba\u03b1\u03b9 {2} \u03bc\u03b5 \u03b1\u03c0\u03cc\u03bb\u03c5\u03c4\u03b7 \u03b4\u03b9\u03b1\u03b4\u03c1\u03bf\u03bc\u03ae)</html>
GedcomPropertiesMediaFormatPanel.jLabel6.text=<html><font color={3}>&nbsp;&nbsp;&nbsp;&nbsp;&bull;<b>{0}</b> \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03c3\u03c4\u03bf\u03c5\u03c2 \u03b4\u03af\u03c3\u03ba\u03bf\u03c5\u03c2 ({1} \u03bc\u03b5 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ae \u03b4\u03b9\u03b1\u03b4\u03c1\u03bf\u03bc\u03ae \u03ba\u03b1\u03b9 {2} \u03bc\u03b5 \u03b1\u03c0\u03cc\u03bb\u03c5\u03c4\u03b7 \u03b4\u03b9\u03b1\u03b4\u03c1\u03bf\u03bc\u03ae)</font></html>
GedcomPropertiesMediaFormatPanel.jLabel7.text=<html>&nbsp;&nbsp;&nbsp;&nbsp;&bull;&nbsp;<b>{0}</b>\u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03bf\u03bc\u03b1\u03ba\u03c1\u03c5\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b4\u03b9\u03b5\u03c5\u03b8\u03cd\u03bd\u03c3\u03b5\u03b9\u03c2</html>
GedcomPropertiesMediaFormatPanel.jButton1.text=\u0394\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c4\u03c9\u03bd {0} \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ce\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf Gedcom
GedcomPropertiesMediaFormatPanel.Conversion=\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd
GedcomPropertiesVisualPanel6.jLabel2.text=jLabel2 
GedcomPropertiesVisualPanel6.jLabel1.text=jLabel1
#
#
# PANEL 6 #
Panel6.jLabel1.create=<html><center>\u0391\u03c5\u03c4\u03ae \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03bf \u03bb\u03bf\u03b3\u03b9\u03c3\u03bc\u03b9\u03ba\u03cc <b>{0}</b>,<br>\u03ad\u03ba\u03b4\u03bf\u03c3\u03b7 <b>{1} {2}</b>.</center><br><center>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03bb\u03bf\u03b3\u03b9\u03c3\u03bc\u03b9\u03ba\u03cc \u03c0\u03b1\u03c1\u03ad\u03c7\u03b5\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc <b>{3}</b> \u03ba\u03b1\u03b9 \u03c4\u03b7 \u03c3\u03c5\u03bd\u03b5\u03b9\u03c3\u03c6\u03bf\u03c1\u03ac \u03c4\u03c9\u03bd \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd \u03c4\u03b7\u03c2 \u03ba\u03bf\u03b9\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c0\u03b1\u03c1\u03ad\u03c7\u03bf\u03c5\u03bd \u03b2\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1 \u03ba\u03b1\u03b9 \u03c5\u03c0\u03bf\u03c3\u03c4\u03ae\u03c1\u03b9\u03be\u03b7.</center><br><center>\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1 : <b>{4}</b>.</center><center>\u03a5\u03c0\u03bf\u03c3\u03c4\u03ae\u03c1\u03b7\u03be\u03b7 : <b>support@ancestris.org</b>.</center></html>
Panel6.jLabel1.update=<html><center>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03b8\u03b7\u03ba\u03b5 \u03b1\u03c0\u03cc \u03c4\u03bf \u03bb\u03bf\u03b3\u03b9\u03c3\u03bc\u03b9\u03ba\u03cc <b>{0}</b>,<br>\u03ad\u03ba\u03b4\u03bf\u03c3\u03b7 <b>{1} {2}</b>.</center><br><center>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03bb\u03bf\u03b3\u03b9\u03c3\u03bc\u03b9\u03ba\u03cc \u03c0\u03b1\u03c1\u03ad\u03c7\u03b5\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc <b>{3}</b>.</center><br><center>\u0395\u03c0\u03bf\u03b9\u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03af\u03b1 : <b>{4}</b>.</center></html>
Panel6.jLabel2.create=<html><center>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b8\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03ba\u03b1\u03c4\u03ac \u03c0\u03c1\u03bf\u03c3\u03ad\u03b3\u03b3\u03b9\u03c3\u03b7 \u03b1\u03c0\u03cc<br>on <b>{0}</b> at <b>{1}</b>.</center></html>
Panel6.jLabel2.update=<html><center>\u0391\u03c5\u03c4\u03ae \u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b5 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 <br>on <b>{0}</b> at <b>{1}</b>.</center></html>
GedcomPropertiesVisualPanel7.jLabel4.text=\u03a6\u03cd\u03bb\u03bf
GedcomPropertiesVisualPanel7.jLabel3.text=\u0395\u03c0\u03af\u03b8\u03b5\u03c4\u03bf
GedcomPropertiesVisualPanel7.jLabel2.text=\u038c\u03bd\u03bf\u03bc\u03b1
#
#
# PANEL 6 #
GedcomPropertiesVisualPanel7.jLabel1.text=<html><p>\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af\u03c3\u03c4\u03b5 \u03b5\u03b4\u03ce \u03c4\u03bf \u03c0\u03c1\u03ce\u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2.</p><p>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03c0\u03b9\u03b8\u03b1\u03bd\u03ac \u03b5\u03af\u03c3\u03c4\u03b5 \u03b5\u03c3\u03b5\u03af\u03c2 \!</p><br><p>\u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b7\u03bb\u03ce\u03c3\u03b5\u03c4\u03b5 \u03c0\u03bf\u03bb\u03bb\u03ad\u03c2 \u03ac\u03bb\u03bb\u03b5\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ae \u03c4\u03bf\u03c5 Ancestris.</p></html>
MSG_FirstNameIsMandatory=<html>\u0388\u03bd\u03b1 \u03cc\u03bd\u03bf\u03bc\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03c5\u03c0\u03bf\u03c7\u03c1\u03b5\u03c9\u03c4\u03b9\u03ba\u03cc.</html>
MSG_LastNameIsMandatory=<html>\u0388\u03bd\u03b1 \u03b5\u03c0\u03af\u03b8\u03b5\u03c4\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03c5\u03c0\u03bf\u03c7\u03c1\u03b5\u03c9\u03c4\u03b9\u03ba\u03bf.</html>
#
#
#
# Message in case of cancellation
MSG_GedcomNotCreatedTitle=\u0391\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2
MSG_GedcomNotCreated=<html>\u0397 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b4\u03b5\u03bd \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03b8\u03b7\u03ba\u03b5.&nbsp;&nbsp;&nbsp;</html>
MSG_GedcomCancelModificationTitle=\u0397 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b1\u03ba\u03c5\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
MSG_GedcomNotModified=<html>\u039f\u03b9 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af.&nbsp;&nbsp;&nbsp;</html>
MSG_GedcomNotModifiedTitle=\u039a\u03b1\u03bc\u03af\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7
MSG_GedcomNotModifiedMessage=\u039f\u03b9 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af.&nbsp;&nbsp;&nbsp;
#
# Message in case of modification
WNG_ConfirmVersionConversion=<html>\u0395\u03c0\u03b9\u03b2\u03b5\u03b2\u03b1\u03b9\u03ce\u03bd\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c4\u03b7\u03c2 \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7\u03c2 Gedcom \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2;</html>
WNG_ConfirmPlaceAlignment=<html>\u0395\u03c0\u03b9\u03b2\u03b5\u03b2\u03b1\u03b9\u03ce\u03bd\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c5\u03b8\u03c5\u03b3\u03c1\u03ac\u03bc\u03bc\u03b9\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b1\u03c1\u03bc\u03bf\u03b4\u03b9\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd \u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2;</html>
WNG_ConfirmPlaceHeaderChange=<html>\u0395\u03c0\u03b9\u03b2\u03b5\u03b2\u03b1\u03b9\u03ce\u03bd\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03bc\u03b5\u03c4\u03b1\u03b2\u03bf\u03bb\u03ae \u03c4\u03b7\u03c2 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03c3\u03c4\u03b7\u03bd \u03ba\u03b5\u03c6\u03b1\u03bb\u03af\u03b4\u03b1 \u03c4\u03bf\u03c5 gedcom;</html>
WNG_ConfirmPlaceConversion=<html>\u0395\u03c0\u03b9\u03b2\u03b5\u03b2\u03b1\u03b9\u03ce\u03c3\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c4\u03b7\u03c2 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2;</html>
#
# Message in case of media modification
WNG_ConfirmMediaConversion=<html>\u0395\u03c0\u03b9\u03b2\u03b5\u03b2\u03b1\u03b9\u03ce\u03bd\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c4\u03c9\u03bd \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd;</html>
#
MSG_GedcomModificationResults=\u0391\u03c0\u03bf\u03c4\u03ad\u03bb\u03b5\u03c3\u03bc\u03b1 \u03c4\u03c9\u03bd \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03ce\u03bd \u03c3\u03b1\u03c2 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c9\u03bd
RSLT_Title=<html>
RSLT_HeaderChanged=<p><b>&middot;&nbsp;\u039f\u03b9 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b1\u03bd.</b></p>
RSLT_VersionChanged=<br><p><b>&middot;&nbsp;\u0397 \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7 \u03c4\u03bf\u03c5 Gedcom \u03ac\u03bb\u03bb\u03b1\u03be\u03b5 \u03b1\u03c0\u03cc {0} \u03c3\u03b5 {1}.</b></p>
RSLT_VersionSuccessChanged=<p>&nbsp;&nbsp;&nbsp;&nbsp;=> \u0395\u03c0\u03b9\u03c4\u03c5\u03c7\u03ae\u03c2 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7\u03c2.</p>
RSLT_VersionFailureChanged=<p>&nbsp;&nbsp;&nbsp;&nbsp;=>  \u0397 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c4\u03b7\u03c2 \u03ad\u03ba\u03b4\u03bf\u03c3\u03b7\u03c2 \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b5. \u039f\u03b9 \u03c5\u03c0\u03cc\u03bb\u03bf\u03b9\u03c0\u03b5\u03c2 \u03c0\u03b1\u03c1\u03b1\u03c4\u03c5\u03c0\u03af\u03b5\u03c2 \u03c6\u03b1\u03af\u03bd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c0\u03b1\u03c1\u03b1\u03ba\u03ac\u03c4\u03c9.</p>
RSLT_MediaChanged=<br><p><b>&middot;&nbsp;\u039c\u03ad\u03c3\u03b1 Gedcom, \u03c0\u03b7\u03b3\u03ad\u03c2, \u03c3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03b9\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c3\u03c7\u03b7\u03bc\u03b1\u03c4\u03af\u03c3\u03c4\u03b7\u03ba\u03b1\u03bd.</b></p>
RSLT_MediaSuccessChanged=<p>&nbsp;&nbsp;&nbsp;&nbsp;=> \u03a0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03b1, \u03a3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03b9\u03c2, \u03a0\u03b7\u03b3\u03ad\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03ac\u03c0\u03b7\u03ba\u03b1\u03bd \u03bc\u03b5 \u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03af\u03b1.</p>
RSLT_MediaFailureChanged=<p>&nbsp;&nbsp;&nbsp;&nbsp;=> \u0397 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd, \u03c3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03c9\u03bd, \u03c0\u03b7\u03b3\u03ce\u03bd \u03b1\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5.</p>
RSLT_PlaceAligned=<br><p><b>&middot;&nbsp;\u039f\u03b9 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c5\u03b8\u03c5\u03b3\u03c1\u03b1\u03bc\u03bc\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03bc\u03b5 {0} \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2
RSLT_PlaceSuccessAligned=<p>&nbsp;&nbsp;&nbsp;&nbsp;=>\u0395\u03c5\u03b8\u03c5\u03b3\u03c1\u03b1\u03bc\u03bc\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 {0} \u03b8\u03ad\u03c3\u03b5\u03b9\u03c2 \u03b1\u03c0\u03cc {1} \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03c3\u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2</p>
RSLT_PlaceFailureAligned=<p>&nbsp;&nbsp;&nbsp;&nbsp;=>\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03c5\u03b8\u03c5\u03b3\u03c1\u03ac\u03bc\u03bc\u03b9\u03c3\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd.</p>
RSLT_PlaceChanged=<br><p><b>&middot;&nbsp:\u0397 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03ac\u03bb\u03bb\u03b1\u03be\u03b5</b></p><p>&nbsp;&nbsp;&nbsp;&middot;&nbsp;\u03b1\u03c0\u03cc : {0}<br>&nbsp;&nbsp;&nbsp;&middot;&nbsp;\u03c3\u03b5 : {1}
RSLT_PlaceSuccessChanged=<p>&nbsp;&nbsp;&nbsp;&nbsp;=> \u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03ac\u03c0\u03b7\u03ba\u03b1\u03bd {0} \u03bc\u03ad\u03c1\u03b7 \u03b1\u03c0\u03cc {1} \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03c3\u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2</p><p>&nbsp;&nbsp;&nbsp;&nbsp;\u03b1\u03bd\u03c4\u03b9\u03c3\u03c4\u03bf\u03b9\u03c7\u03bf\u03cd\u03bd \u03c3\u03b5 {2} \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ad\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03ad\u03be\u03c9 \u03b1\u03c0\u03cc {3} \u03ba\u03b1\u03b9 {4} \u03ba\u03b5\u03bd\u03ad\u03c2 \u03b8\u03ad\u03c3\u03b5\u03b9\u03c2.</p>
RSLT_PlaceFailureChanged=<p>&nbsp;&nbsp;&nbsp;&nbsp;=> \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03bc\u03b5 \u03c4\u03bf \u03c0\u03b1\u03c1\u03b1\u03ba\u03ac\u03c4\u03c9 \u03bc\u03cd\u03bd\u03b7\u03bc\u03b1 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1\u03c4\u03bf\u03c2<br>&nbsp;&nbsp;&nbsp; <font color="red"><i>{0}</i></font>.<br>&nbsp;&nbsp;&nbsp;&nbsp;{1} \u03b1\u03c0\u03cc {2} \u03b5\u03bd\u03b4\u03b5\u03af\u03be\u03b5\u03b9\u03c2 \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03ac\u03bb\u03bb\u03b1\u03be\u03b1\u03bd,<p>&nbsp;&nbsp;&nbsp;&nbsp; \u03b1\u03bd\u03c4\u03b9\u03c3\u03c4\u03bf\u03b9\u03c7\u03bf\u03cd\u03bd \u03c3\u03b5 {3} \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ad\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03b1\u03c0\u03cc {4}.</p>
RSLT_GedcomModifiedSuccessfully=<br><p>\u039f\u03b9 \u03bd\u03ad\u03b5\u03c2 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 gedcom \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03c4\u03b7\u03ba\u03b1\u03bd <font color="blue">\u03bc\u03b5 \u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03af\u03b1\!</font>&nbsp;&nbsp;&nbsp;</p>
RSLT_GedcomModifiedPartiallySuccessfully=<br><br><p>\u0391\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03c4\u03b7\u03ba\u03b1\u03bd \u03bd\u03ad\u03b5\u03c2 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 gedcom<br><font color="red">\u03b1\u03bb\u03bb\u03ac \u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c0\u03b1\u03c1\u03b1\u03c4\u03c5\u03c0\u03af\u03b5\u03c2 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03bd\u03bf\u03c5\u03bd</font>.&nbsp;&nbsp;&nbsp;</p>
RSLT_MediaLocationsChanged=<br><p><b>&middot;&nbsp;\u039f\u03b9 \u03b8\u03ad\u03c3\u03b5\u03b9\u03c2 \u03c4\u03c9\u03bd \u03bc\u03ad\u03c3\u03c9\u03bd \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7\u03c2 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b1\u03bd</b></p>
RSLT_MediaLocationsSuccessChanged=<p>&nbsp;&nbsp;&nbsp;&nbsp;=> \u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae {0} \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd</p></p>
RSLT_MediaLocationsFailureChanged=<p>&nbsp;&nbsp;&nbsp;&nbsp;=>\u03a0\u03c1\u03bf\u03ad\u03ba\u03c5\u03c8\u03b5 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd</p>
RSLT_EndOfMessage=</html>
#
MSG_ListOfIncorrectPlaces=<html>\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c4\u03c9\u03bd {0} \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03bc\u03b5 \u03bb\u03ac\u03b8\u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2:</html>
MSG_ListOfInvalidTags=<html>\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c4\u03c9\u03bd {0} \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd \u03bc\u03b5 \u03b5\u03c3\u03c6\u03b1\u03bb\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2:</html>
MSG_ListOfInvalidMultiples=<html>\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c4\u03c9\u03bd {0} \u03ba\u03bf\u03bc\u03b1\u03c4\u03b9\u03ce\u03bd \u03c4\u03c9\u03bd \u03bc\u03bf\u03bd\u03ce\u03bd \u03b5\u03c4\u03b9\u03ba\u03b5\u03c4\u03ce\u03bd \u03bc\u03b5 \u03c0\u03bf\u03bb\u03bb\u03b1\u03c0\u03bb\u03ad\u03c2 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2:</html>
MSG_ListOfMissingTags=<html>\u039b\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd {0} \u03bc\u03b5 \u03c7\u03c9\u03c1\u03af\u03c2 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2:</html>
ResultPanel.jLabel1.text=jLabel1
ResultPanel.jLabel2.text=jLabel2
ResultPanel.jLabel3.text=jLabel3
ResultPanel.jLabel4.text=jLabel4
ResultPanel.jLabel5.text=jLabel5
GedcomPropertiesPlaceFormatPanel.jButton1.toolTipText=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03c5\u03c0\u03bf\u03b4\u03b5\u03b9\u03ba\u03bd\u03cd\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03c3\u03c4\u03b1 \u03b4\u03b5\u03be\u03b9\u03ac
GedcomPropertiesPlaceFormatPanel.jTextField1.toolTipText=\u0394\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1 \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7
GedcomPropertiesPlaceFormatPanel.jButton7.toolTipText=\u039f\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03c3\u03b5 \u03c4\u03c1\u03ad\u03c7\u03bf\u03c5\u03c3\u03b5\u03c2 \u03ae \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2
GedcomPropertiesPlaceFormatPanel.jButton6.toolTipText=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03ba\u03b5\u03bd\u03bf\u03cd \u03c0\u03b5\u03b4\u03af\u03bf\u03c5
GedcomPropertiesPlaceFormatPanel.jButton4.toolTipText=\u039c\u03b5\u03c4\u03b1\u03ba\u03af\u03bd\u03b7\u03c3\u03b7 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2 \u03c0\u03c1\u03bf\u03c2 \u03c4\u03b1 \u03ba\u03ac\u03c4\u03c9
GedcomPropertiesPlaceFormatPanel.jList1.toolTipText=\u03a4\u03b1\u03be\u03b9\u03bd\u03bf\u03bc\u03b7\u03bc\u03ad\u03bd\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2
GedcomPropertiesPlaceFormatPanel.jLabel4.text=\u03a4\u03c1\u03ad\u03c7\u03bf\u03c5\u03c3\u03b1 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7
GedcomPropertiesPlaceFormatPanel.jCheckBox1.toolTipText=\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03ad\u03c8\u03c4\u03b5 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03b5\u03b4\u03af\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2
GedcomPropertiesPlaceFormatPanel.jCheckBox1.text=\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae
GedcomPropertiesPlaceFormatPanel.jLabel6.text.error=\u039b\u03b5\u03af\u03c0\u03bf\u03c5\u03bd \u03bf\u03b9 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae\u03c2
GedcomPropertiesPlaceFormatPanel.jLabel6.text.warning=\u039f\u03b9 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bb\u03bb\u03b5\u03b9\u03c0\u03b5\u03af\u03c2
GedcomPropertiesPlaceFormatPanel.jLabel6.text.OK=\u039f\u03b9 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae\u03c2 \u03ad\u03c7\u03bf\u03c5\u03bd \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03b8\u03b5\u03af
GedcomPropertiesPlaceFormatPanel.jButton3.toolTipText=\u039c\u03b5\u03c4\u03b1\u03ba\u03af\u03bd\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2 \u03c0\u03c1\u03bf\u03c2 \u03c4\u03b1 \u03c0\u03ac\u03bd\u03c9
GedcomPropertiesPlaceFormatPanel.jButton5.toolTipText=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae
GedcomPropertiesPlaceFormatPanel.jButton2.toolTipText=\u0394\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2
GedcomPropertiesPlaceFormatPanel.jCheckBox2.text=\u0395\u03c5\u03b8\u03c5\u03b3\u03c1\u03ac\u03bc\u03bc\u03b9\u03c3\u03b7 \u03b8\u03ad\u03c3\u03b5\u03c9\u03bd \u03c3\u03b5 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2
GedcomPropertiesPlaceFormatPanel.jCheckBox2.toolTipText=<html>\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03c4\u03b5 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03bc\u03ad\u03c1\u03b7 \u03ce\u03c3\u03c4\u03b5 \u03bd\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2 {0}, \u03c0\u03b5\u03c1\u03b9\u03ba\u03cc\u03c0\u03c4\u03bf\u03bd\u03c4\u03b1\u03c2 \u03c4\u03b1 \u03ba\u03b5\u03bd\u03ac \u03c3\u03c4\u03b1 \u03b4\u03b5\u03be\u03b9\u03ac<br>\u03ba\u03b1\u03b9 \u03bf\u03bc\u03b1\u03b4\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03b1\u03c5\u03c4\u03ac \u03c0\u03bf\u03c5 \u03b2\u03c1\u03af\u03c3\u03ba\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b1 \u03b1\u03c1\u03b9\u03c3\u03c4\u03b5\u03c1\u03ac.</html>
GedcomPropertiesPlaceFormatPanel.jButton8.text=\u0394\u03b5\u03af\u03c4\u03b5 \u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1
GedcomPropertiesMediaFormatPanel.jLabel2.text=\u0388\u03c7\u03bf\u03c5\u03bd \u03b6\u03b7\u03c4\u03b7\u03b8\u03b5\u03af \u03ba\u03ac\u03c0\u03bf\u03b9\u03b5\u03c2 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03b9\u03c2
GedcomPropertiesMediaFormatPanel.jButton2.text=\u0391\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2
GedcomPropertiesMediaFormatPanel.jButton3.text=\u039a\u03ac\u03bd\u03c4\u03b5 \u03bb\u03ae\u03c8\u03b7 \u03c4\u03c9\u03bd {0} \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ce\u03bd \u03b1\u03c0\u03bf\u03bc\u03b1\u03ba\u03c1\u03c5\u03c3\u03bc\u03ad\u03bd\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf Gedcom
