#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/modules.editors.gedcomproperties/src/modules/editors/gedcomproperties
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Display-Category=Editor 
OpenIDE-Module-Long-Description=Asistente para editar la secci\u00f3n HEAD de los archivos GEDCOM. \nSe utiliza para la creaci\u00f3n o modificaci\u00f3n de archivos GEDCOM.\nEn caso de modificaci\u00f3n de la versi\u00f3n Gedcom, posibilidad de renombrar las etiquetas relevantes.\nEn caso de modificaci\u00f3n del formato del lugar, posibilidad de convertir todos los lugares del archivo Gedcom al nuevo formato.\nEn caso de creaci\u00f3n, se crea una primera persona y se le pide al usuario que la edite en el editor. 
OpenIDE-Module-Name=Editor de encabezados Gedcom 
OpenIDE-Module-Short-Description=Editor de cabeceras Gedcom para Ancestris 
STEP_1_name=Descripcion
STEP_2_name=Autor
STEP_3_name=Codificaci\u00f3n de datos
STEP_4_name=Criterios de lugares
STEP_5_name=Ubicaciones de multimedia
STEP_6_name=Software usado
STEP_7_name=Primera persona 
#
LBL_from=en
#
TITLE_create=Crear una genealog\u00eda 
TITLE_chooseDir=Por favor, seleccione un directorio para guardar su genealog\u00eda  "{0} " 
TITLE_update=Cambiar las propiedades de la genealog\u00eda  "{0} " 
MSG_NoGedcomFound=<html> no se abri\u00f3 la genealog\u00eda. \u00a1 Nada se puede modificar\! &nbsp; &nbsp; &nbsp; <br> si desea modificar algo, primero tiene que abrir una genealog\u00eda. &nbsp; &nbsp; &nbsp; </html> 
#
#
# PANEL 1 #
Panel1.jLabel1.create=<html> Ahora se crear\u00e1 el archivo de genealog\u00eda. </html>
Panel1.jLabel1.update=<html> Esta a punto de cambiar las propiedades de esa genealog\u00eda. </html>
Panel1.jLabel2.create=<html> Si necesita modificar las propiedades Gedcom, puede hacerlo desde el Men\u00fa Principal, en Archivo/Propiedades. </html>
Panel1.jLabel2.update=<html> La siguiente informaci\u00f3n lo califica y define c\u00f3mo <br> mantener los datos de genealog\u00eda. </html>
Panel1.jLabel3.create=<html> \u00bfQu\u00e9 nombre desea dar a ese archivo geneal\u00f3gico? </html> 
Panel1.jLabel3.update=<html> Nombre de este archivo de genealog\u00eda. </html>
Panel1.jLabel4.create=<html> Por lo general, es el nombre m\u00e1s com\u00fan de su genealog\u00eda. </html>
Panel1.jLabel4.update=<html> Por lo general, es el nombre m\u00e1s com\u00fan de su genealog\u00eda. </html>
Panel1.jLabel5.create=<html> Este nombre se utilizar\u00e1 como nombre del archivo Gedcom. </html>
Panel1.jLabel5.update=<html> Ese nombre es el nombre del archivo Gedcom. No se puede cambiar aqu\u00ed. </html>
Panel1.jTextField1.create=Mi nombre
Panel1.jLabel6.create=\u00bfQu\u00e9 breve descripci\u00f3n puede escribir para esta genealog\u00eda?
Panel1.jLabel6.update=Breve descripci\u00f3n de esta genealog\u00eda 
MSG_NameIsMandatory=<html> Debe poner aqu\u00ed un nombre para esta genealog\u00eda, <br> es una informaci\u00f3n obligatoria. </html>
#
#
# PANEL 2 #
Panel2.jLabel1.create=\u00bfQui\u00e9n es el autor de esta genealog\u00eda? 
Panel2.jLabel1.update=Autor de esta genealog\u00eda
Panel2.jLabel2.create=\u00a1 Probablemente t\u00fa tambi\u00e9n\! 
Panel2.jLabel2.update=Probablemente usted\!
Panel2.jLabel3.create=Nombre y apellido 
Panel2.jLabel3.update=Nombre y apellido 
Panel2.jLabel4.create=Direcci\u00f3n 
Panel2.jLabel4.update=Direcci\u00f3n 
Panel2.jLabel5.create=C\u00f3digo postal y ciudad 
Panel2.jLabel5.update=C\u00f3digo postal y Ciudad
Panel2.jLabel7.create=Estado 
Panel2.jLabel7.update=Estado 
Panel2.jLabel8.create=Pa\u00eds 
Panel2.jLabel8.update=Pais
Panel2.jLabel9.create=N\u00famero de tel\u00e9fono y correo electr\u00f3nico 
Panel2.jLabel9.update=N\u00famero de tel\u00e9fono y correo electr\u00f3nico 
Panel2.jLabel11.create=Sitio web 
Panel2.jLabel11.update=Sitio web 
Panel2.jLabel12.create=Etiqueta de copyright 
Panel2.jLabel12.update=Etiqueta de copyright 
QST_SaveNewSubmitter=<html> esas informaciones son diferentes de las &nbsp; &nbsp; &nbsp; <br> ya conservadas como par\u00e1metros, fuera del archivo Gedcom. <br> \u00bfPreferir\u00edas guardar esas nuevas informaciones? &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </html> 
MSG_AuthorIsMandatory=<html> Debe dar un nombre de autor, <br> es una informaci\u00f3n obligatoria. </html>
GedcomPropertiesVisualPanel2.jButton1.toolTipText=ReloadDefaults 
GedcomPropertiesVisualPanel2.jButton2.toolTipText=SaveAsDefaults 
#
#
# PANEL 3 #
Panel3.jLabel1.create=<html> <p> \u00bfen qu\u00e9 idioma desea que se almacenen los datos en su archivo geneal\u00f3gico? </p> </html> 
Panel3.jLabel1.update=<html> <p> \u00bfqu\u00e9 idioma se utiliza para almacenar datos en su genealog\u00eda </p> </html> 
Panel3.jLabel2.create=<html> <p> \u00bfQu\u00e9 tipo de codificaci\u00f3n de caracteres o letras especiales como  "\u00e9, \u00e7 ", o c\u00f3digos internacionales desea utilizar? </p> </html> 
Panel3.jLabel2.update=<html> <p> Posibilidad de utilizar letras especiales, caracteres acentuados como  "\u00e9 ",  "\u00e7 ", o caracteres internacionales. </p> </html>
Panel3.jLabel3.create=<html> <p> \u00bfDesea introducir direcciones de correo electr\u00f3nico y/o coordenadas geogr\u00e1ficas de su genealog\u00eda? (5.5.1 Norm) </p> </html>
Panel3.jLabel3.update=<html> <p> posibilidad de introducir direcciones de correo electr\u00f3nico y/o coordenadas geogr\u00e1ficas para cumplir con las especificaciones Gedcom (5.5.1norm) </p> </html>
Panel3.jLabel4.create=<html> <p> Su genealog\u00eda es para uso personal o para la iglesia de los Mormones? </p> </html>
Panel3.jLabel4.update=<html> <p> Genealog\u00eda hecha para uso personal o para la iglesia de los Mormones? </p> </html>
Panel3.jLabel4.toolTipText=<html> La iglesia de Jesucristo de los Santos de los Ultimos dD\u00edas </html>
Panel3.jRadioButton1.Yes=Si
Panel3.jRadioButton2.No=No 
Panel3.jCheckBox1.update=Convertir
Panel3.jCheckBox1.toolTipText=<html> Marque esta casilla si desea que Ancestris <br> adapte sus datos de GEDCOM. Las siguientes etiquetas est\u00e1n particularmente afectadas: <br> WWW, EMAIL, FAX, STAT, MAP, LATI, LONG con un gui\u00f3n bajo como \u00ab_\u00bb. <br> Se le pedir\u00e1 que confirme los cambios. </html>
Panel3.jCheckBox2.update=Transfiera todos los medios incrustados dentro de entidades a medios vinculados como entidades independientes 
Panel3.jCheckBox2.toolTipText=Transfiera medios a entidades independientes 
Panel3.jRadioButton3.Any=Uso personal
Panel3.jRadioButton4.Anstfile=Archivos Mormones
Panel3.jRadioButton5.TempleReady=Templo Mormones
WNG_GedcomChanged=<html> < font color =  "red " > est\u00e1 a punto de cambiar la versi\u00f3n de Gedcom de {0} a {1}. </font> Marque la casilla <br> ' ' Convert ' ' Si desea que Ancestris convierta sus datos Gedcom </html>
#
UTF-8_label=<html> <p> Disponible desde las especificaciones Gedcom 5.5.1. borrador (esta es la opci\u00f3n recomendada). Pueden ser utilizados m\u00faltiples idiomas internacionales al mismo tiempo. Espacio optimizado. Los caracteres diacr\u00edticos aparecen claramente en el archivo Gedcom RAW. </p> </html>
UNICODE_label=<html> <p> Varios idiomas internacionales al mismo tiempo. Espacio m\u00e1s grande. Los caracteres diacr\u00edticos aparecen claramente en el archivo Gedcom RAW. </p> </html>
ANSEL_label=<html> <p> Obsoleto desde 14-Feb-2013, reemplazado por la extensi\u00f3n unicode del alfabeto latino. S\u00f3lo un alfabeto internacional a la vez. </p></html>
ANSI_label=<html><p>Obsoleto - American National Standard Institute</p></html>
LATIN1_label=<html><p>Obsoleto - Idiomas de Europa Occidental</p></html>
ASCII_label=<html> <p> No hay caracteres diacr\u00edticos posibles/Ningun caracter acentuado (ASCII). Convertido a ISO-8859-1 en Ancestris </p> </html>
#
#
# PANEL 4 #
Panel4.jLabel1.create=<html> <p> \u00bfQu\u00e9 criterios de lugar, tambi\u00e9n denominados jurisdicciones, le gustar\u00eda utilizar, y en qu\u00e9 orden, para definir lugares? </p> </html>
Panel4.jLabel1.update=<html> <p> Criterios usados, tambi\u00e9n denominados jurisdicciones, y secuencia, para definir lugares </p> </html>
Panel4.jLabel2.create=Formato jurisdicciones
Panel4.jLabel2.update=Formato de nuevas jurisdicciones
Panel4.jLabel3.update=N\u00famero de ubicaciones diferentes encontradas en el archivo Gedcom: {0} 
Panel4.jLabel5.update=Todas las ubicaciones tienen el n\u00famero correcto de jurisdicciones. 
