#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/core/src/genj/gedcom
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
#
#  General
prop=Propietat
#
prop.name.firstname=Nom
prop.name.lastname=Nom familiar 
prop.name.suffix=Sufix 
#
prop.event.knwontohavehappened=Indefinit 
#
prop.sex=Sexe
prop.sex.male=Home 
prop.sex.female=Dona
prop.sex.unknown=Desconegut
#
prop.date.date=Data
prop.date.fromto=Per\u00edode de/a 
prop.date.from=Per\u00edode des de
prop.date.to=Per\u00edode a
prop.date.betand=Rang entre/i 
prop.date.bef=Rang abans de
prop.date.aft=Rang despr\u00e9s de
prop.date.abt=Sobre 
prop.date.cal=Calculat
prop.date.est=Estimat
prop.date.int=Interpretat 
#
prop.date.mod.FROM=des
prop.date.mod.TO=a
prop.date.mod.BET=entre
prop.date.mod.AND=i 
prop.date.mod.BEF=abans
prop.date.mod.AFT=despr\u00e9s
prop.date.mod.ABT=sobre
prop.date.mod.CAL=calculat
prop.date.mod.EST=estimat
prop.date.mod.INT=interpretat
#
prop.age.INFANT=Infant 
prop.age.CHILD=Nen
prop.age.STILLBORN=Nascut Mort
#
prop.xref.veto=La refer\u00e8ncia a l'entitat se suprimeix, per\u00f2 la pr\u00f2pia entitat queda
prop.chil.veto=Es perd la connexi\u00f3 amb el nen referenciat i la seva refer\u00e8ncia a aquesta fam\u00edlia 
prop.asso.veto=Es perd l'associaci\u00f3 amb l'entitat referenciada 
prop.famc.veto=Es perd la connexi\u00f3 amb la fam\u00edlia referenciada i la seva refer\u00e8ncia a aquest infant 
prop.fams.veto=Es perd la connexi\u00f3 amb la fam\u00edlia referenciada i la seva refer\u00e8ncia a aquest c\u00f2njuge 
prop.husb.veto=Es perd la connexi\u00f3 amb el marit referenciat i la seva refer\u00e8ncia a aquesta fam\u00edlia 
prop.wife.veto=Es perd la connexi\u00f3 amb l'esposa referenciada i la seva refer\u00e8ncia a aquesta fam\u00edlia 
error.entity.dupe=Entitat amb identificador ja utilitzat {0} 
error.entity.noid=Entitat {0} sense identificador obligatori 
error.noenclosingfam=La refer\u00e8ncia al nen no es pot enlla\u00e7ar quan no est\u00e0 continguda en una fam\u00edlia 
error.noenclosingindi=La refer\u00e8ncia a la fam\u00edlia no es pot enlla\u00e7ar quan no est\u00e0 continguda en un individu 
error.already.spouse={0} ja \u00e9s c\u00f2njuge a la fam\u00edlia {1} 
error.already.child={0} ja \u00e9s un nen a la fam\u00edlia {1}
error.already.ancestor={0} \u00e9s ja avantpassat de la fam\u00edlia {1} 
error.already.descendant={0} ja \u00e9s descendent de la fam\u00edlia {1} 
error.already.spouses={0} ja t\u00e9 marit i dona 
error.notfound={0} no es troba amb l'identificador (" {1} "). L'identificador falta o \u00e9s incorrecte, o b\u00e9 l'entitat no es troba al fitxer GEDCOM.
error.entity.cannotdelete.title=Supressi\u00f3 impossible 
error.entity.cannotdelete.msg=No \u00e9s possible eliminar l'\u00faltim individu.\nAssegureu-vos de crear-ne un altre abans d'eliminar-lo. 
#
foreign.xref=Enlla\u00e7at per {0} 
foreign.ADOP=Adoptat: {0} 
#
#
# Options
options=Dades de GEDCOM 
option.dateFormat=Format de la data 
option.dateFormat.gedcom=GEDCOM (p. ex. 25 gen. 1970)  
option.dateFormat.short=Curt (p. ex. 25 gen. 1970) 
option.dateFormat.long=Llarg (per exemple, 25 gener 1970) 
option.dateFormat.numeric=Num\u00e8ric (p. ex., 01/25/1970) 
option.nameFormat=Format del nom  
option.nameFormat.last=Doe, John 
option.nameFormat.first=John Doe 
option.placeFormat=Aldea, Ciutat, Codi Postal, Comtat, Estat, Pa\u00eds
#
#
# The following entries are taken from the GEDCOM
# specificiation.
?.info=L'etiqueta no est\u00e0 definida a la gram\u00e0tica GEDCOM de Ancestris
_.info=Etiqueta personalitzada no definida a GEDCOM 
#
#  FAM structure
FAM.name=Fam\u00edlia 
FAM.s.name=Fam\u00edlies 
FAM.info=Identifica un dret legal, com\u00fa, o una altra relaci\u00f3 habitual de l'home i la dona i dels seus fills, si n'hi ha, o d'una fam\u00edlia creada en virtut del naixement d'un fill al seu pare biol\u00f2gic i mare.
CHIL.name=Nen 
CHIL.s.name=Nens 
CHIL.info=Els naturals, adoptats, o segellat (LDS) fill d'un pare i una mare. 
HUSB.name=Marit 
HUSB.info=Un individu en el paper familiar d'un home casat i/o pare. 
HUSB.father=Pare
WIFE.name=Muller
WIFE.info=Un individu en el rol familiar d'una dona casada i/o mare. 
WIFE.mother=Mare
#
#  FAM Events
ANUL.name=Anul\u00b7laci\u00f3 
ANUL.info=Declarar un matrimoni buit des del principi (mai existit).
DIV.name=Divorci
DIV.info=Un esdeveniment de dissoluci\u00f3 d'un matrimoni a trav\u00e9s de l'acci\u00f3 civil. 
DIVF.name=Divorci Presentat 
DIVF.info=Un esdeveniment de presentaci\u00f3 per a un divorci per un c\u00f2njuge. 
ENGA.name=Comprom\u00eds 
ENGA.info=Un esdeveniment de gravaci\u00f3 o anunciant un acord entre dues persones per a casar-se. 
MARR.name=Matrimoni 
MARR.info=Un esdeveniment legal, de llei com\u00fa o habitual de crear una unitat familiar d'un home i una dona com a marit i muller. 
MARB.name=Pregons matrimonials
MARB.info=Un esdeveniment d'un av\u00eds p\u00fablic oficial at\u00e8s que dues persones tenen la intenci\u00f3 de casar-se. 
MARC.name=Contracte matrimonial 
MARC.info=Un esdeveniment d'enregistrament d'un acord formal de matrimoni, incl\u00f2s l'acord de capitulacions matrimonials en qu\u00e8 els membres de matrimoni arriben a un acord sobre els drets de propietat d'un o tots dos, o la propietat d'assegurar als seus fills. 
MARL.name=Llic\u00e8ncia de matrimoni 
MARL.info=Un esdeveniment d'obtenci\u00f3 de llic\u00e8ncia legal per casar-se. 
MARS.name=Assentament matrimonial 
MARS.info=Un esdeveniment de creaci\u00f3 d'un acord entre dues persones contemplant el matrimoni, moment en el qual es comprometen a alliberar o modificar els drets de propietat que d'altra manera sorgeixen del matrimoni. 
#
#  INDI structure
FAMC.name=Nen en Fam\u00edlia
FAMC.info=Identifica la fam\u00edlia en qu\u00e8 un individu apareix com a nen. 
FAMS.name=C\u00f2njuge en fam\u00edlia 
FAMS.info=Identifica la fam\u00edlia en qu\u00e8 apareix un individu com a c\u00f2njuge. 
GIVN.name=Nom 
GIVN.info=Un nom donat o guanyat utilitzat per a la identificaci\u00f3 oficial d'una persona 
INDI.name=Individu
INDI.s.name=Individus 
INDI.info=Una persona. 
NAME.name=Nom 
NAME.info=Una paraula o una combinaci\u00f3 de paraules utilitzades per ajudar a identificar un individu, t\u00edtol o un altre element. S'hauria d'utilitzar m\u00e9s d'una l\u00ednia de nom per a les persones que eren conegudes per diversos noms. 
NICK.name=Sobrenom 
NICK.info=Un nom descriptiu o familiar usat en relaci\u00f3 amb el nom propi d'un mateix 
NPFX.name=Prefix del nom 
NPFX.info=Pe\u00e7a de nom no indexat que apareix precedint el nom i les parts de cognoms. Les parts de prefix de nom diferents estan separades per una coma 
NSFX.name=Sufix del nom 
NSFX.info=Pe\u00e7a de nom no indexant que apareix despr\u00e9s de les parts de nom i de cognoms. Les parts de sufix de nom diferents estan separades per una coma 
SEX.name=Sexe
SEX.info=Indica el sexe d'un individu--mascle o femella. 
SPFX.name=Prefix Nom Cognom
SPFX.info=Prefix o article usat en un cognom familiar. Diferents articles de cognom estan separats per una coma, per exemple en el nom  "de la Cruz ", aquest valor seria  "de, la " 
SURN.name=Cognom 
SURN.info=Un nom familiar transm\u00e8s o utilitzat pels membres d'una fam\u00edlia 
ALIA.name=\u00c0lies 
ALIA.info=Un indicador per enlla\u00e7ar diferents descripcions de registres d'una persona que pot ser la mateixa persona 
FONE.name=Nom fon\u00e8tic 
FONE.info=Variaci\u00f3 fon\u00e8tica del nom  
ROMN.name=Nom romanitzat 
ROMN.info=Variaci\u00f3 romanitzada del nom 
FACT.name=Atribut 
FACT.info=Atribut assignat a un individu 
#
#
#
#  INDI Events
ADOP.name=Adopci\u00f3 
ADOP.info=Pertanyent a la creaci\u00f3 d'una relaci\u00f3 pare-fill que no existeix biol\u00f2gicament. Quan s'imbrica dins d'una altra etiqueta d'adopci\u00f3, indica la(es) persona(es) que ha adoptat aquest individu
ADOP.vals=MARIT, ESPOSA, AMBD\u00d3S
BAPM.name=Baptisme
BAPM.info=Esdeveniment del baptisme (no LDS), realitzat en la inf\u00e0ncia o despr\u00e9s.
BARM.name=Bar Mitzvah 
BARM.info=L'esdeveniment cerimonial que se celebra quan un nen Jueu arriba als 13 anys. 
BASM.name=Bas Mitzvah 
BASM.info=L'acte cerimonial que se celebra quan una noia Jueva assoleix els 13 anys, tamb\u00e9 conegut com Bat Mitzvah.
BIRT.name=Naixement 
BIRT.info=L'esdeveniment d'entrar a la vida
BLES.name=Benedicci\u00f3 
BLES.info=Un esdeveniment religi\u00f3s d'atorgar atenci\u00f3 divina o intercessi\u00f3. A vegades donada en relaci\u00f3 amb una cerim\u00f2nia de donar nom.
BURI.name=Enterrament 
BURI.info=L'esdeveniment de la correcta eliminaci\u00f3 de les restes mortals d'una persona difunta. 
CENS.name=Cens
CENS.info=L'esdeveniment del recompte peri\u00f2dic de la poblaci\u00f3 per a una localitat designada, com un cens nacional o estatal. 
CHR.name=Bateig 
CHR.info=L'esdeveniment religi\u00f3s (no LDS) de batejar i/o posar nom a un nen.
CHRA.name=Bateig adult 
CHRA.info=L'esdeveniment religi\u00f3s (no LDS) de batejar i/o posar nom a una persona adulta.
CONF.name=Confirmaci\u00f3 
CONF.info=L'esdeveniment religi\u00f3s (no LDS) de conferir el regal de l'Esperit Sant i, entre els protestants, passar a ser membre de l'esgl\u00e9sia completa.
CREM.name=Cremaci\u00f3 
CREM.info=Eliminaci\u00f3 de les restes del cos d'una persona pel foc.
DEAT.name=Defunci\u00f3
DEAT.info=L'esdeveniment quan finalitza la vida mortal. 
EMIG.name=Emigraci\u00f3 
EMIG.info=Acte de deixar la p\u00e0tria amb la intenci\u00f3 de residir en altres llocs.
EVEN.name=Esdeveniment 
EVEN.s.name=Esdeveniments
EVEN.info=Un fet notable relacionat amb un individu, un grup, o una organitzaci\u00f3.
EVEN.vals=NAIX, DEFU, CASA
FCOM.name=Primera Comuni\u00f3
FCOM.info=Un ritu religi\u00f3s, el primer acte de compartir el sopar del Senyor com a part de culte a l'esgl\u00e9sia.
GRAD.name=Graduaci\u00f3 
GRAD.info=Un esdeveniment de concessi\u00f3 de diplomes d'educaci\u00f3 o de titulacions a individus.
IMMI.name=Immigraci\u00f3 
IMMI.info=Acte d'entrar en una nova localitat amb la intenci\u00f3 de residir-hi.
NATU.name=Naturalitzaci\u00f3 
NATU.info=L'acte d'obtenci\u00f3 de la ciutadania.
ORDN.name=Ordenaci\u00f3
ORDN.info=Acte religi\u00f3s de recepci\u00f3 de l'autoritat per actuar en mat\u00e8ria religiosa.
PROB.name=Legalitzaci\u00f3
PROB.info=Acte de determinaci\u00f3 judicial de la validesa d'una voluntat. Pot indicar diverses activitats judicials relacionades en diverses dates.
RETI.name=Jubilaci\u00f3 
RETI.info=Acte d'extinci\u00f3 d'una relaci\u00f3 laboral amb un empresari despr\u00e9s d'un per\u00edode de temps qualificat.
WILL.name=Testament
WILL.info=Document legal tractat com un esdeveniment, pel qual una persona disposa dels seus b\u00e9ns, per tenir efecte despr\u00e9s de la defunci\u00f3. La data de l'esdeveniment \u00e9s la data en qu\u00e8 es va signar el testament mentre la persona estava viva.
#
#  LDS
BAPL.name=Baptisme LDS
BAPL.info=Acte del baptisme realitzat als vuit anys o m\u00e9s tard per l'autoritat sacerdotal de l'esgl\u00e9sia LDS.
CONL.name=Confirmaci\u00f3 LDS 
CONL.info=L'esdeveniment religi\u00f3s pel qual una persona rep la seva pertinen\u00e7a a l'esgl\u00e9sia LDS. 
STAT.name=Estat
STAT.info=Una valoraci\u00f3 de l'estat o condici\u00f3 d'alguna cosa 
TEMP.name=Temple 
TEMP.info=El nom o codi que representa el nom d'un temple de l'esgl\u00e9sia LDS
ENDL.name=Dotaci\u00f3 
ENDL.info=Esdeveniment religi\u00f3s en qu\u00e8 una ordenan\u00e7a de dotaci\u00f3 per a un individu es realitza per una autoritat sacerdotal en un temple LDS
SLGC.name=Vinculaci\u00f3 de nens LDS
SLGC.info=Acte religi\u00f3s que pertany a la vinculaci\u00f3 d'un nen als seus pares en una cerim\u00f2nia del temple LDS 
SLGS.name=Vinculaci\u00f3 c\u00f2njuge LDS
SLGS.info=Esdeveniment religi\u00f3s pertanyent a la vinculaci\u00f3 d'un marit i muller en una cerim\u00f2nia del temple LDS 
#
#  INDI attributes
CAST.name=Casta
CAST.info=El nom del rang o estatus d'una persona en la societat, basat en difer\u00e8ncies racials o religioses, o difer\u00e8ncies de riquesa, rang heretat, professi\u00f3, ocupaci\u00f3, etc. 
DSCR.name=Descripci\u00f3 
DSCR.info=Les caracter\u00edstiques f\u00edsiques d'una persona, lloc o cosa. 
EDUC.name=Educaci\u00f3 
EDUC.info=Indicador d'un nivell d'estudis assolit. 
IDNO.name=N\u00famero d'identitat 
IDNO.info=N\u00famero assignat per identificar una persona dins d'un sistema extern significatiu.
NATI.name=Nacionalitat 
NATI.info=L'her\u00e8ncia nacional d'un individu.
NCHI.name=Nombre de Fills
NCHI.info=Nombre de nens que se sap que aquesta persona \u00e9s el pare de (tots els matrimonis) quan est\u00e0 subordinat a un individu, o que pertanyen a aquesta fam\u00edlia quan est\u00e0 subordinada a un FAM_RECORD.
NMR.name=Compte de matrimonis 
NMR.info=Nombre de fam\u00edlies diferents de les quals es coneixia aquesta persona era membre de c\u00f2njuge o de pare, independentment de si les fam\u00edlies associades estan representades en el fitxer GEDCOM.
OCCU.name=Ocupaci\u00f3 
OCCU.info=Tipus de treball o professi\u00f3 d'un individu.
PROP.name=Propietat 
PROP.info=B\u00e9ns, com ara b\u00e9ns immobles o altres b\u00e9ns d'inter\u00e8s. 
RELI.name=Religi\u00f3 
RELI.info=Una denominaci\u00f3 religiosa a la qual una persona est\u00e0 afiliada o per la qual s'aplica un registre. 
RESI.name=Residence 
RESI.info=L'acte de vivenda a un domicili durant un per\u00edode de temps. 
SSN.name=N\u00famero de la Seguretat Social
SSN.info=N\u00famero assignat per l'Administraci\u00f3 de la Seguretat Social dels Estats Units. S'utilitza per a la identificaci\u00f3 fiscal.
#
#  OBJE structure
BLOB.name=Objecte Binari
BLOB.info=Un agrupament de dades utilitzat com a entrada a un sistema multim\u00e8dia que processa les dades bin\u00e0ries per representar imatges, so o v\u00eddeo. 
OBJE.name=Multim\u00e8dia 
OBJE.s.name=Multim\u00e8dia 
OBJE.info=Agrupaci\u00f3 d'atributs utilitzats en la descripci\u00f3 d'alguna cosa. Normalment es refereixen a les dades requerides per representar un objecte multim\u00e8dia, com un enregistrament d'\u00e0udio, una fotografia d'una persona o una imatge d'un document.
#
#  NOTE structure
NOTE.name=Nota
NOTE.s.name=Notes 
NOTE.info=Informaci\u00f3 addicional proporcionada per l'emissor per a la comprensi\u00f3 de les dades adjuntes.
#
#  Source, Repository, Submitter structure
ABBR.name=Abreviatura 
ABBR.info=Abreviatura de font, o organitzaci\u00f3 relacionada.
AFN.name=N\u00famero de fitxer ancestral 
AFN.info=Un nombre d'arxiu de registre permanent \u00fanic d'un registre individual emmagatzemat en Arxiu Ancestral. 
AUTH.name=Autor
AUTH.info=Autor o Creador de la font.
CALN.name=N\u00famero de trucada 
CALN.info=El nombre utilitzat per un repositori per identificar els elements espec\u00edfics de les seves col\u00b7leccions 
DATA.name=Dada 
DATA.info=Pertanyent a la informaci\u00f3 automatitzada emmagatzemada
MEDI.name=Mitjans 
MEDI.info=Identifica la informaci\u00f3 sobre els mitjans de comunicaci\u00f3 o t\u00e9 a veure amb el mitj\u00e0 en qu\u00e8 s'emmagatzema la informaci\u00f3 
MEDI.vals=\u00e0udio, llibre, targeta, electr\u00f2nica, fitxa, cinema, revista, manuscrit, mapa, premsa, foto, l\u00e0pida, v\u00eddeo  
PUBL.name=Publicaci\u00f3 
PUBL.info=Quan i on es va crear el registre. Per a les obres publicades, aix\u00f2 inclou informaci\u00f3 com la ciutat de publicaci\u00f3, el nom de l'editorial i l'any de publicaci\u00f3. 
REFN.name=Refer\u00e8ncia 
REFN.info=Una descripci\u00f3 o un n\u00famero que s'utilitza per identificar un element per a la presentaci\u00f3, emmagatzematge o altres finalitats de refer\u00e8ncia 
REPO.name=Dip\u00f2sit 
REPO.s.name=Dip\u00f2sits
REPO.info=Dip\u00f2sit \u00e9s on s'emmagatzemen els documents, registres i altres materials d'origen.
RFN.name=N\u00famero de fitxer de registre 
RFN.info=N\u00famero permanent assignat a un registre que l'identifica de manera exclusiva dins d'un fitxer conegut. 
RIN.name=N\u00famero d'identificaci\u00f3 de refer\u00e8ncia 
RIN.info=\u00famero assignat a un registre mitjan\u00e7ant un sistema automatitzat que es pot utilitzar mitjan\u00e7ant un sistema de recepci\u00f3 per informar de resultats relatius a aquest registre
RESN.name=Restricci\u00f3 
RESN.info=Un indicador de processament significant que l'acc\u00e9s a la informaci\u00f3 ha estat denegat o restringit
ANCI.name=Inter\u00e8s pels Avantpassats
ANCI.info=Indica un inter\u00e8s per la recerca addicional dels avantpassats d'un individu
DESI.name=Inter\u00e8s en Descendents
DESI.info=Indica l'inter\u00e8s per la recerca per identificar descendents addicionals de persones
SOUR.name=Font 
SOUR.s.name=Fonts
SOUR.info=L'origen de la informaci\u00f3. Pot ser un llibre, una persona, etc. 
SUBM.name=Remitent
SUBM.s.name=Remitent
SUBM.info=Persona o organitzaci\u00f3 que aporti dades geneal\u00f2giques a un fitxer o el transfereixi a una altra persona
TEXT.name=Text 
TEXT.info=La redacci\u00f3 exacta que es troba en un document font original 
ROLE.name=Paper 
ROLE.info=Nom que es d\u00f3na a un rol interpretat per un individu en relaci\u00f3 amb un esdeveniment. 
ROLE.vals=NEN,MARI,ESPO,MARE,PARE,CONY 
#
#  Misc
ADDR.name=Adre\u00e7a 
ADDR.info=El lloc contemporani, normalment requerit per a prop\u00f2sits postals, d'un individu, un remitent d'informaci\u00f3, un repositori, un negoci, una escola o una empresa. 
ADR1.name=Adre\u00e7a1 
ADR1.info=La primera l\u00ednia d'una adre\u00e7a. 
ADR2.name=Adre\u00e7a2
ADR2.info=La segona l\u00ednia d'una adre\u00e7a. 
PHON.name=Tel\u00e8fon 
PHON.info=N\u00famero de tel\u00e8fon.
EMAIL.name=Correu electr\u00f2nic 
EMAIL.info=Una adre\u00e7a de correu electr\u00f2nic 
FAX.name=Fax 
FAX.info=Transmissi\u00f3 electr\u00f2nica de facs\u00edmil
WWW.name=P\u00e0gina principal 
WWW.info=Adre\u00e7a web de la p\u00e0gina Inicial
AGE.name=Edat 
AGE.info=L'edat de l'individu en el moment en qu\u00e8 s'ha produ\u00eft un fet o l'edat que es mostra al document.
AGNC.name=Ag\u00e8ncia 
AGNC.info=L'organitzaci\u00f3, instituci\u00f3, Corporaci\u00f3, persona, o una altra entitat que t\u00e9 interessos d'autoritat o control en el context associat. Per exemple, un empresari d'una persona d'ocupaci\u00f3 associada, o una esgl\u00e9sia que administra ritus o esdeveniments, o una organitzaci\u00f3 encarregada de crear i/o arxivar registres. 
ASSO.name=Associaci\u00f3 
ASSO.info=Un indicador per vincular amics, ve\u00efns, familiars o associats d'un individu. 
CAUS.name=Causa
CAUS.info=Una descripci\u00f3 de la causa de l'esdeveniment associat o fet, com ara la causa de la mort. 
CHAN.name=Canvi
CHAN.info=Indica un canvi, una correcci\u00f3 o una modificaci\u00f3. Normalment s'utilitza en relaci\u00f3 amb una data per especificar quan es va produir un canvi en la informaci\u00f3. 
CITY.name=Ciutat 
CITY.info=Una unitat jurisdiccional de nivell inferior. Normalment una unitat Municipal incorporada. 
CTRY.name=Pa\u00eds 
CTRY.info=Nom o codi del pa\u00eds
CONC.name=Concatenaci\u00f3 
CONC.info=Un indicador que dades addicionals pertanyen al valor superior. La informaci\u00f3 del valor CONC \u00e9s estar connectada al valor de la l\u00ednia precedent superior sense espai i sense retorn de carro i/o car\u00e0cter de l\u00ednia nova. Els valors que es divideixen per a una etiqueta CONC sempre s'han de dividir en un no espai. Si el valor es divideix en un espai, l'espai es perdr\u00e0 quan es produeixi la concatenaci\u00f3. Aix\u00f2 \u00e9s a causa del tractament que els espais aconsegueixen com a delimitador de GEDCOM, molts valors de GEDCOM s\u00f3n retallats d'espais finals i alguns sistemes busquen el primer no-espai que comen\u00e7a despr\u00e9s de l'etiqueta per determinar l'inici del valor. 
CONT.name=Continuaci\u00f3 
CONT.info=Un indicador que dades addicionals pertanyen al valor superior. La informaci\u00f3 del valor de CONT \u00e9s estar connectada al valor de la l\u00ednia precedent superior amb una devoluci\u00f3 de carro i/o car\u00e0cter de l\u00ednia nova. Els espais principals podrien ser importants per al format del text resultant. Quan importeu valors des de les l\u00ednies CONT, el lector hauria d'assumir nom\u00e9s un car\u00e0cter de delimitador seguint l'etiqueta CONT. Suposem que la resta d'espais principals s\u00f3n part del valor. 
DATE.name=Data 
DATE.info=Moment d'un esdeveniment en un format de calendari.
FILE.name=Arxiu  
FILE.info=Un lloc d'emmagatzematge d'informaci\u00f3 que s'ordena i est\u00e0 disposat per a la seva preservaci\u00f3 i refer\u00e8ncia. 
FORM.name=Format 
FORM.info=Un nom assignat que es d\u00f3na a un format coherent en qu\u00e8 es pot transmetre informaci\u00f3. 
LANG.name=Llengua 
LANG.info=El nom de l'idioma utilitzat en una comunicaci\u00f3 o transmissi\u00f3 d'informaci\u00f3. 
LATI.name=Latitud
LATI.info=La coordenada latitudinal d'un lloc formatat en forma decimal (N|S) DDD. FFFF
LONG.name=Longitud
LONG.info=La coordenada longitudinal d'un lloc formatat en forma decimal (W|E) DDD. FFFF 
MAP.name=Mapa
MAP.info=Informaci\u00f3 geogr\u00e0fica relativa a un lloc 
PAGE.name=P\u00e0gina 
PAGE.info=Un n\u00famero o una descripci\u00f3 per identificar on es troba la informaci\u00f3 en una obra referenciada
PEDI.name=Pedigr\u00ed 
PEDI.info=Informaci\u00f3 relativa a un individu a la taula de llinatge dels pares. 
PEDI.vals=naixement, adopci\u00f3, acolliment, vinculaci\u00f3
PLAC.name=Lloc
PLAC.info=Nom jurisdiccional per identificar el lloc o la ubicaci\u00f3 d'un esdeveniment. 
POST.name=Codi postal
POST.info=Un codi utilitzat per un servei postal per identificar una zona per facilitar el maneig de correu. 
QUAY.name=Qualitat de les dades 
QUAY.info=Una avaluaci\u00f3 de la certesa de l'evid\u00e8ncia per donar suport a la conclusi\u00f3 extreta de l'evid\u00e8ncia. 
QUAY.vals=No fiable/estimat, Q\u00fcestionable, Evid\u00e8ncia Secund\u00e0ria, Evid\u00e8ncia Directa
RELA.name=Relaci\u00f3 
RELA.info=Relaci\u00f3 entre els contextos indicats 
RELA.vals=Testimoni, Informant, Padr\u00ed, Padrina, Altres
STAE.name=Estat 
STAE.info=El nom de l'estat utilitzat en l'adre\u00e7a. 
TIME.name=Temps 
TIME.info=Valor de temps en un format de rellotge de 24 hores, incloent-hi hores, minuts, i segons opcionals, separats per dos punts (:). Les fraccions de segons es mostren en notaci\u00f3 decimal.
TITL.name=T\u00edtol 
TITL.info=Una descripci\u00f3 d'un escrit espec\u00edfic o un altre treball, com ara el t\u00edtol d'un llibre quan s'utilitza en un context d'origen, o una designaci\u00f3 formal utilitzada per un individu en relaci\u00f3 amb les posicions de la reialesa o altres estatus socials, com el de Gran Duc.
TYPE.name=Tipus 
TYPE.info=Una qualificaci\u00f3 addicional al significat de l'etiqueta superior associada. El valor no t\u00e9 cap fiabilitat de processament inform\u00e0tic. \u00c9s m\u00e9s en forma de curta o dues notes de paraula que s'haurien de mostrar en qualsevol moment en qu\u00e8 es mostrin les dades associades. 
