#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/core/src/genj/gedcom
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
#
#  General
prop=\u012apa\u0161\u012bba
#
prop.name.firstname=V\u0101rds
prop.name.lastname=Uzv\u0101rds
prop.name.suffix=Sufikss
#
prop.event.knwontohavehappened=Nenoteikts
prop.sex=Dzimums
prop.sex.male=V\u012brietis
prop.sex.female=Sieviete
prop.sex.unknown=Nezin\u0101ms
#
prop.date.date=Datums
prop.date.fromto=Laika periods no/l\u012bdz
prop.date.from=Laika periods no
prop.date.to=Laika periods l\u012bdz
prop.date.betand=Laika periods starp/un
prop.date.bef=Laiks pirms
prop.date.aft=Laiks p\u0113c
prop.date.abt=Par
prop.date.cal=Apr\u0113\u0137in\u0101ts
prop.date.est=Nov\u0113rt\u0113ts
prop.date.int=Interpret\u0113ts
#
prop.date.mod.FROM=no
prop.date.mod.TO=l\u012bdz
prop.date.mod.BET=starp
prop.date.mod.AND=un
prop.date.mod.BEF=pirms
prop.date.mod.AFT=p\u0113c
prop.date.mod.ABT=par
prop.date.mod.CAL=apr
prop.date.mod.EST=nov
prop.date.mod.INT=int
#
prop.age.INFANT=Z\u012bdainis
prop.age.CHILD=B\u0113rns
prop.age.STILLBORN=Nedz\u012bvs piedzimis
#
prop.xref.veto=Atsauce uz subjektu ir dz\u0113sta bet pats subjekts paliek
prop.chil.veto=Tiek zaud\u0113ts savienojums ar b\u0113rnu, uz kuru ir atsauce, un vi\u0146a atsauce uz \u0161o \u0123imeni
prop.asso.veto=Savienojums ar atsauces subjektu ir zaud\u0113ts 
prop.famc.veto=Tiek zaud\u0113ts savienojums ar nor\u0101d\u012bto \u0123imeni un t\u0101s atsauce uz \u0161o b\u0113rnu
prop.fams.veto=Tiek zaud\u0113ts savienojums ar nor\u0101d\u012bto \u0123imeni un t\u0101s atsauce uz \u0161o laul\u0101to
prop.husb.veto=Tiek zaud\u0113ts savienojums ar nor\u0101d\u012bto v\u012bru un vi\u0146a atsauce uz \u0161o \u0123imeni
prop.wife.veto=Tiek zaud\u0113ts savienojums ar nor\u0101d\u012bto sievu un vi\u0146as atsauce uz \u0161o \u0123imeni
error.entity.dupe=Subjekts ar jau izmantotu ID {0}
error.entity.noid=Subjekts {0} bez nepiecie\u0161am\u0101 ID
error.noenclosingfam=Atsauci uz b\u0113rnu nevar izveidot, ja tas nav ietverts \u0123imen\u0113
error.noenclosingindi=Atsauces uz \u0123imeni nevar izveidot, ja taj\u0101 nav iek\u013cautas personas
error.already.spouse={0} jau ir laul\u0101tais(-\u0101) {1} \u0123imen\u0113
error.already.child={0} jau ir b\u0113rns {1} \u0123imen\u0113
error.already.ancestor={0} jau ir {1} \u0123imenes priek\u0161tecis
error.already.descendant={0} jau ir {1} \u0123imenes p\u0113ctecis
error.already.spouses={0} jau ir v\u012brs un sieva
error.notfound={0} nav atrasts ar identifikatoru ('' {1} ''). Tr\u016bkst identifikatora vai tas ir nepareizs, vai ar\u012b Gedcom fail\u0101 tr\u016bkst subjekta.
error.entity.cannotdelete.title=Dz\u0113\u0161ana nav iesp\u0113jama
error.entity.cannotdelete.msg=P\u0113d\u0113j\u0101s personas no\u0146em\u0161ana nav iesp\u0113jama.\nL\u016bdzu, izveidojat citu personu, pirms to no\u0146emat.
#
foreign.xref=Saist\u012bts ar {0}
foreign.ADOP=Adopt\u0113ts: {0}
#
#
# Options
options=GEDCOM dati
option.dateFormat=Datuma form\u0101ts
option.dateFormat.gedcom=GEDCOM (piem. 25 JAN 1970)
option.dateFormat.short=\u012ass (piem. 25 Jan 1970)
option.dateFormat.long=Gar\u0161 (piem. 25 janv\u0101ris 1970)
option.dateFormat.numeric=Ciparu (piem. 01/25/1970)
option.nameFormat=V\u0101rda form\u0101ts
option.nameFormat.last=B\u0113rzi\u0146\u0161, J\u0101nis
option.nameFormat.first=J\u0101nis B\u0113rzi\u0146\u0161
option.placeFormat=Ciems,Pils\u0113ta,Pasta indekss,Pagasts,Novads,Valsts
#
#
# The following entries are taken from the GEDCOM
# specificiation.
?.info=Birka (tag) nav defin\u0113ta Ancestris GEDCOM gramatik\u0101
_.info=Piel\u0101got\u0101 birka nav defin\u0113ta GEDCOM
#
#  FAM structure
FAM.name=\u0122imene
FAM.s.name=\u0122imenes
FAM.info=Nosaka ofici\u0101lo vai civil-laul\u012bbu starp v\u012brieti un sievieti un to b\u0113rniem, vai ar\u012b \u0123imeni, kas radusies piedzimstot b\u0113rnam to biolo\u0123iskiem vec\u0101kiem.
CHIL.name=B\u0113rns
CHIL.s.name=B\u0113rni
CHIL.info=T\u0113va un m\u0101tes dzimtais, adopt\u0113tais vai  sealed (LDS) b\u0113rns.
HUSB.name=V\u012brs
HUSB.info=Personas loma \u0123imen\u0113 - prec\u0113jies v\u012brietis un/vai t\u0113vs.
HUSB.father=T\u0113vs
WIFE.name=Sieva
WIFE.info=Personas loma \u0123imen\u0113 - prec\u0113jusies sieviete un/vai m\u0101te.
WIFE.mother=M\u0101te
#
#  FAM Events
ANUL.name=Atcel\u0161ana
ANUL.info=Laul\u012bbas atz\u012b\u0161ana par sp\u0113k\u0101 neeso\u0161u no s\u0101kuma (nekad nav bijusi).
DIV.name=Laul\u012bbas \u0161\u0137ir\u0161ana
DIV.info=Laul\u012bbas \u0161\u0137ir\u0161anas process ar civilpras\u012bbu.
DIVF.name=Laul\u012bbas \u0161\u0137ir\u0161ana iesniegta.
DIVF.info=Laul\u0101t\u0101 laul\u012bbas \u0161\u0137ir\u0161anas pieteikuma iesnieg\u0161anas gad\u012bjums.
ENGA.name=Saderin\u0101\u0161an\u0101s
ENGA.info=Notikums, kad re\u0123istr\u0113 vai pazi\u0146o par vieno\u0161anos starp diviem cilv\u0113kiem par nodomu prec\u0113ties.
MARR.name=Laul\u012bba
MARR.info=Tiesisks, civiltiesisks vai visp\u0101r\u0113js notikums, kas rada \u0123imeni starp v\u012brieti un sievieti k\u0101 v\u012bru un sievu.
MARB.name=Pazi\u0146ojums par laul\u012bbu
MARB.info=Ofici\u0101ls publisks pazi\u0146ojums par to, ka divi cilv\u0113ki pl\u0101no prec\u0113ties.
MARC.name=Laul\u012bbas l\u012bgums
MARC.info=Laul\u012bbas form\u0101l\u0101s vieno\u0161an\u0101s re\u0123istr\u0113\u0161anas gad\u012bjums, ieskaitot pirmstiesas vieno\u0161anos, kur\u0101 laul\u012bbas partneri vienojas par vienas vai abu \u012bpa\u0161umties\u012bb\u0101m, nodro\u0161inot \u012bpa\u0161umu saviem b\u0113rniem.
MARL.name=Laul\u012bbas apliec\u012bba
MARL.info=Laul\u012bbas apliec\u012bbas sa\u0146em\u0161ana.
MARS.name=\u012apa\u0161uma dal\u012b\u0161anas l\u012bgums.
MARS.info=Vieno\u0161an\u0101s nosl\u0113g\u0161ana starp diviem cilv\u0113kiem, kuri pl\u0101no laul\u012bbu, kad vi\u0146i piekr\u012bt atteikties vai main\u012bt \u012bpa\u0161uma ties\u012bbas, kas rastos laul\u012bbas gad\u012bjum\u0101.
#
#  INDI structure
FAMC.name=B\u0113rns \u0123imen\u0113
FAMC.info=Identific\u0113 \u0123imeni, kur\u0101 persona par\u0101d\u0101s k\u0101 b\u0113rns.
FAMS.name=Laul\u0101tais(-\u0101) \u0123imen\u0113
FAMS.info=Identific\u0113 \u0123imeni, kur\u0101 persona par\u0101d\u0101s k\u0101 laul\u0101tais(-\u0101).
GIVN.name=V\u0101rds
GIVN.info=Dots vai ieg\u016bts v\u0101rds, ko izmanto personas ofici\u0101lai identifik\u0101cijai.
INDI.name=Persona
INDI.s.name=Personas
INDI.info=Persona.
NAME.name=Pilns v\u0101rds
NAME.info=V\u0101rds vai v\u0101rdu kombin\u0101cija, kas pal\u012bdz identific\u0113t personu. Prec\u0113t\u0101m sieviet\u0113m tas ir pirmslaul\u012bbas v\u0101rds. Cilv\u0113kiem ar vair\u0101kiem v\u0101rdiem katram v\u0101rdam j\u0101izmanto atsevi\u0161\u0137a rinda V\u0100RDS.
NICK.name=Iesauka
NICK.info=Apraksto\u0161s vai br\u012bvs v\u0101rds, kas lietots saist\u012bb\u0101 ar t\u0101 pareizo v\u0101rdu
NPFX.name=V\u0101rda prefikss
NPFX.info=Neindeks\u0113ta pilna v\u0101rda da\u013ca, kas tiek par\u0101d\u012bta pirms v\u0101rda un uzv\u0101rda da\u013cas. Ja prefiks\u0101 ir vair\u0101kas da\u013cas, t\u0101s atdala ar komatu (piem. v\u0101rd\u0101 "de la Cruz" lauku aizpilda "de, la")
NSFX.name=V\u0101rda sufikss
NSFX.info=Neindeks\u0113ta pilna v\u0101rda da\u013ca, kas par\u0101d\u0101s p\u0113c v\u0101rda un uzv\u0101rda da\u013cas. Da\u017e\u0101das sufiksa da\u013cas atdala ar komatiem
SEX.name=Dzimums
SEX.info=Identific\u0113 personas dzimumu - v\u012brietis vai sieviete.
SPFX.name=Uzv\u0101rda prefikss
SPFX.info=Uzv\u0101rda prefikss vai tituls, kas izmantots \u0123imenes v\u0101rd\u0101. Ja prefiks\u0101 ir vair\u0101kas da\u013cas, t\u0101s atdala ar komatu (piem. v\u0101rd\u0101 "de la Cruz" lauku aizpilda "de, la")
SURN.name=Uzv\u0101rds
SURN.info=\u0122imenei pie\u0161\u0137irtais uzv\u0101rds, vai tas, ko t\u0101 lieto
ALIA.name=Cits v\u0101rds (alias)
ALIA.info=Indikators, lai saist\u012btu da\u017e\u0101dus personas ierakstus, kuri attiecas uz vienu un to pa\u0161u personu
FONE.name=Fon\u0113tiskais v\u0101rds
FONE.info=V\u0101da fon\u0113tisk\u0101 vari\u0101cija
ROMN.name=V\u0101rds lat\u012b\u0146u burtiem
ROMN.info=V\u0101rda vari\u0101cija ar lat\u012b\u0146u burtiem
FACT.name=Atrib\u016bti
FACT.info=Personai pie\u0161\u0137irtie atrib\u016bti
#
#
#
#  INDI Events
ADOP.name=Adopcija
ADOP.info=Attiecas uz b\u0113rnu un vec\u0101ku attiec\u012bbu rad\u012b\u0161anu, kas biolo\u0123iski nepast\u0101v. Ja ievietota cit\u0101 adopcijas birk\u0101, nor\u0101da personu(-as), kas adopt\u0113jusi \u0161o personu
ADOP.vals=HUSB, WIFE, BOTH
BAPM.name=Krist\u012b\u0161ana (reli\u0123isks sakraments)
BAPM.info=Krist\u012b\u0161anas notikums (nevis LDS), kas tiek veikts b\u0113rn\u012bb\u0101 vai v\u0113l\u0101k.
BARM.name=Bar Mitzvah
BARM.info=Svin\u012bgs notikums, kad ebreju z\u0113ns sasniedz 13 gadu vecumu.
BASM.name=Bas Mitzvah
BASM.info=Svin\u012bg\u0101 notikums laik\u0101, kad ebreju meitene sasniedz 13 gadu vecumu, to sauc ar\u012b Bat Mitzvah.
BIRT.name=Dzim\u0161ana
BIRT.info=B\u0113rna n\u0101k\u0161ana pasaul\u0113.
BLES.name=Iesv\u0113t\u012b\u0161ana
BLES.info=Reli\u0123isks notikums, kas dod dievi\u0161\u0137o apr\u016bpi vai aizbildniec\u012bbu. Da\u017ereiz tiek dota saist\u012bb\u0101 ar v\u0101rda do\u0161anas ceremoniju.
BURI.name=Apbed\u012b\u0161ana
BURI.info=Guld\u012b\u0161ana zemes kl\u0113p\u012b.
CENS.name=Tautas skait\u012b\u0161ana
CENS.info=Periodisk\u0101 iedz\u012bvot\u0101ju skaita noteik\u0161ana noteiktai vietai.
CHR.name=Krist\u012b\u0161ana
CHR.info=B\u0113rna krist\u012b\u0161anas un / vai v\u0101rda do\u0161anas reli\u0123iskais notikums (nevis LDS).
CHRA.name=Pieaugu\u0161o krist\u012b\u0161ana
CHRA.info=Reli\u0123isks notikums (nevis LDS), kristot un / vai dodot v\u0101rdu pieaugu\u0161ai personai.
CONF.name=Konfirm\u0101cija
CONF.info=Reli\u0123iska ceremonija (ne LDS) par Sv\u0113t\u0101 Gara d\u0101vin\u0101juma nodo\u0161anu un starp protestantiem - piln\u012bga draudzes dal\u012bba.
CREM.name=Krem\u0101cija
CREM.info=Personas \u0137erme\u0146a atlieku krem\u0113\u0161ana.
DEAT.name=Mir\u0161ana
DEAT.info=Notikums, kad beidzas mirst\u012bg\u0101 laic\u012bg\u0101 dz\u012bve.
EMIG.name=Emigr\u0101cija
EMIG.info=Notikums, kad j\u016bs atst\u0101jat savu dzimteni ar nol\u016bku dz\u012bvot citur.
EVEN.name=Notikums
EVEN.s.name=Notikumi
EVEN.info=Iev\u0113r\u012bbas cien\u012bgs notikums, kas saist\u012bts ar personu, grupu vai organiz\u0101ciju.
EVEN.vals=BIRT, DEAT, MARR
FCOM.name=Pirm\u0101 komunija
FCOM.info=Reli\u0123isks ritu\u0101ls, pirmais nodoms dal\u012bties Kunga vakari\u0146\u0101s k\u0101 da\u013cu no bazn\u012bcas dievkalpojuma.
GRAD.name=Izlaidums
GRAD.info=Izgl\u012bt\u012bbas diplomu vai gr\u0101du pie\u0161\u0137ir\u0161ana priv\u0101tperson\u0101m.
IMMI.name=Imigr\u0101cija
IMMI.info=Iera\u0161an\u0101s jaun\u0101 viet\u0101 ar m\u0113r\u0137i past\u0101v\u012bgi uztur\u0113ties tur.
NATU.name=Naturaliz\u0101cija
NATU.info=Pilson\u012bbas ieg\u016b\u0161anas notikums.
ORDN.name=Ordin\u0101cija
ORDN.info=Reli\u0123isks notikums, kas dod ties\u012bbas r\u012bkoties reli\u0123iskaj\u0101 jom\u0101.
PROB.name=Testamenta apstiprin\u0101\u0161ana
PROB.info=Juridiska testamenta \u012bstenuma apstiprin\u0101\u0161ana. Var ilgt ilg\u0101ku laiku.
RETI.name=Pension\u0113\u0161an\u0101s
RETI.info=Darba attiec\u012bbu izbeig\u0161ana
WILL.name=Testaments
WILL.info=Dokumentu ar juridisku sp\u0113ku uzskata par notikumu, ar kuru persona nodod savu \u012bpa\u0161umu un st\u0101jas sp\u0113k\u0101 p\u0113c vi\u0146a n\u0101ves. Notikuma datums ir datums, kad testaments tika parakst\u012bts, kam\u0113r persona bija dz\u012bvs.
#
#  LDS
BAPL.name=Krist\u012bbas LDS
BAPL.info=Krist\u012bbu notikums, kas notiek 8 gadu vecum\u0101 vai v\u0113l\u0101k LDS bazn\u012bcas priester\u012bbas pilnvaras ietvaros.
CONL.name=Konfirm\u0101cija LDS
CONL.info=Reli\u0123isks notikums, kur\u0101 k\u0101ds tiek uz\u0146emts LDS bazn\u012bc\u0101. 
STAT.name=Statuss
STAT.info=K\u0101da st\u0101vok\u013ca vai apst\u0101k\u013cu nov\u0113rt\u0113jums
TEMP.name=Templis
TEMP.info=V\u0101rds vai kods, kas atbilst LDS bazn\u012bcas templim
ENDL.name=Apd\u0101vin\u0101jums
ENDL.info=Reli\u0123isku notikumu, kur apd\u0101vin\u0101juma r\u012bkojumu personai veica priester\u012bbas autorit\u0101te k\u0101d\u0101 LDS templ\u012b
#
#  INDI attributes
CAST.name=Kasta
CAST.info=Personas ranga vai statusa v\u0101rds sabiedr\u012bb\u0101, pamatojoties uz rases vai reli\u0123iskaj\u0101m at\u0161\u0137ir\u012bb\u0101m, vai at\u0161\u0137ir\u012bb\u0101m bag\u0101t\u012bb\u0101, mantojum\u0101, profesij\u0101, nodarbo\u0161an\u0101s utt.
DSCR.name=Apraksts
DSCR.info=Personas, vietas vai lietas fizisk\u0101s \u012bpa\u0161\u012bbas.
EDUC.name=Izgl\u012bt\u012bba
EDUC.info=Sasniegt\u0101 izgl\u012bt\u012bbas l\u012bme\u0146a r\u0101d\u012bt\u0101js.
IDNO.name=Identit\u0101tes numurs
IDNO.info=Personai pie\u0161\u0137irtais numurs, lai identific\u0113tu vi\u0146u k\u0101d\u0101 \u0101r\u0113j\u0101 sist\u0113m\u0101.
NATI.name=Nacionalit\u0101te
NATI.info=Personas nacion\u0101l\u0101 pieder\u012bba.
NCHI.name=B\u0113rnu skaits
NCHI.info=K\u0101 personas atrib\u016bts: b\u0113rnu skaits no vis\u0101m vi\u0146a laul\u012bb\u0101m; k\u0101 \u0123imenes atrib\u016bts: b\u0113rnu skaits \u0123imen\u0113.
NMR.name=Laul\u012bbu skaits
NMR.info=Kop\u012bgais laul\u012bbu skaits, k\u0101ds personai re\u0123istr\u0113ts, ieskaitot \u0123imenes, kuras nav fiks\u0113tas GEDCOM fail\u0101.
OCCU.name=Profesija
OCCU.info=Personas nodarbo\u0161an\u0101s veids vai profesija.
PROP.name=\u012apa\u0161ums
PROP.info=\u012apa\u0161umu kopums, piem\u0113ram, nekustamais \u012bpa\u0161ums vai cits \u012bpa\u0161ums, kas var\u0113tu interes\u0113t.
RELI.name=Reli\u0123ija
RELI.info=Reli\u0123ija, ar kuru persona ir saist\u012bta vai uz kuru attiecas \u0161is ieraksts.
RESI.name=Dz\u012bvesvieta
RESI.info=Dz\u012bvesvieta noteikt\u0101 adres\u0113 noteikt\u0101 laika period\u0101.
SSN.name=Soci\u0101l\u0101s apdro\u0161in\u0101\u0161anas numurs
SSN.info=Numurs pie\u0161\u0137irts Amerikas Savienoto Valstu Soci\u0101l\u0101 nodro\u0161in\u0101juma administr\u0101cij\u0101. Izmanto nodok\u013cu identifik\u0101cijas nol\u016bkos.
#
#  OBJE structure
BLOB.name=Bin\u0101rs objekts
BLOB.info=Multimediju faili, kas tiek izmantoti k\u0101 ievadne multimediju sist\u0113mai, kura apstr\u0101d\u0101 bin\u0101ros datus, lai att\u0113lotu att\u0113lus, ska\u0146u vai video.
OBJE.name=Multivides objekts
OBJE.s.name=Multivides objekti
OBJE.info=Parasti tas attiecas uz datiem, kas nepiecie\u0161ami, lai p\u0101rst\u0101v\u0113tu multimediju objektu, piem\u0113ram, audio ierakstu, personas fotoatt\u0113lu vai dokumenta att\u0113lu.
#
#  NOTE structure
NOTE.name=Piez\u012bme
NOTE.s.name=Piez\u012bmes
NOTE.info=Papildu inform\u0101cija, ko iesniedz\u0113js sniedz, lai izprastu pievienotos datus. 
#
#  Source, Repository, Submitter structure
ABBR.name=Abreviat\u016bra
ABBR.info=Avota vai saist\u012btas organiz\u0101cijas sa\u012bsin\u0101jums.
AFN.name=Numurs Ancestris fail\u0101
AFN.info=Unik\u0101ls past\u0101v\u012bgais ieraksta numurs personai Ancestris fail\u0101.
AUTH.name=Autors
AUTH.info=Avota rad\u012bt\u0101js vai autors.
CALN.name=Kr\u0101tuves numurs
CALN.info=Numurs, ko kr\u0101tuve izmanto, lai identific\u0113tu konkr\u0113tus objektus sav\u0101s kolekcij\u0101s
DATA.name=Dati
DATA.info=Attiecas uz uzglab\u0101to automatiz\u0113to inform\u0101ciju
MEDI.name=Multivides objekts
MEDI.info=Identific\u0113 inform\u0101ciju par multivides objektu vai saist\u012bbu ar inform\u0101cijas nes\u0113ju, kur\u0101 tiek saglab\u0101ta inform\u0101cija
MEDI.vals=audio, gr\u0101mata, kart\u012bte, elektronisks, mikrofilma, filma, \u017eurn\u0101ls, manuskripts, karte, laikraksts, foto, kapa piemineklis, video 
PUBL.name=Publik\u0101cija
PUBL.info=Kad un kur ieraksts tika izveidots. Attiec\u012bb\u0101 uz public\u0113tajiem darbiem tas ietver inform\u0101ciju, piem\u0113ram, public\u0113\u0161anas pils\u0113tu, izdev\u0113ja nosaukumu un public\u0113\u0161anas gadu.
REFN.name=Atsauce
REFN.info=Apraksts vai numurs, ko izmanto objekta identific\u0113\u0161anai, lai tos re\u0123istr\u0113tu, uzglab\u0101tu vai citos nol\u016bkos.
REPO.name=Kr\u0101tuve
REPO.s.name=Kr\u0101tuves
REPO.info=Kr\u0101tuve ir vieta, kur tiek glab\u0101ti dokumenti, ieraksti un citi avoti.
RFN.name=Ieraksta numurs fail\u0101
RFN.info=Past\u0101v\u012bgs numurs, kas pie\u0161\u0137irts ierakstiem, kas \u013cauj to prec\u012bzi identific\u0113t konkr\u0113t\u0101 fail\u0101.
RIN.name=Atsauces ID
RIN.info=Numurs, kuru pie\u0161\u0137ir ierakstam datu glab\u0101\u0161anas automatiz\u0113t\u0101 sist\u0113ma, kuru sa\u0146\u0113m\u0113ja sist\u0113ma var izmantot, lai piek\u013c\u016btu datiem, kas attiecas uz \u0161o ierakstu
RESN.name=Ierobe\u017eojumi
RESN.info=Apstr\u0101des r\u0101d\u012bt\u0101js, kas nor\u0101da uz piek\u013cuves ties\u012bb\u0101m inform\u0101cijai.
ANCI.name=Interese par priek\u0161te\u010diem
ANCI.info=Nor\u0101da interesi mekl\u0113t papildu inform\u0101ciju par personas priek\u0161te\u010diem
DESI.name=Interese par p\u0113cte\u010diem
DESI.info=Nor\u0101da interesi mekl\u0113t papildu inform\u0101ciju par personas p\u0113cn\u0101c\u0113jiem
SOUR.name=Avots
SOUR.s.name=Avoti
SOUR.info=Inform\u0101cijas avots. Var b\u016bt gr\u0101mata, persona u.c.
SUBM.name=Iesniedz\u0113js
SUBM.s.name=Iesniedz\u0113ji
SUBM.info=Persona vai organiz\u0101cija, kas ieraksta \u0123enealo\u0123iskos datus fail\u0101 vai nos\u016bta to k\u0101dam citam
TEXT.name=Teksts
TEXT.info=V\u0101rdi, fr\u0101zes, kas atrodami ori\u0123in\u0101l\u0101 dokument\u0101
ROLE.name=Loma
ROLE.info=V\u0101rds, kas pie\u0161\u0137irts personas lomai saist\u012bb\u0101 ar notikumu.
ROLE.vals=CHIL,HUSB,WIFE,MOTH,FATH,SPOU 
#
#  Misc
ADDR.name=Adrese
ADDR.info=Atra\u0161an\u0101s vieta, kas parasti nepiecie\u0161ama pasta vajadz\u012bb\u0101m par personu, inform\u0101cijas iesniedz\u0113ju, kr\u0101tuvi, uz\u0146\u0113mumu, skolu vai darba vietu.
ADR1.name=Adrese1
ADR1.info=Adreses pirm\u0101 rinda.
ADR2.name=Adrese2
ADR2.info=Adreses otr\u0101 rinda.
PHON.name=Telefons
PHON.info=Telefona Nr.
EMAIL.name=E-pasts
EMAIL.info=Elektronisk\u0101 pasta adrese
FAX.name=Fax
FAX.info=Fax numurs
WWW.name=M\u0101jas lapa
WWW.info=Web m\u0101jas lapas adrese
AGE.name=Vecums
AGE.info=Personas vecums notikuma laik\u0101 vai dokument\u0101 nor\u0101d\u012btais vecums.
AGNC.name=Organiz\u0101cija
AGNC.info=Organiz\u0101cija, instit\u016bcija, korpor\u0101cija, persona vai cita strukt\u016bra, kurai ir pilnvaras vai kontroles intereses saist\u012btaj\u0101 kontekst\u0101. Piem\u0113ram, saist\u012btas profesijas personas vai bazn\u012bcas, kas vada ritu\u0101lus vai pas\u0101kumus, vai organiz\u0101cijas, kas atbild\u012bga par ierakstu izveido\u0161anu un/vai arhiv\u0113\u0161anu, darba dev\u0113js.
ASSO.name=Asoci\u0101cija
ASSO.info=Indikators, lai saist\u012btu personas, draugus, kaimi\u0146us, radiniekus vai individu\u0101las personas.
CAUS.name=C\u0113lonis
CAUS.info=Attiec\u012bg\u0101 notikuma vai fakta c\u0113lo\u0146a apraksts, piem\u0113ram, n\u0101ves c\u0113lonis.
CHAN.name=Izmai\u0146a
CHAN.info=Nor\u0101da izmai\u0146as, labojumus vai korekcijas. Parasti tiek izmantots saist\u012bb\u0101 ar datumu DATE, lai nor\u0101d\u012btu, kad notikusi inform\u0101cijas mai\u0146a.
CITY.name=Pils\u0113ta
CITY.info=Zem\u0101ka l\u012bme\u0146a jurisdikcijas vien\u012bba. Parasti ir iek\u013cauta pa\u0161vald\u012bbas vien\u012bba.
CTRY.name=Valsts
CTRY.info=Valsts nosaukums vai kods.
CONC.name=Konekt\u0113\u0161ana
CONC.info=R\u0101d\u012bt\u0101js uz papildus datiem iepriek\u0161\u0113jai inform\u0101cijai. Inform\u0101cija no lauka CONC tiks pievienota bez atstarp\u0113m. Inform\u0101cija no CONC lauka tiks piesaist\u012bta iepriek\u0161\u0113jiem datiem bez atstarpes un bez rakstatgriezes (carriage return) un/vai jauna l\u012bnijas simbola. Datus, kas sadal\u012bti vair\u0101k\u0101s CONC birk\u0101s, vajadz\u0113tu atdal\u012bt v\u0101rdu vid\u016b (nevis uz p\u0101rtraukuma), jo GEDCOM datu s\u0101kuma un beigu p\u0101rtraukuma simbolus atmet.
CONT.name=Turpin\u0101jums
CONT.info=R\u0101d\u012bt\u0101js uz papildus datiem iepriek\u0161\u0113jai inform\u0101cijai. Inform\u0101cija no lauka CONT tiks pievienota iepriek\u0161\u0113jiem datiem, s\u0101kot ar rakstatgriezes(carriage return) un/vai jaunas rindas simbolu. Atstarpes var b\u016bt svar\u012bgas, veidojot tekstu. Programma, pievienojot no lauka v\u0113rt\u012bbu, tikai pirmo atstarpi uzskata par atdal\u012bt\u0101ju. P\u0101r\u0113j\u0101s atstarpes tiek \natst\u0101tas k\u0101 lauka v\u0113rt\u012bba.
DATE.name=Datums
DATE.info=Notikuma laiks kalend\u0101ra form\u0101t\u0101.
FILE.name=Fails
FILE.info=Inform\u0101cijas glab\u0101\u0161anas vieta, kas ir sak\u0101rtota un noform\u0113ta saglab\u0101\u0161anai un atsaucei.
FORM.name=Form\u0101ts
FORM.info=Nosaukums form\u0101tam, kur\u0101 inform\u0101cija var tikt p\u0101rs\u016bt\u012bta.
LANG.name=Valoda
LANG.info=Valodas nosaukums, kuru lieto komunik\u0101cij\u0101 vai inform\u0101cijas nodo\u0161an\u0101.
LATI.name=Platums
LATI.info=Vietas platuma koordin\u0101tas decim\u0101l\u0101 form\u0101  (N|S) DDD.FFFF
LONG.name=Garums
LONG.info=Vietas garuma koordin\u0101tas decim\u0101l\u0101 form\u0101 (W|E)DDD.FFFF
MAP.name=Karte
MAP.info=\u0122eogr\u0101fisk\u0101 inform\u0101cija, kas attiecas uz vietu
PAGE.name=Lapa
PAGE.info=Numurs vai apraksts, lai noteiktu, kur inform\u0101ciju var atrast atsauces darb\u0101
PEDI.name=Ciltskoks
PEDI.info=Inform\u0101cija, kas attiecas uz personu vec\u0101ku ciltsrakstu diagramm\u0101.
PEDI.vals=dzim\u0161ana, adopcija, audzin\u0101\u0161ana, aizbildniec\u012bba
PLAC.name=Vieta
PLAC.info=Jurisdikcijas nosaukums, lai identific\u0113tu notikuma vietu vai atra\u0161an\u0101s vietu.
POST.name=Pasta indekss
POST.info=Kods, ko izmanto pasts, lai noteiktu zonu, kas atvieglo pasta apstr\u0101di.
QUAY.name=Datu kvalit\u0101te
QUAY.info=Pier\u0101d\u012bjumu ticam\u012bbas nov\u0113rt\u0113jums, lai pamatotu secin\u0101jumus, kas izdar\u012bti no pier\u0101d\u012bjumiem.
QUAY.vals=Neuzticami/nov\u0113rt\u0113ti,ap\u0161aub\u0101mi,sekund\u0101rie pier\u0101d\u012bjumi,tie\u0161ie pier\u0101d\u012bjumi
RELA.name=Attiec\u012bbas
RELA.info=Attiec\u012bbu v\u0113rt\u012bba starp nor\u0101d\u012btajiem kontekstiem
RELA.vals=Liecinieks, Informators, Krustt\u0113vs, Krustm\u0101te, Citi
STAE.name=Valsts
STAE.info=Valsts nosaukums, ko lieto adres\u0113.
TIME.name=Laiks
TIME.info=Laika v\u0113rt\u012bba 24 stundu pulkste\u0146a form\u0101t\u0101, ieskaitot stundas, min\u016btes un papildu sekundes, atdal\u012btas ar kolu (:). Sekundes da\u013cas tiek par\u0101d\u012btas decim\u0101lnot\u0101cij\u0101.
TITL.name=Nosaukums vai tituls
TITL.info=Specifiskas raksta vai cita darba apraksts, piem\u0113ram, gr\u0101matas nosaukums, ja to izmanto avota kontekst\u0101, vai ofici\u0101ls apz\u012bm\u0113jums, ko persona izmanto saist\u012bb\u0101 ar honor\u0101ru vai citu soci\u0101lo statusu, piem\u0113ram, Grand Duke.
TYPE.name=Tips
TYPE.info=Preciz\u0113 iepriek\u0161\u0113j\u0101s birkas v\u0113rt\u012bbu. \u0160\u012b v\u0113rt\u012bba netiek apstr\u0101d\u0101ta. Parasti \u0161is viena vai divu v\u0101rdu papildin\u0101jums tiek par\u0101d\u012bts kop\u0101 ar saist\u012btajiem datiem.
