CheckDuplicates.runing=\u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03c9\u03bd
CheckDuplicatesVisualPanel1.title=\u03a0\u03b1\u03c1\u03bf\u03c5\u03c3\u03af\u03b1\u03c3\u03b7
CheckDuplicatesVisualPanel2.title=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03bf\u03bd\u03c4\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd
CheckDuplicatesVisualPanel3.title=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
CheckDuplicatesVisualPanel4.title=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd
CheckDuplicatesVisualPanel5.title=\u03a0\u03b5\u03c1\u03af\u03bb\u03b7\u03c8\u03b7
CTL_CheckDuplicatesAction=\u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03c9\u03bd
OpenIDE-Module-Name=GEDCOM - \u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03c9\u03bd
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
CheckDuplicates.Check-In-Progress=\u0395\u03cd\u03c1\u03b5\u03c3\u03b7 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03c9\u03bd \u03c3\u03b5 \u03b5\u03be\u03ad\u03bb\u03b9\u03be\u03b7
CheckDuplicates.Checking=\u0388\u03bb\u03b5\u03b3\u03c7\u03bf\u03c2: {0}
CheckDuplicates.noDuplicates=\u0394\u03b5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2
CheckDuplicatePanelDescriptor.title=\u0394\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03b7\u03bc\u03ad\u03bd\u03b5\u03c2 \u039f\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2
SearchDuplicatesPlugin.duplicateIndexLabel.text=\u0394\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03ce\u03c1\u03b7\u03c3\u03b7 {0} \u03c4\u03c9\u03bd {1} \u03c0\u03bf\u03c5 \u03c4\u03b1\u03b9\u03c1\u03b9\u03ac\u03b6\u03bf\u03c5\u03bd \u03ba\u03b1\u03c4' \u03b5\u03ba\u03c4\u03af\u03bc\u03b7\u03c3\u03b7 {2}
SearchDuplicatesPlugin.mergeButton=\u03a3\u03c5\u03b3\u03c7\u03ce\u03bd\u03b5\u03c5\u03c3\u03b7
SearchDuplicatesPlugin.nextButton=\u0395\u03c0\u03cc\u03bc\u03b5\u03bd\u03bf
SearchDuplicatesPlugin.noSelectedProperties=\u0394\u03b5\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03b9 \u03bf\u03c0\u03bf\u03b9\u03b5\u03c3\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b3\u03b9\u03b1 \u03c3\u03c5\u03b3\u03c7\u03ce\u03bd\u03b5\u03c5\u03c3\u03b7\n\u039d\u03b1 \u03b3\u03af\u03bd\u03b5\u03b9 \u03b7 \u03c3\u03c5\u03b3\u03c7\u03ce\u03bd\u03b5\u03c5\u03c3\u03b7 \u03bf\u03c0\u03bf\u03c3\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5;
SearchDuplicatesPlugin.previousButton=\u03a0\u03c1\u03bf\u03b7\u03b3\u03bf\u03cd\u03bc\u03b5\u03bd\u03bf
SearchDuplicatesVisualPanel1.jEditorPane1.text=<html>\n  <head>\n  </head>\n  <body>\n  <center><b><u>\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b5\u03bb\u03ad\u03b3\u03c7\u03bf\u03c5 \u0394\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03c9\u03bd</u></b></center>\n<br>\n    <p style="margin-top: 0">\n\u0391\u03c4\u03c4\u03bf \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b4\u03af\u03bd\u03b5\u03b9 \u03c4\u03b7 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03bd\u03b1 \u03b5\u03bb\u03ad\u03b3\u03be\u03b5\u03c4\u03b5 \u03c3\u03c4\u03bf \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03cc \u03c3\u03b1\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom \u03c0\u03bf\u03b9\u03b5\u03c2 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ad\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03b7\u03b8\u03bf\u03cd\u03bd \u03c3\u03b1\u03bd \u03b4\u03b9\u03bb\u03c0\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03c9\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2.<br>\n\u03a6\u03c5\u03c3\u03b9\u03ba\u03ac \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c4\u03b1 \u03b5\u03c0\u03b1\u03bb\u03b7\u03b8\u03b5\u03cd\u03b5\u03c4\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03c3\u03c4\u03b9\u03b3\u03bc\u03ae \u03b5\u03ac\u03bd \u03b4\u03b5 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03c7\u03c9\u03bd\u03b5\u03cd\u03b5\u03c4\u03b5 \u03bc\u03af\u03b1 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03c3\u03b5 \u03bc\u03af\u03b1 \u03ac\u03bb\u03bb\u03b7 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae, \u03b1\u03bb\u03bb\u03ac \u03bc\u03b5 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ad\u03c2 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03bf\u03c5\u03c2, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03bb\u03ad\u03b3\u03be\u03b5\u03c4\u03b5 \u03c3\u03c4\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03bc\u03cc\u03bd\u03bf, \u03c3\u03c4\u03b9\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2, \u03ba.\u03bb.\u03c0... \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03c4\u03bf \u03ba\u03b5\u03bd\u03cc \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03c4\u03c9\u03bd \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd the way you want, etc...<br>\n\u039c\u03cc\u03bb\u03b9\u03c2 \u03bc\u03af\u03b1 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03ce\u03c1\u03b7\u03c3\u03b7 \u03b2\u03c1\u03b5\u03b8\u03b5\u03af \u03ba\u03b1\u03b9 \u03b5\u03c3\u03b5\u03af\u03c2 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b1\u03bb\u03b7\u03b8\u03b5\u03cd\u03c3\u03b5\u03c4\u03b5 \u03c3\u03b1\u03bd \u03b1\u03bb\u03b7\u03b8\u03b9\u03bd\u03ae \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03ce\u03c1\u03b7\u03c3\u03b7, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c3\u03c5\u03b3\u03c7\u03c9\u03bd\u03b5\u03cd\u03c3\u03b5\u03c4\u03b5 \u03b5\u03ba\u03b5\u03af\u03bd\u03b7 \u03c4\u03b7 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03bc\u03b5 \u03c4\u03b7\u03bd \u03ac\u03bb\u03bb\u03b7 \u03bc\u03af\u03b1 \u03ba\u03b1\u03b9 \u03ad\u03c4\u03c3\u03b9 \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf\u03bd \u03c4\u03c1\u03cc\u03c0\u03bf, \u03b1\u03c0\u03b1\u03bb\u03b5\u03af\u03c6\u03b5\u03c4\u03b5 \u03bc\u03af\u03b1 \u03b4\u03b9\u03c0\u03bb\u03bf\u03ba\u03b1\u03c4\u03b1\u03c7\u03ce\u03c1\u03b7\u03c3\u03b7 \u03b1\u03c0\u03cc \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ac \u03c3\u03b1\u03c2.<br>\n    </p>\n  </body>\n</html>\n
SearchDuplicatesVisualPanel2.repositoriesCheckBox.text=\u0391\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c1\u03b9\u03b1
SearchDuplicatesVisualPanel2.sourcesCheckBox.text=\u03a0\u03b7\u03b3\u03ad\u03c2
SearchDuplicatesVisualPanel2.familiesCheckBox.text=\u039f\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2
SearchDuplicatesVisualPanel2.submittersCheckBox.text=\u03a5\u03c0\u03bf\u03b2\u03bf\u03bb\u03b5\u03af\u03c2
SearchDuplicatesVisualPanel2.individualsCheckBox.text=\u0386\u03c4\u03bf\u03bc\u03b1
SearchDuplicatesVisualPanel3.indiEmptyValuesValidRadioButton.text=\u039f\u03b9 \u03ba\u03b5\u03bd\u03ad\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b5\u03c2
SearchDuplicatesVisualPanel3.indiAllFirstNamesRadioButton.text=\u038c\u03bb\u03b1 \u03c4\u03b1 \u039f\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03af\u03c3\u03b1
SearchDuplicatesVisualPanel3.indiCheckAllNamesRadioButton.text=\u0388\u03bb\u03b5\u03b3\u03c7\u03bf\u03c2 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd name structures (\u03a4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1, \u03a0\u03c1\u03ce\u03c4\u03b1 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03b1)
SearchDuplicatesVisualPanel3.indiMaximumDateIntervalLabel.text=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03b4\u03b9\u03ac\u03c3\u03c4\u03b7\u03bc\u03b1 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u03c3\u03b5 \u03b7\u03bc\u03ad\u03c1\u03b5\u03c2
SearchDuplicatesVisualPanel3.indiCheckFamiliesRadioButton.text=\u0388\u03bb\u03b5\u03b3\u03c7\u03bf\u03c2 \u039f\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd
SearchDuplicatesVisualPanel4.famEmptyValuesValidRadioButton.text=\u039f\u03b9 \u03ba\u03b5\u03bd\u03ad\u03c2 \u03c4\u03b9\u03bc\u03ad\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b5\u03c2
SearchDuplicatesVisualPanel4.famMaxDateIntervalLabel.text=\u039c\u03ad\u03b3\u03b9\u03c3\u03c4\u03bf \u03b4\u03b9\u03ac\u03c3\u03c4\u03b7\u03bc\u03b1 \u03b7\u03bc\u03b5\u03c1\u03bf\u03bc\u03b7\u03bd\u03b9\u03ce\u03bd \u03c3\u03b5 \u03b7\u03bc\u03ad\u03c1\u03b5\u03c2
SearchDuplicatesResultDialog.jButton1.text=\u039a\u03bb\u03b5\u03b9\u03c3\u03b9\u03bc\u03bf
SearchDuplicatesResultDialog.mergeButton.text=\u03a3\u03c5\u03b3\u03c7\u03ce\u03bd\u03b5\u03c5\u03c3\u03b7
SearchDuplicatesResultDialog.previousButton.text=\u03a0\u03c1\u03bf\u03b7\u03b3\u03bf\u03cd\u03bc\u03b5\u03bd\u03bf
SearchDuplicatesResultDialog.nextButton.text=\u0395\u03c0\u03cc\u03bc\u03b5\u03bd\u03bf
SearchDuplicatesVisualPanel5.jEditorPane1.text=<html>\n  <head>\n  </head>\n  <body>\n<p>Work for Fran\u00e7ois</p>\n  </body>\n</html>\n
SearchDuplicatesVisualPanel5.sourcesCheckBox.text=\u03a0\u03b7\u03b3\u03ad\u03c2
SearchDuplicatesVisualPanel5.repositoriesCheckBox.text=\u0391\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c1\u03b9\u03b1
SearchDuplicatesVisualPanel5.submittersCheckBox.text=\u03a5\u03c0\u03bf\u03b2\u03bf\u03bb\u03b5\u03af\u03c2
SearchDuplicatesVisualPanel5.familiesCheckBox.text=\u039f\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2
SearchDuplicatesVisualPanel5.individualsCheckBox.text=\u0386\u03c4\u03bf\u03bc\u03b1
SearchDuplicatesVisualPanel2.jEditorPane1.text=<html>\n  <head>\n  </head>\n  <body>\n  <center><b><u>\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u039f\u03bd\u03c4\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd</u></b></center>\n<br>\n    <p style="margin-top: 0">\n\u0395\u03b4\u03ce \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03c0\u03bf\u03b9\u03bf \u03b5\u03af\u03b4\u03bf\u03c2 \u03c4\u03c9\u03bd \u03bf\u03bd\u03c4\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03bd\u03b1 \u03b5\u03bb\u03ad\u03b3\u03be\u03b5\u03b9 \u03b3\u03b9\u03b1 \u03b4\u03b9\u03c0\u03bb\u03ac. \u0395\u03ac\u03bd \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03bc\u03cc\u03bd\u03bf \u03ac\u03c4\u03bf\u03bc\u03b1, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03bb\u03ad\u03b3\u03be\u03b5\u03c4\u03b5 \u03b3\u03b9\u03b1 \u03b4\u03b9\u03c0\u03bb\u03ac \u03b3\u03b9\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1,\u03cc\u03c7\u03b9 \u03b3\u03b9\u03b1 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2, \u03b7 \u03ac\u03bb\u03bb\u03b5\u03c2 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2. \u0395\u03ac\u03bd \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u039f\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2, \u03a0\u03b7\u03b3\u03ad\u03c2 \u0391\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c1\u03b9\u03b1, \u03b7 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03b4\u03b9\u03c0\u03bb\u03ac \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03b5\u03c3\u03bc\u03b1\u03c4\u03b9\u03ba\u03ae \u03bc\u03cc\u03bd\u03bf \u03b3\u03b9\u03b1 \u03b5\u03ba\u03b5\u03af\u03bd\u03b1 \u03c4\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1.<br>\n<br>\n\u0395\u03ac\u03bd \u03b4\u03b5\u03bd \u03b5\u03af\u03c3\u03c4\u03b5 \u03c3\u03af\u03b3\u03bf\u03c5\u03c1\u03b9 \u03c4\u03b9 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03ad\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c0\u03c1\u03cc\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1 \u03c0\u03bf\u03bb\u03bb\u03ad\u03c2 \u03c6\u03bf\u03c1\u03ad\u03c2. \u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03ad\u03c3\u03b5\u03c4\u03b5 \u03c0\u03c1\u03ce\u03c4\u03b1 \u03b3\u03b9\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03bc\u03cc\u03bd\u03bf, \u03b5\u03bb\u03ad\u03b3\u03c7\u03b5\u03c4\u03b5 \u03b3\u03b9\u03b1 \u03b4\u03b9\u03c0\u03bb\u03ac, \u03bc\u03b5\u03c4\u03ac, \u03bc\u03cc\u03bb\u03b9\u03c2 \u03c4\u03b5\u03bb\u03b5\u03b9\u03ce\u03c3\u03b5\u03b9, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03bf \u03b5\u03ba\u03c4\u03b5\u03bb\u03ad\u03c3\u03b5\u03c4\u03b5 \u03b3\u03b9\u03b1 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2 \u03ba\u03b1\u03b9 \u03bf\u03cd\u03c4\u03c9 \u03c4\u03bf \u03ba\u03b1\u03b8\u03b5\u03be\u03ae\u03c2.<br>\n  </p>\n </body>\n</html>\n
SearchDuplicatesWizardIterator.name.text={0} \u03b1\u03c0\u03cc {1}
