#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/ancestris.app/src/ancestris/app
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=\u039c\u03c5\u03c3\u03c4\u03b9\u03ba\u03cc\u03c4\u03b7\u03c4\u03b1
OpenIDE-Module-Display-Category=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2
OpenIDE-Module-Long-Description=<h1><center>\u0391\u03c0\u03cc\u03c1\u03c1\u03b7\u03c4\u03bf</center></h1>\n\n<p>\u0395\u03be\u03b1\u03c3\u03c6\u03b1\u03bb\u03af\u03b6\u03b5\u03b9 \u03cc\u03c4\u03b9 \u03bf\u03b9 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03b5\u03c2 \u03c3\u03b1\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03ad\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03bd\u03bf\u03c5\u03bd \u03b5\u03bc\u03c0\u03b9\u03c3\u03c4\u03b5\u03c5\u03c4\u03b9\u03ba\u03ad\u03c2. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b9 \u03b5\u03af\u03b4\u03bf\u03c5\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03bc\u03c0\u03b9\u03c3\u03c4\u03b5\u03c5\u03c4\u03b9\u03ba\u03ad\u03c2.</p>\n\n<p>\u0393\u03b9\u03b1 \u03c4\u03b1 \u03c4\u03bf \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5,  \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae, \u03a0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2, \u0394\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1, \u0391\u03c0\u03cc\u03c1\u03c1\u03b7\u03c4\u03bf.</p>
AdvancedOption_DisplayName_Privacy=\u0391\u03c0\u03cc\u03c1\u03c1\u03b7\u03c4\u03bf
AdvancedOption_Keywords_Privacy=\u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1, \u03b1\u03c0\u03cc\u03c1\u03c1\u03b7\u03c4\u03bf, \u03b1\u03c0\u03cc\u03c1\u03c1\u03b7\u03c4\u03bf, \u03b6\u03c9\u03bd\u03c4\u03b1\u03bd\u03cc\u03c2, \u03bd\u03b5\u03ba\u03c1\u03cc\u03c2, \u03bd\u03b5\u03ba\u03c1\u03cc\u03c2, \u03c3\u03b5\u03b2\u03b1\u03c3\u03bc\u03cc\u03c2, \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf, \u03ac\u03c4\u03bf\u03bc\u03b1
PrivacyPanel.jLabel2.text=\u0398\u03b5\u03c9\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ac:
PrivacyPanel.jLabel1.text=<html><center><u>\u0394\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ce\u03bd \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd</u></center><br />\u0393\u03b9\u03b1 \u03c4\u03bf \u03c3\u03b5\u03b2\u03b1\u03c3\u03bc\u03cc \u03c4\u03b7\u03c2 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ae\u03c2 \u03b6\u03c9\u03ae\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c7\u03c1\u03ae\u03c3\u03b9\u03bc\u03bf \u03bd\u03b1 \u03c0\u03b5\u03c1\u03b9\u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c3\u03b5 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03c4\u03bf\u03c5 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03bf\u03cd \u03c3\u03b1\u03c2 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5, \u03b5\u03b9\u03b4\u03b9\u03ba\u03ac \u03b1\u03bd \u03b5\u03c0\u03b9\u03b8\u03c5\u03bc\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03b9\u03b5\u03c5\u03c4\u03bf\u03cd\u03bd \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03b4\u03af\u03ba\u03c4\u03c5\u03bf \u03ae/\u03ba\u03b1\u03b9 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03ce\u03c3\u03b5\u03c4\u03b5 \u03bc\u03ad\u03c1\u03bf\u03c2 \u03c4\u03bf\u03c5 \u03c3\u03b5 \u03ba\u03ac\u03c0\u03bf\u03b9\u03bf\u03bd \u03ac\u03bb\u03bb\u03bf.</html>
PrivacyPanel.jLabel3.text=\u0399\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03bf\u03c5\u03bd TAG
PrivacyPanel.jLabel4.text=\u03c4\u03b1 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03c7\u03c1\u03cc\u03bd\u03b9\u03b1
PrivacyPanel.jLabel5.text=\u0393\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1 \u03c4\u03c9\u03bd
PrivacyPanel.jLabel6.text=\u03a9\u03c3\u03c4\u03cc\u03c3\u03bf \u03b4\u03b5 \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03b7\u03b8\u03bf\u03cd\u03bd \u03c9\u03c2 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ac:
PrivacyPanel.jtPrivTag.text=
PrivacyPanel.jtReplace.text=
PrivacyPanel.jcbDead.text=\u03a0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b8\u03b1\u03bd\u03cc\u03bd\u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03c3\u03ce\u03c0\u03c9\u03bd
PrivacyPanel.jcbLivings.text=\u03a0\u03c1\u03cc\u03c3\u03c9\u03c0\u03b1 \u03b5\u03bd \u03b6\u03c9\u03ae, \u03b8\u03b5\u03c9\u03c1\u03bf\u03cd\u03bc\u03b5\u03bd\u03b1 \u03cc\u03c4\u03b9 \u03ad\u03c7\u03bf\u03c5\u03bd \u03b3\u03b5\u03bd\u03bd\u03b7\u03b8\u03b5\u03af \u03c0\u03c1\u03cc\u03c3\u03c6\u03b1\u03c4\u03b1
PrivacyPanel.titleReplace.text=\u0391\u03bd\u03c4\u03b9\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03ba\u03b1\u03c4\u03ac
#
PrivacyFilterName=\u03a6\u03af\u03bb\u03c4\u03c1\u03b1 \u0399\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2
PrivacyPanel.jLabel6.toolTipText=\u03a0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03c3\u03c7\u03b5\u03c4\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03b8\u03b1\u03bd\u03cc\u03bd\u03c4\u03b1 \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03b1 \u03c0\u03bf\u03c5 \u03b4\u03b5\u03bd \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b8\u03b5\u03c9\u03c1\u03b7\u03b8\u03bf\u03cd\u03bd \u03c9\u03c2 \u03b9\u03b4\u03b9\u03c9\u03c4\u03b9\u03ba\u03ac \u03cc\u03c0\u03bf\u03b9\u03b5\u03c2 \u03ba\u03b9 \u03b1\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf\u03b9 \u03c0\u03c1\u03bf\u03b7\u03b3\u03bf\u03cd\u03bc\u03b5\u03bd\u03b5\u03c2 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2.
PrivacyPanel.jLabel7.text=\u03ad\u03c4\u03b7
