\ufeff
#
# Resources for package genj.gedcom - UTF-8
#

# General
prop                    = Tulajdons\u00e1g

prop.name.firstname     = Keresztneve
prop.name.lastname      = Csal\u00e1dneve
prop.name.suffix        = El\u0151n\u00e9v
prop.sex                = Neme
prop.sex.male           = F\u00e9rfi
prop.sex.female         = N\u0151
prop.sex.unknown        = Ismeretlen

prop.date.date          = Id\u0151pont
prop.date.fromto        = Id\u0151szak (t\u00f3l-ig)
prop.date.from          = Id\u0151szak (-t\u00f3l)
prop.date.to            = Id\u0151szak (-ig)
prop.date.betand        = Id\u0151tartam (k\u00f6z\u00f6tt)
prop.date.bef           = Id\u0151tartam (el\u0151tt)
prop.date.aft           = Id\u0151tartam (ut\u00e1n)
prop.date.abt           = K\u00f6r\u00fclbel\u00fcl
prop.date.cal           = Sz\u00e1m\u00edtott
prop.date.est           = Becs\u00fclt
prop.date.int           = Interpret\u00e1lt

prop.date.mod.FROM      = -t\u00f3l
prop.date.mod.TO        = -ig
prop.date.mod.BET       = k\u00f6z\u00f6tt
prop.date.mod.AND       = \u00e9s
prop.date.mod.BEF       = el\u0151tt
prop.date.mod.AFT       = ut\u00e1n
prop.date.mod.ABT       = kb.
prop.date.mod.CAL       = pontosan
prop.date.mod.EST       = becsl\u00e9s
prop.date.mod.INT       = int

prop.xref.veto          = A referencia t\u00f6r\u00f6lve van, de az entit\u00e1s maga megmaradt
prop.chil.veto          = A gyermek kapcsolata a csal\u00e1dhoz, \u00e9s viszont, elveszetek
prop.asso.veto          = A t\u00e1rs\u00edt\u00e1s a hivatkozott entit\u00e1shoz elveszett
prop.famc.veto          = A kapcsolat a hivatkozott csal\u00e1dhoz \u00e9s annak a kapcsolata a gyermekhez elveszett
prop.fams.veto          = A kapcsolat a hivatkozott csal\u00e1dhoz \u00e9s annak a kapcsolata ehhez h\u00e1zast\u00e1rshoz elveszett
prop.husb.veto          = A kapcsolat a hivatkozott f\u00e9rjhez \u00e9s annak a kapcsolata a csal\u00e1dhoz elveszett
prop.wife.veto          = A kapcsolat a hivatkozott feles\u00e9ghez \u00e9s annak a kapcsolata a csal\u00e1dhoz elveszett


error.entity.dupe       = Entit\u00e1s m\u00e1r felhaszn\u00e1lt azonos\u00edt\u00f3val (ID) {0}
error.entity.noid       = Entit\u00e1s {0} sz\u00fcks\u00e9ges azonos\u00edt\u00f3 n\u00e9lk\u00fcl
error.noenclosingfam    = Referencia egy gyermekhez nem k\u00f6thet\u0151, am\u00edg az nem r\u00e9sze a csal\u00e1dnak
error.noenclosingindi   = Referencia egy csal\u00e1dhoz nem k\u00f6thet\u0151, am\u00edg az nem r\u00e9sze a szem\u00e9ly adatainak
error.already.spouse    = {0} m\u00e1r feles\u00e9g egy m\u00e1sik csal\u00e1dban: {1}
error.already.child     = {0} m\u00e1r gyermek egy m\u00e1sik csal\u00e1dban: {1}
error.already.ancestor  = {0} m\u00e1r felmen\u0151 egy m\u00e1sik csal\u00e1dban: {1}
error.already.descendant= {0} m\u00e1r lesz\u00e1rmazott egy m\u00e1sik csal\u00e1dban: {1}
error.already.spouses   = {0} -ben m\u00e1r van f\u00e9rj \u00e9s feles\u00e9g
error.norefvalue    = Az \u00e9rt\u00e9k '{0}' nem \u00e9rv\u00e9nyes referencia: '{1}' (elv\u00e1rt form\u00e1tum @..@) 
error.notfound          = Nem tal\u00e1lhat\u00f3 {0} ilyen azonos\u00edt\u00f3val (ID) {1}

foreign.xref            = Linkelte {0}
foreign.ADOP            = Adopt\u00e1lt: {0}

#
# Options
#
options                   = Gedcom Adat
option.maxImageFileSizeKB = Maximum k\u00e9pm\u00e9ret (KB)
option.valueLineBreak     = Sort\u00f6r\u00e9s az \u00e9rt\u00e9kekn\u00e9l a f\u00e1jlban
option.txtMarriageSymbol  = H\u00e1zass\u00e1g szimb\u00f3luma (szem\u00e9lyek k\u00f6z\u00f6tt)
option.numberOfUndos      = Visszavon\u00e1sok sz\u00e1ma
option.isFillGapsInIDs    = \u00daj entit\u00e1s k\u00e9sz\u00edt\u00e9s\u00e9sn\u00e9l a kor\u00e1bban t\u00f6r\u00f6lt azonos\u00edt\u00f3k \u00fajrahaszn\u00e1lta
option.isUpperCaseNames   = Csal\u00e1dnevek nagybet\u0171s\u00edt\u00e9se
option.defaultEncoding    = Alap\u00e9rtelmezett k\u00f3dol\u00e1s
option.isUseSpacedPlaces  = Sz\u00f3k\u00f6z haszn\u00e1lata a c\u00edmekben (\u00dajraind\u00edt\u00e1s ut\u00e1n)
option.maskPrivate        = Priv\u00e1t \u00e9rt\u00e9kek maszkol\u00e1sa
option.dateFormat         = D\u00e1tum form\u00e1tum
option.dateFormat.gedcom  = Gedcom (e.g. 25 JAN 1970)
option.dateFormat.short   = R\u00f6vid (e.g. 25 Jan1970)
option.dateFormat.long    = Hossz\u00fa (e.g. 25 January 1970)
option.dateFormat.numeric = Numerikus (e.g. 01/25/1970)
option.setWifeLastname	  = Apa cala\u00e1dnev\u00e9nek haszn\u00e1lata \u00faj any\u00e1n\u00e1l
#
# The following entries are taken from the GEDCOM
# specificiation.
#

?.info    = A cimke (tag) nem haszn\u00e1lt a GenJ Gedcom nyelvtan\u00e1ban
_.info    = A cimke (tag) nem defini\u00e1lt a Gedcom specifik\u00e1ci\u00f3ban

# FAM structure
FAM.name  = Csal\u00e1d
FAM.s.name = Csal\u00e1dok
FAM.info  = Hivatalos, polg\u00e1ri jogi \u00e9rtelemben vett csal\u00e1d, vagy b\u00e1rmely szok\u00e1sos kapcsolat f\u00e9rfi \u00e9s n\u0151, valamint gyermekeik k\u00f6z\u00f6tt (ha van), vagy gyermekek \u00e9s azok biol\u00f3giai apja \u00e9s anyja.
CHIL.name = Gyermek
CHIL.s.name= Gyermekek
CHIL.info = Term\u00e9szetes, \u00f6r\u00f6kbe fogadott, vagy a mormon vall\u00e1s szerinti gyermeke az ap\u00e1nak \u00e9s any\u00e1nak
HUSB.name = F\u00e9rj
HUSB.info = Egy szem\u00e9ly, aki a csal\u00e1dban a csal\u00e1df\u0151 \u00e9s/vagy apa szerep\u00e9t t\u00f6lti be.
HUSB.father = Apa
WIFE.name = Feles\u00e9g
WIFE.info = Az a szem\u00e9ly, amely a csal\u00e1dban a h\u00e1zas n\u0151 vagy anya szerep\u00e9t t\u00f6lti be.

# FAM Events
ANUL.name = \u00c9rv\u00e9nytelen\u00edt\u00e9s
ANUL.info = Nyilatkozat, melyben arra utalnak, hogy a h\u00e1zass\u00e1g \u00e9rv\u00e9nytelen m\u00e1r az elej\u00e9t\u0151l (sohasem l\u00e9tezett).
DIV.name  = V\u00e1l\u00e1s
DIV.info  = Egy esem\u00e9ny, amikor a h\u00e1zass\u00e1gi szerz\u0151d\u00e9st polg\u00e1ri per sor\u00e1n felbontj\u00e1k.
DIVF.name = V\u00e1l\u00f3per
DIVF.info = Egy esem\u00e9ny, amikor az egyik h\u00e1zast\u00e1rs beny\u00fajtja a v\u00e1l\u00e1sra val\u00f3 ig\u00e9ny\u00e9t.
ENGA.name = Eljegyz\u00e9s
ENGA.info = Egy esem\u00e9ny, amikor k\u00e9t ember k\u00f6z\u00f6s akarat\u00e1b\u00f3l bejelenti, hogy \u00f6ssze fognak h\u00e1zasodni.
MARR.name = H\u00e1zass\u00e1g
MARR.info = A hivatalos, polg\u00e1ri jog szerinti vagy m\u00e1s \u00e9rtelmez\u00e9sben vett esem\u00e9ny, mely sor\u00e1n a f\u00e9rfib\u0151l f\u00e9rj, a n\u0151b\u0151l feles\u00e9g, kettej\u00fckb\u0151l pedig csal\u00e1d j\u00f6n l\u00e9tre.
MARB.name = H\u00e1zass\u00e1gi megh\u00edv\u00e1s
MARB.info = Egy esem\u00e9ny, amikor nyilv\u00e1nos felh\u00edv\u00e1s ker\u00fcl k\u00f6zz\u00e9 arr\u00f3l, hogy k\u00e9t ember \u00f6ssze akar h\u00e1zasodni.
MARC.name = H\u00e1zass\u00e1gi szerz\u0151d\u00e9s
MARC.info = Egy esem\u00e9ny, amikor r\u00f6gz\u00edtik a hivatalos beleegyez\u00e9st a h\u00e1zass\u00e1g int\u00e9zm\u00e9ny\u00e9be, bele\u00e9rtve a vagyoni szerz\u0151d\u00e9st, melynek sor\u00e1n elnyerik a jogot egym\u00e1s ing\u00f3s\u00e1gainak haszn\u00e1lat\u00e1ra, \u00edgy biztos\u00edtva a tulajdont gyermekeiknek.
MARL.name = H\u00e1zass\u00e1gi enged\u00e9ly
MARL.info = Egy esem\u00e9ny, amikor megszerzik az enged\u00e9lyt a h\u00e1zass\u00e1gk\u00f6t\u00e9sre.
MARS.name = H\u00e1zass\u00e1gi egyezs\u00e9g
MARS.info = Egy esem\u00e9ny, amikor k\u00e9t h\u00e1zasodni v\u00e1gy\u00f3 ember l\u00e9trehoz egy egyezs\u00e9get, melyben r\u00f6gz\u00edtik, hogy lemondanak vagy m\u00f3dos\u00edtj\u00e1k az ing\u00f3kra vonatkoz\u00f3 jogaikat, ami egy\u00e9bk\u00e9nt a h\u00e1zass\u00e1g sor\u00e1n k\u00f6vetkezne be. "} 

# INDI structure
FAMC.name = Csal\u00e1di gyermek
FAMC.info = Azt a csal\u00e1dot azonos\u00edtja (arra mutat), amelyben az egy\u00e9n gyermekk\u00e9nt szerepel.
FAMS.name = Csal\u00e1di h\u00e1zast\u00e1rs
FAMS.info = Azt a csal\u00e1dot azonos\u00edtja (arra mutat), amelyben az egy\u00e9n h\u00e1zast\u00e1rsk\u00e9nt (sz\u00fcl\u0151k\u00e9nt) szerepel.
GIVN.name = Keresztn\u00e9v
GIVN.info = Az a n\u00e9v, amely v\u00e1lasztott n\u00e9v (de \u00f6r\u00f6k\u00f6lhet is ilyet) \u00e9s hivatalos azonos\u00edt\u00e1sra szolg\u00e1l
INDI.name = Szem\u00e9ly
INDI.s.name= Szem\u00e9lyek
INDI.info = Egy szem\u00e9ly.
NAME.name = Neve
NAME.info = Egy sz\u00f3 vagy szavak kombin\u00e1ci\u00f3ja, mely egy szem\u00e9ly azonos\u00edt\u00e1s\u00e1t k\u00f6nny\u00edti meg. Rendelkezhet c\u00edmmel, titulussal, stb. T\u00f6bb n\u00e9ven ismert szem\u00e9ly eset\u00e9n t\u00f6bb sorban, \u00faj n\u00e9v megad\u00e1s\u00e1val \u00edrjuk be a neveket.
NAME.vals = 
NICK.name = Becen\u00e9v
NICK.info = Egy le\u00edr\u00f3 vagy ismert neve a szem\u00e9lynek ami kapcsolatban van a hivatalos nev\u00e9vel.
NPFX.name = N\u00e9v el\u0151tag
NPFX.info = Olyan el\u0151tag, ami a keresztn\u00e9v \u00e9s vezet\u00e9kn\u00e9v el\u0151tt tal\u00e1lhat\u00f3. N\u00e9vsorba rendez\u00e9skor figyelmen k\u00edv\u00fcl marad. K\u00fcl\u00f6nb\u00f6z\u0151 el\u0151tagokat vessz\u0151vel elv\u00e1lasztva soroljuk fel.
NSFX.name = N\u00e9v ut\u00f3tag
NSFX.info = A csal\u00e1dn\u00e9v \u00e9s keresztn\u00e9v ut\u00e1n tal\u00e1lhat\u00f3 ut\u00f3n\u00e9v, mely a n\u00e9vsorba rendez\u00e9sn\u00e9l figyelmen k\u00edv\u00fcl marad. K\u00fcl\u00f6nb\u00f6z\u0151 ut\u00f3tagok eset\u00e9ben azokat vessz\u0151vel kell elv\u00e1lasztani.
SEX.name  = Neme
SEX.info  = A szem\u00e9ly szexu\u00e1lis indentit\u00e1s\u00e1t hat\u00e1rozza meg--f\u00e9rfi vagy n\u0151.
SPFX.name = Ut\u00f3n\u00e9v el\u0151tag
SPFX.info = Ut\u00f3n\u00e9v el\u0151tt szerepl\u0151 el\u0151tag vagy n\u00e9vel\u0151, ami szerepel a csal\u00e1dn\u00e9vben. A k\u00fcl\u00f6nb\u00f6z\u0151 el\u0151tagokat vessz\u0151vel elv\u00e1lasztva kell felsorolni. P\u00e9ld\u00e1ul "de la Cruz" eset\u00e9ben "de, la".
SURN.name = Ut\u00f3n\u00e9v
SURN.info = A csal\u00e1dn\u00e9v, amit a csal\u00e1dtagok \u00f6r\u00f6k\u00f6lnek vagy haszn\u00e1lnak.
ALIA.name = Aliasz
ALIA.info = Annak a jelz\u00e9se, hogy egy szem\u00e9ly m\u00e1s n\u00e9ven ismert egy m\u00e1sik adatrekordban

# INDI Events		
ADOP.name = \u00d6r\u00f6kbefogad\u00e1s
ADOP.info = Egy olyan sz\u00fcl\u0151-gyermek kapcsolat sz\u00fclet\u00e9se, melyn\u00e9l nincs biol\u00f3giai kapcsolat.
ADOP.vals = HUSB, WIFE, BOTH
BAPM.name = Keresztelked\u00e9s
BAPM.info = Az az keresztel\u00e9si esem\u00e9ny (nem mormon), amit csecsem\u0151korban vagy k\u00e9s\u0151bb hajtanak v\u00e9gre
BARM.name = Bar Mitzvah
BARM.info = Az a vall\u00e1si esem\u00e9ny, amit a zsid\u00f3 fi\u00fak 13 \u00e9ves kor\u00e1ban tartanak.
BASM.name = Bas Mitzvah
BASM.info = Az a vall\u00e1si esem\u00e9ny, amit a zsid\u00f3 l\u00e1nyok 13 \u00e9ves kor\u00e1ban tartanak. Szok\u00e1s Bat Mitzvah-nak is nevezni.
BIRT.name = Sz\u00fclet\u00e9s
BIRT.info = Az az esem\u00e9ny, amikor a szem\u00e9ly (el\u0151sz\u00f6r) meg\u00e9rkezik az \u00e9letbe.
BLES.name = \u00c1ld\u00e1s
BLES.info = Vall\u00e1sos esem\u00e9ny, mely sor\u00e1n az isteni gondvisel\u00e9s \u00e1ld\u00e1sa sz\u00e1ll r\u00e1. N\u00e9ha ez egybeesik a n\u00e9vad\u00e1si \u00fcnneps\u00e9ggel is.
BURI.name = Temet\u00e9s
BURI.info = Az az esem\u00e9ny, amely sor\u00e1n a halott maradv\u00e1nyait gy\u00e1szszertart\u00e1s sor\u00e1n elhelyezik.
CENS.name = N\u00e9psz\u00e1ml\u00e1l\u00e1s
CENS.info = Az az ism\u00e9tl\u0151d\u0151 esem\u00e9ny, amikor a n\u00e9pess\u00e9get a lakhely\u00e9n a kijel\u00f6lt szervek megsz\u00e1ml\u00e1lj\u00e1k, mint pl. orsz\u00e1gos vagy \u00e1llami n\u00e9psz\u00e1ml\u00e1l\u00e1s.
CHR.name  = Keresztel\u00e9s
CHR.info  = Vall\u00e1si esem\u00e9ny (nem mormon), mely sor\u00e1n megkeresztelnek \u00e9s elneveznek egy gyermeket.
CHRA.name = Feln\u0151tt keresztel\u00e9s
CHRA.info = Vall\u00e1sos esem\u00e9ny (nem mormon), mely sor\u00e1n megkeresztelik \u00e9s/vagy elneveznek egy feln\u0151tt szem\u00e9lyt.
CONF.name = Konfirm\u00e1l\u00e1s
CONF.info = Vall\u00e1sos esem\u00e9ny (nem mormon), mely sor\u00e1n a Szent Szellem aj\u00e1nd\u00e9kak\u00e9ppen a t\u00f6bbi h\u00edv\u0151 k\u00f6z\u00f6tt, teljes templomi tagg\u00e1 v\u00e1lik. 
CREM.name = Hamvaszt\u00e1s
CREM.info = Az az esem\u00e9ny, amely sor\u00e1n a halott maradv\u00e1nyait t\u0171zben \u00e9getik el.
DEAT.name = Hal\u00e1l
DEAT.info = Az az esem\u00e9ny, amikor a szem\u00e9ly \u00e9lete befejez\u0151dik.
EMIG.name = Kiv\u00e1ndorl\u00e1s
EMIG.info = Emigr\u00e1ci\u00f3. Egy esem\u00e9ny, amikor valaki elhagyja sz\u00fcl\u0151haz\u00e1j\u00e1t azzal a sz\u00e1nd\u00e9kkal, hogy m\u00e1shol telepedik le.
EVEN.name = Esem\u00e9ny
EVEN.s.name = Esem\u00e9nyek
EVEN.info = Egy szem\u00e9lyhez, csoporthoz vagy szervezethez k\u00f6t\u0151d\u0151 jelnt\u0151s esem\u00e9ny.
EVEN.vals = BIRT, DEAT, MARR
FCOM.name = Els\u0151 \u00e1ldoz\u00e1s
FCOM.info = Egy vall\u00e1si r\u00edtus, az els\u0151 cselekedete az isteni vacsor\u00e1nak, r\u00e9sze a templomi istentiszteletnek.
GRAD.name = \u00c9retts\u00e9gi, diplomaoszt\u00f3
GRAD.info = Egy esem\u00e9ny, mely sor\u00e1n \u00fcnnep\u00e9lyesen \u00e1tadj\u00e1k a megszerzett tud\u00e1st bizony\u00edt\u00f3 okiratot, diplom\u00e1t, bizony\u00edtv\u00e1nyt.
IMMI.name = Bev\u00e1ndorl\u00e1s
IMMI.info = Egy esem\u00e9ny, amikor valaki bel\u00e9p egy \u00faj helyre, leteleped\u00e9si sz\u00e1nd\u00e9kkal.
NATU.name = \u00c1llampolg\u00e1rs\u00e1g
NATU.info = Egy esem\u00e9ny, amikor a szem\u00e9ly \u00e1llampolg\u00e1rs\u00e1got szerez.
ORDN.name = Elrendez\u00e9s
ORDN.info = Egy vall\u00e1si esem\u00e9ny, mely sor\u00e1n felhatalmaz\u00e1st kap, hogy vall\u00e1si \u00fcgyben cselekedjen.
PROB.name = Hiteles\u00edt\u00e9s
PROB.info = Az esem\u00e9ny, amikor a t\u00f6rv\u00e9nykez\u00e9s \u00e9rv\u00e9nyess\u00e9 nyilv\u00e1n\u00edt egy sz\u00e1nd\u00e9kot. Jelezhet tov\u00e1bbi b\u00edr\u00f3s\u00e1gi tev\u00e9kenys\u00e9get \u00e9s sz\u00e1mos d\u00e1tumot.
RETI.name = Nyugd\u00edjba vonul\u00e1s
RETI.info = Egy esem\u00e9ny, amikor a dolgoz\u00f3 visszavonul, melyre egy meghat\u00e1rozott id\u0151 ut\u00e1n jogosult.
WILL.name = V\u00e9grendelet
WILL.info = Egy hivatalos dokumentum amit esem\u00e9nynek tekint\u00fcnk. Ekkor a szem\u00e9ly a vagyon\u00e1t sz\u00e9tosztja, ezt pap\u00edron r\u00f6gz\u00edtik, hogy hal\u00e1la ut\u00e1n ez k\u00f6vetkezzen be. Az esem\u00e9ny d\u00e1tuma a v\u00e9grendelet al\u00e1\u00edr\u00e1s\u00e1t jelzi, amikor a szem\u00e9ly m\u00e9g \u00e9lt.

# LDS
BAPL.name = Baptism LDS
BAPL.info = The event of baptism performed at age eight or later by priesthood authority of the LDS Church.
CONL.name = Conformation LDS
CONL.info = The religious event by which a person receives membership in the LDS Church. 
STAT.name = Status
STAT.info = An assessment of the state or condition of something
TEMP.name = Temple
TEMP.info = The name or code that represents the name a temple of the LDS Church
ENDL.name = Endowment
ENDL.info = A religious event where an endowment ordinance for an individual was performed by priesthood authority in an LDS temple 
SLGC.name = Sealing Child LDS
SLGC.info = A religious event pertaining to the sealing of a child to his or her parents in an LDS temple ceremony 
SLGS.name = Sealing Spouse LDS
SLGS.info = A religious event pertaining to the sealing of a husband and wife in an LDS temple ceremony 

# INDI attributes
CAST.name = Kaszt
CAST.info = Egy n\u00e9v, ami a szem\u00e9ly rangja vagy helyzete a t\u00e1rsadalomban, melyet faji vagy vall\u00e1si k\u00fcl\u00f6nbs\u00e9gek, vagyoni k\u00fcl\u00f6nbs\u00e9gek vagy \u00f6r\u00f6k\u00f6lt rang, szakma, foglalkoz\u00e1s stb. alapj\u00e1n kapott.
DSCR.name = Le\u00edr\u00e1s
DSCR.info = Fizikai (testi) le\u00edr\u00e1sa egy szem\u00e9lynek, helynek vagy dolognak.
EDUC.name = Oktat\u00e1s
EDUC.info = Az egy\u00e9n \u00e1ltal el\u00e9rt k\u00e9pzetts\u00e9gi szint jelz\u0151je.
IDNO.name = Szem\u00e9lyi sz\u00e1m
IDNO.info = Egy szem\u00e9lyi azonos\u00edt\u00f3 sz\u00e1m, amit a k\u00fcls\u0151, jelent\u0151s rendszerekben haszn\u00e1lnak
NATI.name = Nemzetis\u00e9g
NATI.info = A szem\u00e9ly nemzeti \u00f6r\u00f6ks\u00e9ge.
NCHI.name = Gyermekek sz\u00e1ma
NCHI.info = A szem\u00e9lynek tulajdon\u00edthat\u00f3 gyermekek sz\u00e1ma (\u00f6sszes h\u00e1zass\u00e1gb\u00f3l), ha az adott szem\u00e9lyhez vagy annak csal\u00e1dj\u00e1hoz rendelhet\u0151.
NMR.name  = H\u00e1zass\u00e1gok sz\u00e1ma
NMR.info  = A csal\u00e1dok sz\u00e1ma, amelyekben az illet\u0151 ismert volt mint h\u00e1zast\u00e1rs vagy sz\u00fcl\u0151, att\u00f3l f\u00fcggetlen\u00fcl, hogy a csal\u00e1dok szerepelnek-e a GEDCOM f\u00e1jlban
OCCU.name = Foglalkoz\u00e1s
OCCU.info = A szem\u00e9ly \u00e1ltal v\u00e9gzett munka vagy szakma megnevez\u00e9se.
OCCU.vals = 
PROP.name = Tulajdon
PROP.info = A szem\u00e9ly \u00e1ltal birtokolt tulajdonok, mint pl. ingatlan.
RELI.name = Vall\u00e1s
RELI.info = Az a vall\u00e1si felekezet, amelyet a szem\u00e9ly gyakorolt, vagy amelyre utal\u00f3 okirat ismert.
RESI.name = Lakhely
RESI.info = Egy lakc\u00edm, amit a szem\u00e9ly hosszabb ideje lak\u00e1sk\u00e9nt haszn\u00e1l.
SSN.name  = T\u00e1rsadalom-biztos\u00edt\u00e1si sz\u00e1m
SSN.info  = Az USA Szoci\u00e1lis Biztons\u00e1g Igazgat\u00f3s\u00e1ga \u00e1ltal hozz\u00e1rendelt sz\u00e1m. Ad\u00f3azonos\u00edt\u00e1si c\u00e9lb\u00f3l haszn\u00e1lj\u00e1k.

# OBJE structure
BLOB.name = Bin\u00e1ris objektum
BLOB.info = Adathalmaz, ami maga a multim\u00e9di\u00e1s elem. Ez lehet k\u00e9p, hang, vide\u00f3.
OBJE.name = Multim\u00e9dia
OBJE.s.name= Multim\u00e9di\u00e1k
OBJE.info = Vonatkoz\u00f3 attrib\u00fatumok csoportja, mely le\u00edr valamit. \u00c1ltal\u00e1ban hivatkoz\u00e1s egy adathalmazra, ami egy multim\u00e9dia objektum. P\u00e9ld\u00e1ul: hangfelv\u00e9tel, f\u00e9nyk\u00e9p vagy egy dokumentum.

# NOTE structure
NOTE.name = Megjegyz\u00e9s
NOTE.s.name= Megjegyz\u00e9sek
NOTE.info = Tov\u00e1bbi inform\u00e1ci\u00f3, amit a bek\u00fcld\u0151 f\u0171z hozz\u00e1 a jobb meg\u00e9rt\u00e9s \u00e9rdek\u00e9ben.

# Source, Repository, Submitter structure
ABBR.name = R\u00f6vid\u00edt\u00e9s
ABBR.info = A forr\u00e1s vagy egy kapcsol\u00f3d\u00f3 szervezet r\u00f6vid\u00edt\u00e9se.
AFN.name  = Ancestral File Number
AFN.info  = A unique permanent record file number of an individual record stored in Ancestral File.
AUTH.name = \u00cdr\u00f3
AUTH.info = A forr\u00e1s \u00edr\u00f3ja vagy l\u00e9trehoz\u00f3ja.
CALN.name = Hivatkoz\u00e1si sz\u00e1m
CALN.info = Az a sz\u00e1m, amit a lev\u00e9lt\u00e1rban rendeltek hozz\u00e1 az adott elemhez, hogy a gy\u0171jtem\u00e9nyben azonos\u00edtani tudj\u00e1k azt.
DATA.name = Adat
DATA.info = Vonatkoz\u00f3 inform\u00e1ci\u00f3 amit automatikusan t\u00e1rolnak.
MEDI.name = M\u00e9dia
MEDI.info = Inform\u00e1ci\u00f3 a m\u00e9di\u00e1r\u00f3l (pl. k\u00f6nyv, mikrofilm), amin a forr\u00e1s megtal\u00e1lhat\u00f3.
PUBL.name = Kiadv\u00e1ny
PUBL.info = Hol \u00e9s mikor j\u00f6tt l\u00e9tre a feljegyz\u00e9s. Kiadv\u00e1nyokn\u00e1l ez a kiad\u00e1s hely\u00e9t, a kiad\u00f3 nev\u00e9t \u00e9s a kiad\u00e1s \u00e9vsz\u00e1m\u00e1t jelenti.
REFN.name = Hivatkoz\u00e1s
REFN.info = Az akt\u00e1k \u00e9s a t\u00e1rol\u00f3k le\u00edr\u00e1sa, sz\u00e1moz\u00e1sa azonos\u00edt\u00e1s szempontj\u00e1b\u00f3l vagy m\u00e1s hivatkoz\u00e1si c\u00e9lb\u00f3l.
REPO.name = T\u00e1rh\u00e1z
REPO.s.name= T\u00e1rh\u00e1zak
REPO.info = Az a lev\u00e9lt\u00e1r, ahol a dokumentumok, feljegyz\u00e9sek \u00e9s egy\u00e9b forr\u00e1sok tal\u00e1lhat\u00f3ak.
RFN.name  = Rekord F\u00e1jl Sz\u00e1m
RFN.info  = A permanent number assigned to a record that uniquely identifies it within a known file.
RIN.name  = Hivatkoz\u00e1si azonos\u00edt\u00f3
RIN.info  = Automatikusan hozz\u00e1rendelt azonos\u00edt\u00f3, amit a rendszer a vonatkoz\u00f3 inform\u00e1ci\u00f3k azonos\u00edt\u00e1sa eset\u00e9n haszn\u00e1l.
RESN.name = Korl\u00e1toz\u00e1sok
RESN.info = Egy feldolgoz\u00e1si jelz\u00e9s arr\u00f3l, hogy nincs az adathoz hozz\u00e1f\u00e9r\u00e9s vagy az korl\u00e1tozott
ANCI.name = Felmen\u0151k ir\u00e1nti \u00e9rdekl\u0151d\u00e9s
ANCI.info = Annak a jelz\u00e9se, hogy \u00e9rdekl\u0151d\u00e9s van a felmen\u0151k ut\u00e1ni kutat\u00e1sra
DESI.name = Lesz\u00e1rmazottak ir\u00e1nti \u00e9rdekl\u0151d\u00e9s
DESI.info = Annak a jelz\u00e9se, hogy \u00e9rdekl\u0151d\u00e9s van a lesz\u00e1rmazottak ut\u00e1ni kutat\u00e1sra
SOUR.name = Forr\u00e1s
SOUR.s.name= Forr\u00e1sok
SOUR.info = Az inform\u00e1ci\u00f3 forr\u00e1sa. Lehet k\u00f6nyv, szem\u00e9ly, stb.
SUBM.name = Forr\u00e1s
SUBM.s.name= Forr\u00e1sok
SUBM.info = Egy szem\u00e9ly vagy szervezet, aki k\u00f6zrem\u0171k\u00f6dik a geneal\u00f3giai adatok eljuttat\u00e1s\u00e1ban, vagy \u00e1tad\u00e1s\u00e1ban.
TEXT.name = Sz\u00f6veg
TEXT.info = A forr\u00e1sban tal\u00e1lhat\u00f3 eredeti, id\u00e9zett sz\u00f6veg.

# Misc		
ADDR.name = C\u00edm
ADDR.info = A korabeli c\u00edme a helynek, \u00e1ltal\u00e1ban postai c\u00e9lokb\u00f3l sz\u00fcks\u00e9ges. Tartozhat szem\u00e9lyhez, bek\u00fcld\u0151h\u00f6z, lev\u00e9lt\u00e1rhoz, \u00fczlethez, iskol\u00e1hoz, c\u00e9ghez.
ADR1.name = C\u00edm1
ADR1.info = A c\u00edm els\u0151 sora
ADR2.name = C\u00edm2
ADR2.info = A c\u00edm m\u00e1sodik sora
PHON.name = Telefon
PHON.info = Egy telefonsz\u00e1m
EMAIL.name = EMail
EMAIL.info = Egy elektronikus postac\u00edm
FAX.name = Fax
FAX.info = Egy fax sz\u00e1m
WWW.name = Honlap
WWW.info = Egy honlap c\u00edme a weben
AGE.name  = Kor
AGE.info = A szem\u00e9ly kora, amikor az esem\u00e9ny bek\u00f6vetkezett, vagy az a kor, ami a dokumentumban (forr\u00e1sban) szerepel.
AGNC.name = \u00dcgyn\u00f6ks\u00e9g
AGNC.info = Az a szervezet, int\u00e9zm\u00e9ny, v\u00e1llalat, szem\u00e9ly, vagy m\u00e1s entit\u00e1s, amely a t\u00e1rs\u00edtott kontextus feletti jogot gyakorolja. P\u00e9ld\u00e1ul, a szem\u00e9ly munk\u00e1ltat\u00f3ja, vagy egy templom, amely az esem\u00e9nyeket \u00e9s r\u00edtusokat levezeti, vagy egy szervezet, amely felel\u0151s a feljegyz\u00e9sek l\u00e9trehoz\u00e1s\u00e1\u00e9rt \u00e9s t\u00e1rol\u00e1s\u00e1\u00e9rt. "},
ASSO.name = T\u00e1rs\u00edt\u00e1s
ASSO.info = Egy indik\u00e1tor, mely kapcsolatot jelent a szem\u00e9ly \u00e9s bar\u00e1tok, szomsz\u00e9dok, rokonok vagy m\u00e1s kapcsolatban l\u00e9v\u0151k k\u00f6z\u00f6tt.
CAUS.name = Ok
CAUS.info = Le\u00edr\u00e1sa annak az oknak, ami az esem\u00e9nyhez vagy t\u00e9nyhez kapcsol\u00f3dik. Pl.: hal\u00e1l oka.
CHAN.name = V\u00e1ltoz\u00e1s
CHAN.info = V\u00e1ltoz\u00e1st, jav\u00edt\u00e1st vagy m\u00f3dos\u00edt\u00e1st jelez. Jellemz\u0151en d\u00e1tumhoz kapcsol\u00f3dik, amikor az adott inform\u00e1ci\u00f3ban v\u00e1ltoz\u00e1s k\u00f6vetkezik be.
CITY.name = V\u00e1ros
CITY.info = K\u00f6zigazgat\u00e1silag meghat\u00e1rozott ter\u00fclet. \u00c1ltal\u00e1ban egy egys\u00e9ges, \u00f6nkorm\u00e1nyzati egys\u00e9g.
CITY.vals = 
CTRY.name = Orsz\u00e1g
CTRY.info = Az orsz\u00e1g neve vagy k\u00f3dja
CTRY.vals =
CONC.name = L\u00e1ncol\u00e1s
CONC.info = Egy indik\u00e1tor, ami azt jelzi, hogy tov\u00e1bbi adat tartozik a fels\u0151bb szinten megadott \u00e9rt\u00e9khez. A l\u00e1ncol\u00e1s \u00e9rt\u00e9k\u00e9t sz\u00f3k\u00f6z \u00e9s soremel\u00e9s/kocsivissza jelek n\u00e9lk\u00fcl f\u0171zi a fels\u0151bb szint \u00e9rt\u00e9k\u00e9hez. Azok az \u00e9rt\u00e9keket, amelyeket kett\u00e9bontunk a l\u00e1ncol\u00e1shoz, szigor\u00faan egy nem sz\u00f3k\u00f6zn\u00e9l l\u00e9v\u0151 poz\u00edci\u00f3n\u00e1l kell elv\u00e1gni. Ha m\u00e9gis \u00edgy tenn\u00e9nk, akkor a sz\u00f3k\u00f6z az \u00f6sszef\u0171z\u00e9sn\u00e9l elveszlik. Ez az\u00e9rt van, mert a GEDCOM f\u00e1jlban a sz\u00f3k\u00f6z az elv\u00e1laszt\u00f3 elem, \u00edgy sok GEDCOM \u00e9rt\u00e9k ut\u00e1n tal\u00e1lhat\u00f3 sz\u00f3k\u00f6z, emiatt n\u00e9h\u00e1ny rendszer k\u00e9s\u0151bb az els\u0151 nem sz\u00f3k\u00f6zzel kezd\u0151d\u0151 cimk\u00e9vel kezd hozz\u00e1 az \u00e9rt\u00e9k meg\u00e1llap\u00edt\u00e1s\u00e1hoz.
CONT.name = Folytat\u00e1s
CONT.info = Egy indik\u00e1tor, ami azt jelzi, hogy tov\u00e1bbi adat folytat\u00f3dik a fels\u0151bb szinten megadott \u00e9rt\u00e9khez. A folytat\u00e1s \u00e9rt\u00e9ke soremel\u00e9s/kocsivissza karakterekkel egy\u00fctt f\u0171z\u0151dik hozz\u00e1 a fels\u0151bb szinten megadott \u00e9rt\u00e9k v\u00e9g\u00e9hez. A kezd\u0151 sz\u00f3k\u00f6zek fontosak lehetnek a v\u00e9gs\u0151 sz\u00f6veg form\u00e1z\u00e1sakor. Ha folytat\u00e1s sorokb\u00f3l import\u00e1lunk \u00e9rt\u00e9keket, az olvas\u00f3nak azt kell felt\u00e9teleznie, hogy csak egy elv\u00e1laszt\u00f3 karakter k\u00f6veti a folytat\u00e1s cimk\u00e9t. Felt\u00e9telezi teh\u00e1t, hogy a kezd\u0151 sz\u00f3k\u00f6z\u00f6k az \u00e9rt\u00e9khez hozz\u00e1tartik, r\u00e9sze.
DATE.name = D\u00e1tum
DATE.info = Az esem\u00e9ny id\u0151pontja napt\u00e1ri d\u00e1tummal.
FILE.name = F\u00e1jl
FILE.info = Inform\u00e1ci\u00f3t\u00e1rol\u00e1si hely, ami rendezett \u00e9s szervezett, meg\u0151rz\u00e9si \u00e9s hivatkoz\u00e1si c\u00e9lokb\u00f3l.
FORM.name = Form\u00e1tum
FORM.info = Egy hozz\u00e1rendelt n\u00e9v egy k\u00f6vetkezetes form\u00e1tumhoz, amiben az inform\u00e1ci\u00f3 tov\u00e1bb\u00edthat\u00f3.
FORM.vals = 
LANG.name = Nyelv
LANG.info = A kommunik\u00e1ci\u00f3 nyelve
PAGE.name = Oldal
PAGE.info = Egy sz\u00e1m vagy le\u00edr\u00e1s az oldal azonos\u00edt\u00e1s\u00e1ra, ahol az inform\u00e1ci\u00f3 a hivatkozott munk\u00e1ban megtal\u00e1lhat\u00f3.
PEDI.name = Pedigree
PEDI.info = Information pertaining to an individual to parent lineage chart.
PEDI.vals = sz\u00fclet\u00e9s, \u00f6r\u00f6kbefogad\u00e1s, nevel\u00e9s, \u00f6sr\u00f6kbefogad\u00e1s (mormon)
PHON.name = Telefon
PHON.info = Egy telefonsz\u00e1m.
PLAC.name = Hely
PLAC.info = A k\u00f6zigazgat\u00e1si neve a helynek vagy helysz\u00ednnek, ahol az esem\u00e9ny t\u00f6rt\u00e9nt.
PLAC.vals = 
POST.name = Postai ir\u00e1ny\u00edt\u00f3sz\u00e1m
POST.info = A posta szolg\u00e1ltat\u00e1s \u00e1ltal haszn\u00e1lt azonos\u00edt\u00f3sz\u00e1m, mely k\u00f6rzetekre bontja az orsz\u00e1got, hogy a lev\u00e9lkezel\u00e9s g\u00f6rd\u00fcl\u00e9kenyebb legyen.
POST.vals = 
QUAY.name = Adatmin\u0151s\u00e9g
QUAY.info = A forr\u00e1s \u00e9s bizony\u00edt\u00e9k \u00e9rt\u00e9kel\u00e9se megb\u00edzhat\u00f3s\u00e1ga szerint
RELA.name = Rokons\u00e1g
RELA.info = A rokons\u00e1gi kapcsolat \u00e9rt\u00e9ke a k\u00e9t kontextus k\u00f6z\u00f6tt.
RELA.vals = Tan\u00fa, Tud\u00f3s\u00edt\u00f3, Keresztapa, Keresztanya, Egy\u00e9b
STAE.name = Megye (EN::State)
STAE.info = A c\u00edmben haszn\u00e1latos k\u00f6zigazgat\u00e1si egys\u00e9g
STAE.vals =
TIME.name = Id\u0151
TIME.info = Id\u0151\u00e9rt\u00e9k 24 \u00f3r\u00e1s form\u00e1tumban, \u00f3r\u00e1kban \u00e9s percekben m\u00e9rve, esetleg m\u00e1sodpercekben. Elv\u00e1laszt\u00f3 jele a kett\u0151spont (:). A sz\u00e1zadm\u00e1sodperceket tizedesponttal jel\u00f6lj\u00fck.
TITL.name = C\u00edm
TITL.info = Le\u00edr\u00e1sa egy konkr\u00e9t \u00edr\u00e1snak vagy munk\u00e1nak, mint p\u00e9ld\u00e1ul egy k\u00f6nyv c\u00edme, ha a forr\u00e1s kontextus\u00e1ban haszn\u00e1ljuk, vagy egy hivatalos megnevez\u00e9se, amit a szem\u00e9ly \u00e1ltal bet\u00f6lt\u00f6tt poz\u00edci\u00f3 miatt rendeltek hozz\u00e1. Pl: korm\u00e1nyz\u00f3.
TYPE.name = T\u00edpus
TYPE.info = Egy tov\u00e1bbi, min\u0151s\u00e9gi meghat\u00e1roz\u00e1sa a fels\u0151bb szint\u0171 elemnek. Az \u00e9rt\u00e9knek nincs sz\u00e1m\u00edt\u00f3g\u00e9pes feldolgoz\u00e1sra alkalmas megb\u00edzhat\u00f3s\u00e1ga. Sokkal ink\u00e1bb egyfajta r\u00f6vid, egy-k\u00e9t szavas megjegyz\u00e9s, ami akkor jelenik meg, ha azt k\u00e9rik.

  


