<!--
To change this template, choose Tools | Templates
and open the template in the editor.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title></title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../ancestris.css">
  </head>
  <body>
      <div class="section1">

          <center><h2 class="section1">T&eacute;l&eacute;chargement d'Ancestris</h2></center>
          <br>

          Le t&eacute;l&eacute;chargement d'Ancestris recoupe deux choses :<br>
          <ul>
              <li>
                  Le t&eacute;l&eacute;chargement proprement dit,
              </li>
              <li>
                  Le t&eacute;l&eacute;chargement des mises &agrave; jour et des modules
                  additionnels.
              </li>
          </ul>

          <br>

          <h3 class="section1">I - Le t&eacute;l&eacute;chargement proprement dit</h3>
          <br>

          Si vous lisez ces lignes, c'est qu'&agrave; priori vous avez r&eacute;ussi &agrave;
          t&eacute;l&eacute;charger Ancestris.<br>
          <br>
          Pour r&eacute;sum&eacute;, vous avez plusieurs mani&egrave;re de t&eacute;l&eacute;charger une
          version d'Ancestris qui vous convienne.<br>
          <br>
          Sur le site internet d'Ancestris, &agrave; l'adresse suivante :<br>
          <a href="http://www.arvernes.com/wiki/index.php/Ancestris">http://www.arvernes.com/wiki/index.php/Ancestris</a>,
          dans la zone de t&eacute;l&eacute;chargement, vous trouverez des
          fichiers sous plusieurs formats, en fonction de
          votre syst&egrave;me d'exploitation (Windows, Linux, Mac OS).<br>
          <br>
          <ol>
              <li>Vous &ecirc;tes sous <b>Windows</b> : Un fichier au format .zip contient tout
                  ce qu'il vous faut pour installer Ancestris.</li>
              <br>
              <li>Vous &ecirc;tes sous <b>Ubuntu</b> - Linux : Un paquet au format debian (.deb) est
                  disponible. Il vous suffit de le t&eacute;l&eacute;charger et de cliquer dessus pour
                  qu'il s'installe tout seul.</li>
              <br>
              <li>Vous &ecirc;tes sous <b>Fedora, Mandrake, Redhat</b> - Linux : Un paquet au format
                  RPM (.rpm) est t&eacute;l&eacute;chargeable. Ce fichier peut &ecirc;tre en retard de
                  quelques versions interm&eacute;diaires, par rapport &agrave;
                  la toute derni&egrave;re disponible, mais les mises
                  &agrave; jour sont bien suivies en g&eacute;n&eacute;ral.</li>
              <br>
              <li>Vous &ecirc;tes sous <b>Linux</b> (d'une mani&egrave;re tr&egrave;s g&eacute;n&eacute;rale,
                  donc m&ecirc;me si vous avez un syst&egrave;me Ubuntu, Fedora, etc....),
                  l'archive au format .zip dont il est question pour Windows,
                  vous permet d'installer Ancestris sur votre ordinateur.</li>
              <br>
              <li>Vous &ecirc;tes sous <b>Mac OS</b>, l'archive .zip est disponible
                  pour tous ceux sous Mac.</li>
          </ol>
          <br>

          <h3 class="section1">II - Les mises &agrave; jour</h3>
          <br>
          Trois m&eacute;thodes :<br>
          <li>
              <a href="telechargement_ancestris.html#Manual_update">Mise &agrave; jour manuelle</a>,
          </li>
          <li>
              <a href="telechargement_ancestris.html#Auto_update">Mise &agrave; jour automatique</a>,
          </li>
          <li>
              <a href="telechargement_ancestris.html#Ubuntu">Ubuntu</a> : mise &agrave; jour par le d&eacute;p&ocirc;t Arvernes,
          </li>
          <br>
          
          <a name="Manual_update"></a>
          <u><b>Mise &agrave; jour manuelle</b></u> :<br>
          Les mises &agrave; jour sont possibles sur le site officiel de
          <a href="http://www.arvernes.com/wiki/index.php/Ancestris">Ancestris</a>.<br>
          <br>

          <a name="Auto_update"></a>
          <u><b>Mise &agrave; jour automatique</b></u> :<br>
          Une autre m&eacute;thode, bien plus simple, vous est offerte par le logiciel
          lui-m&ecirc;me, et ce, quelque soit votre syst&egrave;me
          d'exploitation (Windows, Linux, Mac) si vous avez install&eacute;
          le fichier au format .zip.<br>
          Si vous allez dans "Outils" - "Plug-ins" - "Param&egrave;tres", vous pouvez
          demander au logiciel de v&eacute;rifier pour vous, si des mises &agrave; jour
          sont disponibles. Cette v&eacute;rification peut &ecirc;tre faite
          suivant l'intervalle que vous allez d&eacute;finir (tous les jours, toutes
          les semaines, &agrave; chaque d&eacute;marrage, etc...).<br>
          Si cette option est activ&eacute;e, vous verrez &agrave; un moment le logiciel
          vous signaler qu'il y a x mises &agrave; jour de disponibles. Il vous
          proposera de les t&eacute;l&eacute;charger, et de les installer. Lors de cette
          installation vous devrez accepter la licence et confirmer si
          le fichier n'est pas sign&eacute;, son d&eacute;compactage sur votre ordinateur.
          Le r&eacute;d&eacute;marrage du logiciel se fera tout seul &agrave; la fin de l'installation.<br>
          <br>
          Si vous avez utilis&eacute; un fichier sp&eacute;cifique &agrave; votre syst&egrave;me
          d'exploitation, comme <a href="telechargement_ancestris.html#Ubuntu">Ubuntu</a>, il faut mieux laisser votre ordinateur
          g&eacute;rer les mises &agrave; jour, et donc d&eacute;sactiver la mise &agrave; jour automatique.
          Rien ne vous emp&ecirc;chera de v&eacute;rifier de temps en temps si un nouveau
          plugin est disponible, mais cette question des plugins est
          trait&eacute;e ci-apr&egrave;s.<br>
          <br>

          <a name="Ubuntu"></a>
          <u><b>Ubuntu</b></u> :<br>
          Si vous &ecirc;tes sous Ubuntu, et que vous avez t&eacute;l&eacute;charg&eacute; le paquet
          sp&eacute;cifique &agrave; cette distribution, &agrave; savoir le fichier
          debian (.deb).<br>
          Pour que la mise &agrave; jour soit g&eacute;r&eacute;e
          automatiquement par votre ordinateur, il vous faut mettre le
          site Arvernes dans vos d&eacute;p&ocirc;ts. Voici comment faire :<br>
          <br>
          <u>Etape 1</u> : Importation de la cl&eacute; GPG d'Arvernes.<br>
          <br>
          Il faut commencer par t&eacute;l&eacute;charger la cl&eacute; gpg qui valide le paquet
          que vous allez reprendre. Cela vous assure que le logiciel est bien
          de moi et qu'il n'a pas &eacute;t&eacute; trafiqu&eacute; par quelqu'un. La m&eacute;thode la
          plus simple est de taper dans un terminal :<br>
          <div class="code_citation">
          wget -q http://ubuntu.arvernes.dyndns.org/29E67D70.gpg -O- | sudo apt-key add -
          </div>
          (Faites un copier-coller de la ligne ci-dessus dans un
          terminal. Ce sera plus simple. Pour ouvrir un Terminal,
          vous faites "Applications" puis "Accessoires", puis dans
          le menu d&eacute;roulant, vous trouverez "Terminal". Sinon sur
          <a href="http://doc.ubuntu-fr.org/tutoriel/comment_modifier_sources_maj#gerer_les_cles_d_authentification">
          le forum d'Ubuntu</a>, on vous explique comment faire).<br>
          <br>
          <u>Etape 2</u> : Ajout d'Arvernes dans les d&eacute;p&ocirc;ts.<br>
          <br>
          Ensuite, on va ajouter <b><font color="#666666">Arvernes</font></b> dans le
          site des d&eacute;p&ocirc;ts offrant des packages pour Ubuntu, pour cela
          il vous faut suivre la m&eacute;thode suivante :<br>
          <br>
          1) <u>Variante Gnome (Ubuntu)</u> :<br>
          <br>
          <ul>
          <li>Cliquez sur "<font color="#ffb200">Syst&egrave;me</font>",</li>
          <li>Ensuite "<font color="#ffb200">Administration</font>",</li>
          <li>Puis "<font color="#ffb200">Source de logiciel</font>",</li>
          <li>Vous entrez votre <font color="#ffb200">mot de passe</font>,
          car vous allez faire une op&eacute;ration n&eacute;cessitant les droits de
          super utilisateur.</li>
          <li>Vous allez dans l'onglet "<font color="#ffb200">Autres logiciels</font>",
          et l&agrave; vous faites "<font color="#ffb200">Ajouter</font>".</li>
          <li>Dans le champ "<font color="#ffb200">Ligne APT</font>" qui s'ouvre vous
          mettez :
          <div class="code_citation">
              <font color="#ff0000">deb http://ubuntu.arvernes.dyndns.org hardy main</font>
          </div>
          </li>
          </ul>
          <br>
          <ul>
              <u>N.B.</u> : M&ecirc;me si vous utilisez une version sup&eacute;rieure
          &agrave; Hardy (8.10), ne modifiez pas la ligne ci-dessus la ligne
          ci-dessus, &ccedil;a ne risque rien. C'est simplement pour dire &agrave;
          Synaptic qu'il faut qu'il reprenne l'archive dans un r&eacute;pertoire
          Hardy sur le d&eacute;p&ocirc;t. Ancestris est un programme tournant sous Java,
          donc il ne changera rien sur votre syst&egrave;me. Il va s'installer
          dans son r&eacute;pertoire et c'est tout. Il ne d&eacute;pend pas de votre
          version. Si vous mettez Intrepid vous ne pourrez pas reprendre
          le paquet. Dans l'avenir si j'ai du retour sur ce paquet Ubuntu,
          je verrais pour faire quelque chose sp&eacute;cifique &agrave; Intrepid.
          </ul>
          <br>
          Vous n'avez plus qu'&agrave; sauvegarder en cliquant sur
          <font color="#ffb200">Ajouter une source de mise &agrave; jour</font>. Tapez
          apr&egrave;s sur <font color="#ffb200">Fermer</font>. Un &eacute;cran va appara&icirc;tre
          qui va vous dire <font color="#ffb200">Les informations sur les
              logiciels disponibles sont obsol&egrave;tes, ...</font> ; l&agrave;, vous
              cliquez sur <font color="#ffb200">Actualiser</font>. Si vous ne le faites
          pas, les packages disponibles sur Arvernes ne figureront pas
          dans la liste des paquets pr&eacute;sents dans Synaptic.<br>
          <br>
          2) <u>Variante KDE (Kubuntu)</u> :<br>
          <br>
          <ul>
          <li>Cliquez sur "<font color="#ffb200">Applications</font>",</li>
          <li>Ensuite "<font color="#ffb200">Syst&egrave;me</font>",</li>
          <li>puis "<font color="#ffb200">Gestionnaire de paquets Synaptic</font>",</li>
          <li>puis sur "<font color="#ffb200">Configuration</font>",
              "<font color="#ffb200">D&eacute;p&ocirc;ts</font>".</li>
          <li>Allez dans l'onglet "<font color="#ffb200">Sources de logiciels</font>",
              faites "<font color="#ffb200">Ajouter</font>",</li>
          <li>Entrez l'adresse :<br>
          <div class="code_citation">
              <font color="#ff0000">deb http://ubuntu.arvernes.dyndns.org hardy main</font>
          </div>
          </li>
          <li>Fermez, rechargez et voil&agrave;.</li>
          </ul>
          Il y a peut-&ecirc;tre plus simple mais j'ai trouv&eacute; tout de suite
          comme cela (N'oubliez pas de mettre &agrave; jour la cl&eacute; publique
          auparavant.<br>
          <br>
          3) <u>Pour toutes les variantes (Ubuntu, Kubuntu)</u> :<br>
          <br>
          Si une erreur apparait, du genre :<br>
          <font color="#00cc00">W: GPG error: http://ubuntu.arvernes.dyndns.org hardy Release:<br>
          Les signatures suivantes n'ont pas pu &ecirc;tre v&eacute;rifi&eacute;es car la cl&eacute;
          publique n'est pas disponible : NO_PUBKEY EBC74A5629E67D70</font><br>
          c'est que vous n'avez pas import&eacute; la cl&eacute; publique d'Arvernes.
          Je vous conseille de refaire l'&eacute;tape ci-dessus, "Importation
          de la cl&eacute; GPG d'Arvernes".<br>
          <br>
          <u>Etape 3</u> : Importation d'Ancestris proprement dit.<br>
          <br>
          Maintenant vous ouvrez Synaptic, donc :<br>
          <ul>
          <li>Cliquez sur "<font color="#ffb200">Syst&egrave;me</font>",</li>
          <li>Puis on descend sur "<font color="#ffb200">Administration</font>",</li>
          <li>Dans le sous-menu qui s'ouvre, on choisit :
              "<font color="#ffb200">Gestionnaire de paquets Synaptic</font>",</li>
          <li>On vous demande votre mot de passe car vous allez faire
              une op&eacute;ration n&eacute;cessitant les droits de super utilisateur.</li>
          <li>Dans la fen&ecirc;tre de Synaptic, vous cliquez sur 
              "<font color="#ffb200">Rechercher</font>",</li>
          <li>Pour faire simple, on va simplement taper comme mot
              recherch&eacute; "<font color="#ffb200">ancestris</font>",</li>
          <li>L&agrave;, miracle, crac, notre petit Ancestris appara&icirc;t. Il suffit de
              le cocher et de demander &agrave; ce qu'il s'installe.</li>
          </ul>
          <br>
          Par la suite, tout sera automatis&eacute;. Vous serez automatiquement
          averti d&egrave;s qu'une nouvelle version sera disponible sur le site
          Ubuntu d'Arvernes.<br>
          <br>

          <br>
      </div>
  </body>
</html>
