OpenIDE-Module-Display-Category=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
OpenIDE-Module-Name=\u0397 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c4\u03c9\u03bd Kennedy
OpenIDE-Module-Long-Description=\u0391\u03c5\u03c4\u03cc \u03c4\u03bf plugin \u03c3\u03b1\u03c2 \u03b4\u03af\u03bd\u03b5\u03b9 \u03bc\u03af\u03b1 \u03b9\u03b4\u03ad\u03b1 \u03c0\u03c9\u03c2 \u03bc\u03b9\u03b1\u0384\u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03ba\u03ae \u03b1\u03c0\u03b5\u03b9\u03ba\u03cc\u03bd\u03b9\u03c3\u03b7 \u03c6\u03b1\u03af\u03bd\u03b5\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03bf Ancestris. \u03a6\u03c5\u03c3\u03b9\u03ba\u03ac, \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03b4\u03b5\u03af\u03b3\u03bc\u03b1, \u03cc\u03bc\u03c9\u03c2 \u03bf \u03c3\u03ba\u03bf\u03c0\u03cc\u03c2 \u03bc\u03b1\u03c2 \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03bd\u03b1 \u03b4\u03b5\u03af\u03be\u03bf\u03c5\u03bc\u03b5 \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2, \u03b1\u03bb\u03bb\u03ac \u03b5\u03af\u03c7\u03b1\u03bc\u03b5 \u03c3\u03ba\u03bf\u03c0\u03cc \u03bd\u03b1 \u03c3\u03b1\u03c2 \u03b4\u03b5\u03af\u03be\u03bf\u03c5\u03bc\u03b5 \u03c0\u03c9\u03c2 \u03bf\u03b9 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b5\u03c2 \u03c4\u03c9\u03bd GEDCOM \u03bf\u03c1\u03b3\u03b1\u03bd\u03ce\u03bd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03ba\u03b1\u03b9 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9, \u03c3\u03c4\u03b1 \u03b1\u03b3\u03b3\u03bb\u03b9\u03ba\u03ac \u03bc\u03cc\u03bd\u03bf.\n\n\u0395\u03bb\u03b5\u03cd\u03b8\u03b5\u03c1\u03b1 \u03b2\u03b5\u03bb\u03c4\u03b9\u03ce\u03c3\u03c4\u03b5 \u03ba\u03b1\u03b9 \u03c3\u03c4\u03b5\u03af\u03bb\u03b5\u03c4\u03b5 \u03c3\u03b5 \u03bc\u03b1\u03c2 \u03c4\u03b9\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ad\u03c2 \u03c3\u03b1\u03c2.
OpenIDE-Module-Short-Description=<html>\u0393\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03ac\u03c3\u03b7\u03bc\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2: "<b>\u039f\u03b9 \u039a\u03ad\u03bd\u03bd\u03b5\u03bd\u03c4\u03c5</b>".<br>\u03a6\u03c5\u03c3\u03b9\u03ba\u03ac, \u03bf \u03c3\u03ba\u03bf\u03c0\u03cc\u03c2 \u03bc\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bd\u03b1 \u03c3\u03b1\u03c2 \u03b4\u03b5\u03af\u03be\u03bf\u03c5\u03bc\u03b5 \u03c0\u03c9\u03c2 \u03b7 \u03b5\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c4\u03bf\u03c5 Ancestris<br> \u03bc\u03bf\u03b9\u03ac\u03b6\u03b5\u03b9, \u03bf\u03c0\u03cc\u03c4\u03b5 \u03bc\u03b7\u03bd \u03c0\u03b5\u03c1\u03b9\u03bc\u03ad\u03bd\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c0\u03bb\u03ae\u03c1\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2, \u03ba\u03b1\u03b9 \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bc\u03b5 \u03b5\u03c0\u03b1\u03bb\u03b7\u03b8\u03b5\u03cd\u03c3\u03b5\u03b9 \u03c4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1. \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03cc \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03c4\u03b1 \u03b1\u03b3\u03b3\u03bb\u03b9\u03ba\u03ac
