AdvancedOption_DisplayName_GeneanetExport=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae Geneanet
AdvancedOption_Keywords_GeneanetExport=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae;Geneanet
OpenIDE-Module-Display-Category=\u0391\u03c1\u03c7\u03b5\u03af\u03bf
OpenIDE-Module-Name=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae - GeneaNet
OpenIDE-Module-Short-Description=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 Geneanet.
OpenIDE-Module-Long-Description=<h1><center>\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae - Geneanet</center></h1>\n\n<p> \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03bf \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c3\u03c5\u03bc\u03b2\u03b1\u03c4\u03cc \u03bc\u03b5 \u03c4\u03b7 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b5\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 "Geneanet." </p>\n\n<p> \u0393\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03bf \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5, \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u0391\u03c1\u03c7\u03b5\u03af\u03bf, \u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae, Geneanet.</p>
CTL_GeneanetExportAction=&\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae Geneanet
GeneanetExportAction.TabTitle=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae Geneanet
GeneanetExportAction.setParameters=\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03bc\u03bf\u03c1\u03c6\u03ce\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03ad\u03ba\u03c4\u03b1\u03c3\u03b7 \u03c0\u03c1\u03b9\u03bd \u03b1\u03c0\u03cc \u03c4\u03b7 \u03c7\u03c1\u03ae\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7\u03c2.\n\u03a0\u03b7\u03b3\u03b1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c3\u03c4\u03bf \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1 - \u03a0\u03c1\u03bf\u03c4\u03b9\u03bc\u03ae\u03c3\u03b5\u03b9\u03c2 -> \u0395\u03c0\u03b5\u03ba\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2 -> \u039a\u03b1\u03c1\u03c4\u03ad\u03bb\u03b1 \u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae Geneanet
GeneanetExportAction.Start=\u0395\u03ba\u03ba\u03af\u03bd\u03b7\u03c3\u03b7 \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae\u03c2 %s \u03c4\u03bf\u03c5 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5
GeneanetExportAction.End=<html> \u0397 \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5 <br> \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03c0\u03bb\u03ad\u03bf\u03bd \u03bd\u03b1 \u03b1\u03bd\u03b5\u03b2\u03ac\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c3\u03c4\u03b7\u03bd \u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03c4\u03bf\u03c5 Geneanet.<br> \u03a3\u03c4\u03b7 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1 \u03b8\u03b1 \u03bb\u03b7\u03c6\u03b8\u03b5\u03af \u03c3\u03c4\u03bf Geneanet \u03b7 \u03b1\u03bd\u03b5\u03b2\u03b1\u03c3\u03bc\u03ad\u03bd\u03b7 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1.<br>&nbsp;</html>
GeneanetExportAction.Error=\u0394\u03b5\u03bd \u03ae\u03c4\u03b1\u03bd \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03cc\u03c0\u03c9\u03c2 \u03b1\u03c0\u03b1\u03b9\u03c4\u03b5\u03af\u03c4\u03b1\u03b9.
GeneanetExportAction.ExportFamilleText=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b1\u03c2 {0}
GeneanetExportAction.NbFamillesExportText=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03b5\u03be\u03ae\u03c7\u03b8\u03b7\u03c3\u03b1\u03bd {0}
GeneanetExportAction.ExportIndividuText=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03c4\u03bf\u03c5 {0}
GeneanetExportAction.NbIndividusExportText=\u0391\u03c1\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b5\u03be\u03ae\u03c7\u03b8\u03b7\u03c3\u03b1\u03bd {0}
GeneanetExportAction.Sync=<html>\u0398\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf Ancestris \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b1\u03bd\u03b5\u03b2\u03ac\u03c3\u03b5\u03c4\u03b5 \u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf Geneanet; <br>\u038c\u03c7\u03b9 \u03b8\u03b1 \u03b1\u03bd\u03bf\u03af\u03be\u03b5\u03b9 \u03b1\u03c0\u03b5\u03c5\u03b8\u03b5\u03af\u03b1\u03c2 \u03c4\u03bf\u03bd \u03b9\u03c3\u03c4\u03cc\u03c4\u03bf\u03c0\u03bf.</html>
GeneanetExportAction.SyncTitle=\u03a3\u03c5\u03b3\u03c7\u03c1\u03bf\u03bd\u03b9\u03c3\u03bc\u03cc\u03c2 Geneanet
#
GeneanetExportAction.ConvertingAssos=\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03c4\u03c9\u03bd \u03c3\u03c5\u03c3\u03c7\u03b5\u03c4\u03af\u03c3\u03b5\u03c9\u03bd...
GeneanetExportAction.ConvertingOther=\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03ac\u03bb\u03bb\u03c9\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd...
GeneanetExportAction.NoteWarning=\u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf Gedcom \u03c0\u03b1\u03c1\u03ac\u03b3\u03b5\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b1\u03bd\u03b5\u03b2\u03b5\u03af \u03c3\u03c4\u03bf Geneanet. \u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u0394\u0395\u039d \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \!
#
FileChooserTitle=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae Geneanet  \u03c3\u03b5 {0}
FileChooserOKButton=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae
FilterPlaceName=\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03ad\u03c8\u03c4\u03b5 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b5\u03c2 \u03c3\u03b5 \u03bc\u03bf\u03c1\u03c6\u03ae Geneanet
GeneanetSynchronizePanel.fileTextField.toolTipText=\u03a4\u03c1\u03ad\u03c7\u03bf\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GED \u03b3\u03b9\u03b1 \u03c0\u03c1\u03bf\u03ce\u03b8\u03b7\u03c3\u03b7 \u03c3\u03c4\u03b7 Geneanet
GeneanetSynchronizePanel.fileLabel.text=\u0391\u03c1\u03c7\u03b5\u03af\u03bf Ged \u03b3\u03b9\u03b1 \u03ce\u03b8\u03b7\u03c3\u03b7
GeneanetSynchronizePanel.pwdLabel.text=\u039a\u03c9\u03b4\u03b9\u03ba\u03cc\u03c2 Geneanet
GeneanetSynchronizePanel.idTextField.toolTipText=\u0391\u03bd\u03b1\u03b3\u03bd\u03c9\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03cc Geneanet
GeneanetSynchronizePanel.idLabel.text=\u0391\u03bd\u03b1\u03b3\u03bd\u03c9\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03cc Geneanet
GeneanetSynchronizePanel.syncButton.text=\u03a3\u03c5\u03b3\u03c7\u03c1\u03bf\u03bd\u03af\u03b6\u03c9
GeneanetSynchronizePanel.nbMediaLabel.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd
GeneanetSynchronizePanel.sendMediaCb.text=\u0391\u03c0\u03bf\u03c3\u03c4\u03bf\u03bb\u03ae \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03c3\u03c4\u03b7 Geneanet
GeneanetSynchronizePanel.nbEncoursFile.text=0
GeneanetSynchronizePanel.encoursFile.text=\u03a4\u03bf \u03c0\u03b1\u03c1\u03cc\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03bf
GeneanetSynchronizePanel.sendAgainCb.text=\u0391\u03c0\u03bf\u03c3\u03c4\u03bf\u03bb\u03ae \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03be\u03b1\u03bd\u03ac
GeneanetSynchronizePanel.sendAgainCb.toolTipText=\u039c\u03b7\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b5 \u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03c4\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03c0\u03bf\u03c5 \u03ad\u03c7\u03bf\u03c5\u03bd \u03c3\u03c4\u03b1\u03bb\u03b5\u03af \u03c0\u03c1\u03bf\u03b7\u03b3\u03bf\u03c5\u03bc\u03ad\u03bd\u03c9\u03c2 \u03ba\u03b1\u03b9 \u03c3\u03c4\u03b5\u03af\u03bb\u03c4\u03b5 \u03c4\u03b1 \u03be\u03b1\u03bd\u03ac \u03cc\u03bb\u03b1
#
ids.not.found=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03bb\u03ae\u03c8\u03b7 \u03c4\u03c9\u03bd \u03b4\u03b9\u03b1\u03c0\u03b9\u03c3\u03c4\u03b5\u03c5\u03c4\u03b7\u03c1\u03af\u03c9\u03bd \u03b5\u03be\u03bf\u03c5\u03c3\u03b9\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 Ancestris. \u039f \u03c3\u03c5\u03b3\u03c7\u03c1\u03bf\u03bd\u03b9\u03c3\u03bc\u03cc\u03c2 Geneanet \u03b4\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf\u03c2.
ids.solution=\u0395\u03c0\u03b1\u03bb\u03b7\u03b8\u03b5\u03cd\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03ae \u03c3\u03b1\u03c2 \u03c3\u03c4\u03bf \u0394\u03b9\u03b1\u03b4\u03af\u03ba\u03c4\u03c5\u03bf. \u039a\u03bb\u03b5\u03af\u03c3\u03c4\u03b5 \u03c4\u03bf Ancestris \u03ba\u03b1\u03b9 \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03c4\u03b5 \u03c4\u03bf \u03be\u03b1\u03bd\u03ac.
token.error.message=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03b7 Geneanet
token.ok.message=\u0388\u03b3\u03b9\u03bd\u03b5 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7 \u03bc\u03b5 \u03c4\u03b7 Geneanet
userinfo.error.message=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03bb\u03ae\u03c8\u03b7 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7
userinfo.tree.error=\u0394\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c3\u03c4\u03bf Geneanet. \u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03c4\u03b5 \u03c0\u03c1\u03ce\u03c4\u03b1 \u03ad\u03bd\u03b1 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c3\u03c4\u03bf Geneanet \u03c0\u03c1\u03b9\u03bd \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03bf\u03c0\u03bf\u03b9\u03bf\u03bd\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03c3\u03c5\u03b3\u03c7\u03c1\u03bf\u03bd\u03b9\u03c3\u03bc\u03cc.
userinfo.ok.message=\u039f \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 \u03b5\u03c0\u03b1\u03bb\u03b7\u03b8\u03b5\u03cd\u03c4\u03b7\u03ba\u03b5.
tree.notfound.message=\u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf Gedcom \u03b4\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5
tree.error.message=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03bc\u03b5\u03c4\u03b1\u03c6\u03cc\u03c1\u03c4\u03c9\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 GEDCOM \u03c3\u03c4\u03bf Geneanet
tree.ok.message=\u039c\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03c4\u03ce\u03b8\u03b7\u03ba\u03b5 \u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf Geneanet.
status.error.message=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03bb\u03ae\u03c8\u03b7 \u03c4\u03bf\u03c5 \u03ba\u03c9\u03b4\u03b9\u03ba\u03bf\u03cd \u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u03c2 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5
status.done.error=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7\u03c2 Geneanet. \u039c\u03b5\u03c4\u03b1\u03b2\u03b5\u03af\u03c4\u03b5 \u03c3\u03c4\u03bf\u03bd \u03b9\u03c3\u03c4\u03cc\u03c4\u03bf\u03c0\u03bf \u03c4\u03b7\u03c2 Geneanet \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b4\u03b5\u03af\u03c4\u03b5 \u03c4\u03bf \u03b9\u03c3\u03c4\u03bf\u03c1\u03b9\u03ba\u03cc: https://my.geneanet.org/arbre/?view=historic
status.ok.message=\u03a4\u03bf \u0394\u03ad\u03bd\u03c4\u03c1\u03bf Geneanet \u03b5\u03bd\u03b7\u03bc\u03b5\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
running=\u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7
done=\u039f\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
error=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1
prepare=\u03a0\u03c1\u03bf\u03b5\u03c4\u03bf\u03b9\u03bc\u03b1\u03c3\u03af\u03b1 \u03c4\u03c9\u03bd \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c3\u03b1\u03c2
update_tree=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03bf \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03cc \u03c3\u03b1\u03c2 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf
resync_tree=\u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c4\u03c9\u03bd \u03b5\u03bd \u03b6\u03c9\u03ae \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
verify_links=\u0388\u03bb\u03b5\u03b3\u03c7\u03bf\u03c2 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03c9\u03bd \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03ba\u03b1\u03b9 \u03b5\u03b3\u03b3\u03c1\u03ac\u03c6\u03c9\u03bd
index_tree=\u039a\u03b1\u03c4\u03b1\u03c3\u03ba\u03b5\u03c5\u03ae \u03bb\u03af\u03c3\u03c4\u03b1\u03c2 \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd
media.status.error.message=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03bb\u03ae\u03c8\u03b7 \u03c4\u03b7\u03c2 \u03bb\u03af\u03c3\u03c4\u03b1\u03c2 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03b1\u03c0\u03cc \u03c4\u03b7 Geneanet. \u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03b1\u03c0\u03bf\u03c3\u03c4\u03bf\u03bb\u03ae \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd.
media.number.ok=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03bc\u03ad\u03c3\u03c9\u03bd \u03b1\u03c0\u03bf\u03b4\u03b5\u03ba\u03c4\u03ce\u03bd \u03b1\u03c0\u03cc \u03c4\u03b7 Geneanet:
media.ko=\u03a4\u03b1 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03b1 \u03c0\u03bf\u03c5 \u03b1\u03c1\u03bd\u03ae\u03b8\u03b7\u03ba\u03b1\u03bd \u03b1\u03c0\u03cc Geneanet
media.deposit.error=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03bc\u03b5\u03c4\u03b1\u03c6\u03cc\u03c1\u03c4\u03c9\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03c0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03c9\u03bd \u03c3\u03c4\u03b7 Geneanet
reference.error.message=\u0394\u03b5\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2 \u03c3\u03c4\u03bf Geneanet
done.ok=\u039f \u03c3\u03c5\u03b3\u03c7\u03c1\u03bf\u03bd\u03b9\u03c3\u03bc\u03cc\u03c2 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
