<!--
Ancestris - http://www.ancestris.org

Copyright 2015 Ancestris

Author: Arvernes (francois@ancestris.org).

Unless required by applicable law or agreed to in writing, software
distributed under the License is distributed on an "AS IS" BASIS,
WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
-->
<html>
 <head>
   <title>Le partage d'arbres</title>
   <link rel="stylesheet" href="nbdocs:/ancestris/app/docs/ancestris.css" type="text/css">
   <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
 </head>
 <body>
  <a name="_Top_"></a>
  <center>
   <h2 class="ancestris_help_title">Le partage d'arbres<br>Son fonctionnement</h2>
  </center>
  <br>
  <h3 class="ancestris_help_title"><b>Comprendre la barre de menu</b>&nbsp;:</h3>
  <p class="justify">
  <img width="450" height="225" alt="Partage d'arbres, barre de menu" 
  src="./images/treesharing_1.png"><br>
  <br>
  Sur l'image ci-dessus, vous voyez un menu avec respectivement&nbsp;:<br>
  <ul>
  <li><u>Une icone repr&eacute;sentant un petit bonhomme</u><br>
  En cliquant dessus, vous allez pouvoir voir les pseudos des 
  personnes actuellement en collaboration de recherche de correspondances.<br>
  Vous pourrez d&eacute;cocher ou cocher les personnes dont vous estimez 
  qu'il est inutile d'effectuer une recherche de correspondances.</li>
  <li><u>Un chiffre</u><br>
  Ce chiffre donne le nombre de personnes actuellement en collaboration 
  de recherche de correspondances. Ce chiffre est d'ailleurs repris 
  dans le titre de l'onglet de partage d'arbres.</li>
  <li><u>Une horloge</u><br>
  Cette horloge vous sert pour remettre &agrave; la date et heure actuelles 
  le temps de partage. Il faut mieux &eacute;viter de cliquer dessus, car si 
  vous le faites, vous ne pourrez pas partager, car votre temps de 
  partage sera mis &agrave; z&eacute;ro.</li>
  <li><u>Un champ avec date et heure</u><br>
  Vous pouvez r&eacute;gler le temps de partage pour une p&eacute;riode donn&eacute;e 
  en r&eacute;glant la date et l'heure de fin de partage comme vous le voulez.<br>
  A priori vous n'avez pas besoin de vous occuper de ce champ, car le simple 
  fait de se mettre en partage, va activer le partage pendant 
  toute la dur&eacute;e de fonctionnement d'ancestris avec un maximum de 
  douze heures. Ca devrait suffire pour combler tous les besoins de chacun.</li>
  <li><u>Un cadenas</u><br>
  Important. Si vous cliquez sur le cadenas, ou si vous avez sp&eacute;cifi&eacute; 
  dans la configuration que par d&eacute;faut vous voulez pr&eacute;server les 
  donn&eacute;es confidentielles, ces derni&egrave;res ne seront jamais compar&eacute;es 
  avec celles des autres utilisateurs.</li>
  <li><u>Un bouton vert</u><br>
  Et bien oui, c'est sur celui l&agrave; qu'il faudra cliquer pour 
  lancer la recherche de correspondances avec d'autres utilisateurs 
  d'Ancestris.</li>
  <li><u>Un bouton rouge</u><br>
  Pour le moment, il est gris et pas rouge. Mais il devriendra 
  rouge d&egrave;s que vous aurez cliqu&eacute; sur le bouton vert. En effet 
  ce bouton rouge sert &agrave; arr&ecirc;ter le partage.</li>
  <li><u>Une loupe</u><br>
  L&agrave; encore, elle est gris&eacute;e. Mais que le bouton vert aura &eacute;t&eacute; 
  activ&eacute;, vous la verrez. Elle sert &agrave; interroger 
  les autres utilisateurs d'Ancestris en partage d'arbres 
  pour voir si il existe des similitudes entre le votre et le leur.<br>
  En g&eacute;n&eacute;ral, apr&egrave;s avoir cliqu&eacute; sur le bouton vert, on clique 
  imm&eacute;diatement sur la loupe.<br>Quand vous cliquerez sur la loupe 
  des pointill&eacute;s circulaires se mettront &agrave; tourner pendant toute 
  la dur&eacute;e de la recherche, et les pseudos des utilisateurs 
  interrog&eacute;s apparaitront sur la droite.</li>
  <li><u>Un balai</u><br>
  Il vous servira apr&egrave;s avoir effectu&eacute; une recherche &agrave; effacer 
  les r&eacute;sultats des recherches pr&eacute;c&eacute;dentes.</li>
  <li><u>Un graphe</u><br>
  Il est gris&eacute; pour le moment. Il ne prendra des couleurs que 
  lorsque d'autres utilisateurs auront interrog&eacute; votre 
  ordinateur. Si c'est le cas, en cliquant dessus vous pourrez 
  obtenir des informations sur les recherches effectu&eacute;es et les 
  r&eacute;sultats obtenus par les autres utilisateurs dans une fen&ecirc;tre 
  qui s'ouvrira.</li>
  <li><u>Un ensemble de trois petits cadres</u><br>
  Les fen&ecirc;tres des r&eacute;sultats obtenus peuvent &ecirc;tre d&eacute;plac&eacute;s 
  &agrave; votre convenance. Si vous voulez redonner un peu d'ordre 
  &agrave; la fen&ecirc;tre de partage, vous cliquez dessus et comme par 
  magie, tout sera bien rang&eacute;.</li>
  <li><u>Une roue dent&eacute;e</u><br>
  C'est l'acc&egrave;s au menu de configuration du partage d'arbres.</li>
  </ul>
  Sous cette barre de menu, vous avez un cadre qui repr&eacute;sente 
  votre g&eacute;n&eacute;alogie que vous allez mettre en recherche de correspondance.<br>
  Vous avez le nombre de personnes pr&eacute;sentent dans votre arbre, le nombre 
  de familles, deux cases pour cocher si vous voulez ou non mettre 
  en partage cet arbre (cela est utile si vous avez plusieurs arbres 
  ouverts en m&ecirc;me temps et que vous ne voulez partager que certains 
  d'entre eux), et pour activer la confidentialit&eacute; (si vous avez 
  oubli&eacute; de le faire dans la configuration par exemple).<br>
  Si la capture ci-dessus, on voit que cette g&eacute;n&eacute;alogie comprend 28 
  personnes et 13 familles. Pour le moment rien n'est partag&eacute;, car 
  on voit que la mise en partage n'a pas &eacute;t&eacute; activ&eacute;e (bouton vert) 
  d'o&ugrave; les "0" et "0" que vous avez sous les nombres ci-dessus. On 
  voit aussi que "Partag&eacute;" n'est pas coch&eacute;, et que "Confidentiel" 
  est coch&eacute;.<br>
  </p>  
  <br>
  <h3 class="ancestris_help_title"><b>Activation du partage d'arbres</b>&nbsp;:</h3>
  <p class="justify">
  Facile! On clique sur le bouton vert.<br>
  Maintenant, si des gens recherchent des correspondances, ils pourront 
  interroger votre ordinateur.<br>
  <br>
  A vous maintenant d'interroger les autres ordinateurs. Il vous suffit 
  de cliquer sur la loupe.<br>
  Le bouton vert devient gris&eacute;, alors que le bouton rouge appara&icirc;t. 
  La recherche commence. Vous pouvez voir la petite roue qui tourne 
  et le pseudo de chaque ordinateur qui est interrog&eacute;.<br>
  <br>
  <img width="450" height="42" alt="Interrogation des autres ordinateurs" 
  src="./images/treesharing_2.png"><br>
  <br>
  Vous allez pouvoir voir si d'autres personnes ont des similitudes 
  avec votre g&eacute;n&eacute;alogie.<br>
  Allons vite voir le r&eacute;sultat de la recherche.<br>
  </p>
  
  <br>
  <!-- Debut des boutons Precedent - Suivant -->
  <br>
  <br>
  <table border="0" width="100%">
   <tr>
    <td width="10%">
     <table border="0" width="100%">
      <tr>
       <td>
        <p align="center">
        <font size="-1"><a href="treesharing-about.html">Page&nbsp;pr&eacute;c&eacute;dente</a></font>
        </p>
       </td>
      </tr>
     </table>
    </td>
    <td width="80%">
     &nbsp;
    </td>
    <td width="10%">
     <table border="0" width="100%">
      <tr>
       <td>
        <p align="center">
        <font size="-1"><a href="treesharing-result.html">Page&nbsp;suivante</a></font>
        </p>
       </td>
      </tr>
     </table>
    </td>
   </tr>
  </table>
  <!-- Fin des boutons Precedent - Suivant -->

 </body>
</html>
<!--
Tip: to create a link which will open in an external web browser, try:
<object classid="java:org.netbeans.modules.javahelp.BrowserDisplayer">
    <param name="content" value="http://www.netbeans.org/">
    <param name="text" value="<html><u>http://www.netbeans.org/</u></html>">
    <param name="textFontSize" value="medium">
    <param name="textColor" value="blue">
</object>
To create a link to a help set from another module, you need to know the code name base and path, e.g.:
<a href="nbdocs://org.netbeans.modules.usersguide/org/netbeans/modules/usersguide/configure/configure_options.html">Using the Options Window</a>
(This link will behave sanely if that module is disabled or missing.)
-->
