#           Bundle resources file for package Ancestris - Unicode
#           Path : AncestrisExtensions/datulette/src/ancestris/modules/datulette
#
#--=====--WARNING to Translators---------------------------------=====--
# Some lines must not be translated. If a line follow a line beginning 
# with #NOI18N, it must be left the way it is written.
# Using Trancestris you won't be allowed to edit it.
#--=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Display-Category=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
OpenIDE-Module-Long-Description=<h1><center> \u0394\u03c9\u03c1\u03b5\u03ac</center></h1>\n<p>\u03a0\u03b1\u03c1\u03bf\u03c5\u03c3\u03b9\u03ac\u03b6\u03b5\u03b9 \u03c4\u03bf\u03c5\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03ba\u03b1\u03bd\u03b1\u03bd \u03b4\u03c9\u03c1\u03b5\u03ad\u03c2 \u03c3\u03c4\u03bf Ancestris \u03ba\u03b1\u03b9 \u03b5\u03be\u03b7\u03b3\u03b5\u03af \u03c0\u03ce\u03c2 \u03bd\u03b1 \u03b4\u03c9\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03c3\u03c4\u03bf Ancestris.</p>\n<p>\u0391\u03c5\u03c4\u03cc \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03c1\u03bf\u03c3\u03b2\u03ac\u03c3\u03b9\u03bc\u03bf \u03b1\u03c0\u03cc \u03c4\u03bf \u03ba\u03cd\u03c1\u03b9\u03bf \u03bc\u03b5\u03bd\u03bf\u03cd, \u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1, \u039a\u03ac\u03bd\u03c4\u03b5 \u03bc\u03b9\u03b1 \u03b4\u03c9\u03c1\u03b5\u03ac \u03c3\u03c4\u03bf Ancestris.</p>
OpenIDE-Module-Name=\u0394\u03c9\u03c1\u03b5\u03ac
OpenIDE-Module-Short-Description=\u039a\u03ac\u03bd\u03c4\u03b5 \u03bc\u03af\u03b1 \u03b4\u03c9\u03c1\u03b5\u03ac \u03c3\u03c4\u03bf Ancestris
#
CTL_DonationAction=\u039a\u03ac\u03bd\u03c4\u03b5 \u03bc\u03af\u03b1 \u03b4\u03c9\u03c1\u03b5\u03ac \u03c3\u03c4\u03bf Ancestris
#
DonationPanel.jLabel3.text=\u0394\u03a9\u03a1\u0395\u0391
DonationPanel.jLabel2.text=\u03a5\u03a0\u039f\u03a3\u03a4\u0397\u03a1\u0399\u039e\u0397 ANCESTRIS
DonationPanel.jLabel4.text=\u03a0\u03bf\u03b9\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c4\u03b1 \u03c7\u03c1\u03ae\u03bc\u03b1\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b1\u03bd;
DonationPanel.jLabel5.text=<html>\u03a4\u03b1 \u03c7\u03c1\u03ae\u03bc\u03b1\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03b4\u03c9\u03c1\u03af\u03b6\u03b5\u03c4\u03b5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03ce\u03b8\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 Ancestris \u03c3\u03b5 \u03b5\u03ba\u03b8\u03ad\u03c3\u03b5\u03b9\u03c2, \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c0\u03b1\u03c1\u03b1\u03b3\u03c9\u03b3\u03ae \u03c5\u03c0\u03bf\u03c3\u03c4\u03b7\u03c1\u03b9\u03ba\u03c4\u03b9\u03ba\u03ce\u03bd \u03bc\u03ad\u03c3\u03c9\u03bd \u03b5\u03c0\u03b9\u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03af\u03b1\u03c2 \u03ba\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b1\u03b3\u03bf\u03c1\u03ac \u03b5\u03be\u03bf\u03c0\u03bb\u03b9\u03c3\u03bc\u03bf\u03cd \u03b3\u03b9\u03b1 \u03c0\u03b1\u03c1\u03bf\u03c5\u03c3\u03b9\u03ac\u03c3\u03b5\u03b9\u03c2.</html>
DonationPanel.jLabel6.text=\u03a0\u03ce\u03c2 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03b4\u03c9\u03c1\u03b5\u03ac ;
DonationPanel.jLabel7.text=<html> \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03b4\u03c9\u03c1\u03b5\u03ac \u03bc\u03b5 \u03b5\u03c0\u03b9\u03c4\u03b1\u03b3\u03ae, \u03c4\u03c1\u03b1\u03c0\u03b5\u03b6\u03b9\u03ba\u03cc \u03ad\u03bc\u03b2\u03b1\u03c3\u03bc\u03b1 \u03ae \u03bc\u03ad\u03c3\u03c9 \u03c4\u03b7\u03c2 \u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2 HelloAsso:</html>
DonationPanel.jButton1.toolTipText=\u03a0\u03ce\u03c2 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03b4\u03c9\u03c1\u03b5\u03ac \u03bc\u03b5 \u03b5\u03c0\u03b9\u03c4\u03b1\u03b3\u03ae
DonationPanel.jButton2.toolTipText=\u03a0\u03ce\u03c2 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03b4\u03c9\u03c1\u03b5\u03ac \u03bc\u03ad\u03c3\u03c9 \u03c4\u03c1\u03b1\u03c0\u03b5\u03b6\u03b9\u03ba\u03bf\u03cd \u03b5\u03bc\u03b2\u03ac\u03c3\u03bc\u03b1\u03c4\u03bf\u03c2
DonationPanel.jButton3.toolTipText=\u03a0\u03ce\u03c2 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03b4\u03c9\u03c1\u03b5\u03ac \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03c4\u03bf HelloAsso
DonationPanel.cheque.instructions=<html>\u0393\u03c1\u03ac\u03c8\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03c4\u03b1\u03b3\u03ae \u03c3\u03b1\u03c2 \u03c4\u03c9\u03bd 5\u20ac, 10\u20ac, 20\u20ac<br>\u03ae \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03c9\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf Ancestris \u03ba\u03b1\u03b9 \u03b1\u03c0\u03bf\u03c3\u03c4\u03b5\u03af\u03bb\u03b5\u03c4\u03ad \u03c4\u03b7\u03bd <b>\u03c3\u03c4\u03b7\u03bd \u03c0\u03b1\u03c1\u03b1\u03ba\u03ac\u03c4\u03c9 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7:<br><br><b>Association Ancestris<br>8b rue Jean Minaud<br>92430 Marnes-la-Coquette</b><br><b>France<br><br><br>\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03b5\u03af\u03c3\u03b8\u03b5 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03bf\u03cd \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b5\u03af\u03bf\u03c5 \u03c3\u03b1\u03c2 \u03c3\u03c4\u03bf \u03c0\u03af\u03c3\u03c9 \u03bc\u03ad\u03c1\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03b5\u03c0\u03b9\u03c4\u03b1\u03b3\u03ae\u03c2 \u03c3\u03b1\u03c2. <br><br>\u0395\u03c5\u03c7\u03b1\u03c1\u03b9\u03c3\u03c4\u03bf\u03cd\u03bc\u03b5 \!</html>
DonationPanel.transfer.instructions=<html>\u039a\u03ac\u03bd\u03c4\u03b5 \u03c4\u03bf \u03ad\u03bc\u03b2\u03b1\u03c3\u03bc\u03ac \u03c3\u03b1\u03c2 \u03c4\u03c9\u03bd 5\u20ac, 10\u20ac, 20\u20ac \u03ae \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b1, \u03c3\u03c4\u03bf\u03bd \u03c4\u03c1\u03b1\u03c0\u03b5\u03c1\u03b9\u03ba\u03cc \u03bb\u03bf\u03b3\u03b1\u03c1\u03b9\u03b1\u03c3\u03bc\u03cc \u03c4\u03bf\u03c5 Ancestris, \u03c0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03bf \u03c9\u03c2 \u03b5\u03be\u03ae\u03c2:<br><br>\u038c\u03bd\u03bf\u03bc\u03b1 \u03c4\u03c1\u03ac\u03c0\u03b5\u03b6\u03b1\u03c2: <b>LCL</b><br>IBAN (International Bank Account Number): <b>FR37 3000 2050 0200 0007 0009 X39</b><br>BIC Code/Swift Code (Bank Identification Code): <b>CRLYFRPP</b><br><br></b>\u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03b5\u03af\u03c3\u03b8\u03b5 \u03bd\u03b1 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03bf\u03cd \u03c4\u03b1\u03c7\u03c5\u03b4\u03c1\u03bf\u03bc\u03b5\u03af\u03bf\u03c5 \u03c3\u03b1\u03c2 \u03c3\u03c4\u03bf \u03b5\u03bb\u03b5\u03cd\u03b8\u03b5\u03c1\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03c4\u03b7\u03c2 \u03c6\u03cc\u03c1\u03bc\u03b1\u03c2 \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae\u03c2 \u03c4\u03c1\u03b1\u03c0\u03b5\u03b6\u03b9\u03ba\u03bf\u03cd \u03b5\u03bc\u03b2\u03ac\u03c3\u03bc\u03b1\u03c4\u03bf\u03c2. <br><br>\u0395\u03c5\u03c7\u03b1\u03c1\u03b9\u03c3\u03c4\u03bf\u03cd\u03bc\u03b5 \!</html>
DonationPanel.helloasso.instructions=<html>\u03a4\u03bf HelloAsso\u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1\u03c2 \u03b4\u03b9\u03ba\u03c4\u03c5\u03b1\u03ba\u03cc\u03c2 \u03c4\u03cc\u03c0\u03bf\u03c2 crowdfunding \u03b1\u03c6\u03b9\u03b5\u03c1\u03c9\u03bc\u03ad\u03bd\u03bf\u03c2 \u03c3\u03b5 \u03b5\u03bd\u03ce\u03c3\u03b5\u03b9\u03c2 \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd \u03b4\u03c9\u03c1\u03b5\u03ad\u03c2 \u03bc\u03cc\u03bd\u03bf.<br><br>\u03a0\u03b7\u03b3\u03b1\u03af\u03bd\u03b5\u03c4\u03b5 \u03c3\u03c4\u03b7\u03bd <a href="">\u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1 HelloAsso</a>\u03ba\u03b1\u03b9 \u03b1\u03ba\u03bf\u03bb\u03bf\u03c5\u03b8\u03ae\u03c3\u03c4\u03b5 \u03c4\u03b9\u03c2 \u03bf\u03b4\u03b7\u03b3\u03af\u03b5\u03c2<br><br>\u0395\u03c5\u03c7\u03b1\u03c1\u03b9\u03c3\u03c4\u03bf\u03cd\u03bc\u03b5 \!</html>
DonationPanel.jLabel8.text=<html><center>\u039c\u03ac\u03b8\u03b5\u03c4\u03b5 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf<br><a href="">Ancestris Association<br>\u03ba\u03b1\u03b9 \u03c0\u03ce\u03c2 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03c4\u03b5 \u03b4\u03c9\u03c1\u03b5\u03ad\u03c2</a>.<br><br><b>\u0395\u03c5\u03c7\u03b1\u03c1\u03b9\u03c3\u03c4\u03bf\u03cd\u03bc\u03b5</b></center></html>
