# Ancestris - http://www.ancestris.org
# 
# Copyright 2018 Ancestris
# 
# Author: Fr\u00e9d\u00e9ric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
TourPanel.nextLabel.text=Kontynuacja wizyty...
TourPanel.nextLabel.end=Koniec wizyty
#
error.noBourbonTitl=Brakuj\u0105cy modu\u0142
error.noBourbonMsg=Modu\u0142 Genealogii Bourbon nie jest zainstalowany.
demo.intro=<html>Witamy w Wycieczce z przewodnikiem po Ancestris\!<br /><br />Zobaczymy g\u0142\u00f3wne cechy aplikacji przy u\u017cyciu genealogii Bourbon.<br /></html>
#
demo.windows=<html>Aplikacja Ancestris wy\u015bwietla kilka okien, menu g\u0142\u00f3wne i pasek narz\u0119dzi.<br /><br />1. Lewa strona ekranu jest zwykle u\u017cywana do wy\u015bwietlania twojej genealogii i niekt\u00f3rych analiz,<br />prawa strona s\u0142u\u017cy zwykle do wprowadzania danych do twojej genealogii.<br /><br />2. Mo\u017cesz jednak dostosowa\u0107 pozycje okien do swoich potrzeb roboczych:<br />- Okna mo\u017cna przenosi\u0107, przeci\u0105gaj\u0105c i upuszczaj\u0105c uchwyt karty.<br />- Mo\u017cna je r\u00f3wnie\u017c od\u0142o\u017cy\u0107 jak szuflady na kraw\u0119dziach ekranu.<br /></html>
#
demo.menu=<html>Mo\u017cesz uzyska\u0107 dost\u0119p do wszystkich funkcji Ancestris za pomoc\u0105 menu g\u0142\u00f3wnego.<br /><br />Najcz\u0119\u015bciej u\u017cywane s\u0105 dwa tematy: menu Widok i menu Narz\u0119dzia.<br /><br />- Widoki pozwalaj\u0105 ogl\u0105da\u0107 swoj\u0105 genealogi\u0119 przy u\u017cyciu r\u00f3\u017cnych formularzy.<br /><br />- Narz\u0119dzia pozwalaj\u0105 analizowa\u0107 genealogi\u0119, czy\u015bci\u0107 j\u0105, wyszukiwa\u0107, dodawa\u0107 do niej inne genealogie, publikowa\u0107 itp.<br /><br> Pasek narz\u0119dzi zawiera najbardziej przydatne funkcje menu.<br /></html>
#
demo.menuview=<html>Menu Widok umo\u017cliwia przegl\u0105danie genealogii jako drzewa, listy, mapy geograficznej, osi czasu kraju w zale\u017cno\u015bci od wybranych kraj\u00f3w, raport\u00f3w itp.<br /><br /></html>
#
demo.menutools=<html>Menu Narz\u0119dzia zawiera wiele przydatnych narz\u0119dzi (wsp\u00f3lnych przodk\u00f3w, kalkulator, kalkulator daty).<br /><br />Mo\u017cesz wyszukiwa\u0107 informacje genealogiczne, zarz\u0105dza\u0107 danymi lub publikowa\u0107 swoj\u0105 genealogi\u0119.<br /><br />Mo\u017cesz tak\u017ce zmie\u0144 ustawienia Ancestris.<br /></html>
#
demo.menuoptions=<html> Menu Opcje pozwala dostosowa\u0107 Ancestris.<br /><br />Mo\u017cesz dostosowa\u0107 r\u00f3\u017cne ustawienia widok\u00f3w i narz\u0119dzi Ancestris, pozycj\u0119 okien i paska narz\u0119dzi.<br /><br /> Mo\u017cesz tak\u017ce zdecydowa\u0107 o dodaniu lub usuni\u0119ciu funkcjonalno\u015bci.<br /><br />Tutaj mo\u017cesz tak\u017ce znale\u017a\u0107 najnowsze aktualizacje.<br /></html>
demo.properties=<html>Menu Plik s\u0142u\u017cy do otwierania, zamykania, eksportowania genealogii lub tworzenia jej cz\u0119\u015bciowych kopii.<br /><br />Masz r\u00f3wnie\u017c bardzo przydatn\u0105 funkcj\u0119 \u201eW\u0142a\u015bciwo\u015bci\u201d. Pomo\u017ce Ci zmieni\u0107 kluczowe parametry pliku GEDCOM.<br /><br />Umo\u017cliwia na przyk\u0142ad zmian\u0119 struktury fizycznych lokalizacji genealogicznych, lokalizacji plik\u00f3w multimedialnych na dysku lub normy GEDCOM, z kt\u00f3rej chcesz korzysta\u0107.<br /></html>
#
demo.edition=<html>Menu Edycja zawiera klasyczne menu kopiowania / wycinania / wklejania podczas edycji.<br /><br />Ma r\u00f3wnie\u017c mo\u017cliwo\u015b\u0107 dokonywania globalnych zmian lub detekcji w ca\u0142ej genealogii.<br /><br />W tym miejscu mo\u017cesz tak\u017ce doda\u0107 numeracj\u0119 SOSA do genealogii.<br /></html>
#
demo.window=<html> Menu Okno to spos\u00f3b na dost\u0119p do specjalnych okien i zarz\u0105dzanie nimi.<br /><br /></html>
#
demo.menuhelp=<html>Menu Pomoc zawiera tre\u015b\u0107 pomocy Ancestris, numer wersji oraz okno powitalne.<br /><br />Mo\u017cesz r\u00f3wnie\u017c przekaza\u0107 darowizn\u0119 na rzecz stowarzyszenia Ancestris lub zada\u0107 pytania spo\u0142eczno\u015bci u\u017cytkownik\u00f3w.<br /><br />Teraz, gdy om\u00f3wili\u015bmy g\u0142\u00f3wne menu, rzu\u0107my okiem na najwa\u017cniejsze okna.<br /><br /></html>
#
demo.explorer=<html>To jest Eksplorator Gedcom.<br /><br />Ancestris bezpo\u015brednio edytuje plik GEDCOM genealogii, st\u0105d nazwa \u201eEksplorator Gedcom\u201d. <br /><br />Ancestris mo\u017ce otwiera\u0107 kilka genealogii jednocze\u015bnie.< br> <br />Ten eksplorator podaje liczb\u0119 wszystkich os\u00f3b zawartych w ka\u017cdej z aktualnie otwartej genealogii.<br /></html>
#
demo.tree=<html>To jest dynamiczne drzewo genealogiczne.<br /><br />Wy\u015bwietla przodk\u00f3w i potomk\u00f3w danej osoby.<br /><br />Mo\u017cesz wybra\u0107 i zdefiniowa\u0107 styl wy\u015bwietlania, zmieniaj\u0105c wygl\u0105d p\u00f3l, ich kolory i zawarto\u015b\u0107.<br /><br />Klikni\u0119cie osoby prawym przyciskiem myszy spowoduje wy\u015bwietlenie menu akcji, umo\u017cliwia dodawanie do niej rodzic\u00f3w lub dzieci lub wygenerowanie raportu o tej osobie.<br /></html>
#
demo.cygnus=<html>To jest edytor Cygnus.<br /><br />Mo\u017cesz tworzy\u0107, modyfikowa\u0107 lub usuwa\u0107 wi\u0119kszo\u015b\u0107 informacji o danej osobie lub powi\u0105zanych z ni\u0105 wydarzeniach.<br /><br />Ten edytor zosta\u0142 zaprojektowany tak, aby by\u0142 prosty i \u0142atwy w obs\u0142udze do dodawania lub modyfikowania informacji w swojej genealogii.<br /><br />Mo\u017cesz dodawa\u0107 zdj\u0119cia, media, \u017ar\u00f3d\u0142a, aby uzyska\u0107 og\u00f3lny widok informacji o osobie. <br /><br />Klikni\u0119cie prawym przyciskiem myszy na nazwie spowoduje wy\u015bwietlenie menu akcji, podobne do dynamicznego widoku drzewa.<br /><br />Asystent pomaga wprowadza\u0107 daty wed\u0142ug r\u00f3\u017cnych kalendarzy. Kolejny pomaga wprowadza\u0107 lokalizacje lub wyszukiwa\u0107 je przez Internet.<br /></html>
#
demo.gedcom=<html>To jest edytor Gedcom.<br /><br />Wy\u015bwietla wszystkie informacje o dowolnej jednostce twojej genealogii i pozwala Ci j\u0105 zmienia\u0107.<br /><br />Informacja jest wy\u015bwietlana w formie drzewa, \u015bci\u015ble przestrzegaj\u0105c zastosowana norm GEDCOM.<br /><br />G\u00f3rna cz\u0119\u015b\u0107 okna pokazuje surowe informacje w pliku GEDCOM i pozwala wybra\u0107 jeden kawa\u0142ek. Dolna cz\u0119\u015b\u0107 pokazuje szczeg\u00f3\u0142y wybranej informacji.<br /><br />Klikni\u0119cie informacji prawym przyciskiem myszy spowoduje wy\u015bwietlenie menu akcji z wybranymi informacjami.<br /></html>
#
demo.aries=<html> To jest edytor Aries.<br /><br />\u0141\u0105czy moc edytora Gedcom z graficzn\u0105 ergonomi\u0105 edytora Cygnus.<br /><br />Mo\u017cesz tworzy\u0107, modyfikowa\u0107 lub usuwa\u0107 dowolne informacje o swojej genealogii.<br /><br />Klikni\u0119cie prawym przyciskiem myszy pod zdj\u0119ciem osoby spowoduje wy\u015bwietlenie menu akcji, podobnego do tego z Dynamicznego widoku drzewa.<br /></html>
#
demo.geo=<html>To jest widok geograficzny.<br /><br />Pokazuje osob\u0119 i jej wydarzenia na mapie \u015bwiata.<br /><br />Najed\u017a myszk\u0105 na lokalizacj\u0119, aby wy\u015bwietli\u0107 szczeg\u00f3\u0142y lokalizacji wraz z osobami i wydarzenia, kt\u00f3re mia\u0142y miejsce w tym miejscu.<br /><br />Mo\u017cesz ograniczy\u0107 lokalizacje do swoich potrzeb. Na przyk\u0142ad mo\u017cna wy\u015bwietli\u0107 tylko lokalizacje dotycz\u0105ce \u201erolnik\u00f3w\u201d.<br /><br />Istniej\u0105 dwa inne widoki: \u201eLista miejsc\u201d i \u201eTabela miejsc\u201d. S\u0142u\u017c\u0105 do zarz\u0105dzania informacjami o miejscach. Na przyk\u0142ad mo\u017cesz zdefiniowa\u0107 dla ka\u017cdej lokalizacji, aby mia\u0142a swoje obecne i staro\u017cytne nazwy.<br /><br />Wsp\u00f3\u0142rz\u0119dne geograficzne miejsc mo\u017cna wyszukiwa\u0107 przez Internet.<br /></html>
#
demo.chrono=<html>To jest widok Osi czasu. <br /><br />Mapuje wszystkie osoby z Twojej genealogii na osi czasu i w formie drzewa.<br /><br />Gdy najedziesz myszk\u0105 na o\u015b czasu, zobaczysz odpowiednie wydarzenia, kt\u00f3re mia\u0142y miejsce w kilku wybranych krajach.<br /></html>
#
demo.table=<html> To jest widok tabeli wpis\u00f3w.<br /><br />Zawiera list\u0119 wszystkich element\u00f3w Twojej genealogii wed\u0142ug osoby, rodziny, medi\u00f3w, notatki, \u017ar\u00f3d\u0142a, osoby przesy\u0142aj\u0105cej lub repozytorium.<br /><br />Mo\u017cesz wybra\u0107 kolumny kt\u00f3re chcesz wy\u015bwietli\u0107 i zmieni\u0107 ich kolejno\u015b\u0107. Mo\u017cesz sortowa\u0107 kolumny.<br /><br />Tej tabeli mo\u017cna u\u017cy\u0107 do wybierania lub wyszukiwania wpis\u00f3w.<br /><br />Mo\u017cesz tak\u017ce wyeksportowa\u0107 tabel\u0119 do pliku.<br /></html>
#
demo.search=<html>To jest wyszukiwanie genealogiczne.<br /><br />To narz\u0119dzie pomaga znale\u017a\u0107 wsp\u00f3lne osoby mi\u0119dzy Twoj\u0105 genealogi\u0105 a innymi genealogiami cz\u0142onk\u00f3w Ancestris.<br /><br />Okno pokazuje aktualnie otwarte genealogie oraz innych u\u017cytkownik\u00f3w Ancestris, kt\u00f3rzy maj\u0105 wsp\u00f3lne osoby z twoimi oraz te osoby.<br /><br />Nast\u0119pnie mo\u017cesz skontaktowa\u0107 si\u0119 z odpowiednimi u\u017cytkownikami, aby poprosi\u0107 ich o szczeg\u00f3\u0142owe informacje, kt\u00f3rych potrzebujesz.<br /><br />Wa\u017cne: Twoje dane genealogiczne s\u0105 przechowywane tylko na Twoim komputer i nie jest udost\u0119pniana \u017cadnej firmie zewn\u0119trznej ani \u017cadnemu stowarzyszeniu.<br /></html>
#
demo.close=<html>Ta wycieczka z przewodnikiem zosta\u0142a zako\u0144czona. Mamy nadziej\u0119, \u017ce odkry\u0142e\u015b niekt\u00f3re z g\u0142\u00f3wnych funkcji Ancestris.<br /><br /> Mo\u017cesz teraz odkry\u0107 wszystkie inne.<br /><br />Mo\u017cesz zacznij tak\u017ce tworzy\u0107 swoj\u0105 genealogi\u0119 lub migruj j\u0105, u\u017cywaj\u0105c na przyk\u0142ad menu okna powitalnego.<br /></html>
