# Ancestris - http://www.ancestris.org
# 
# Copyright 2018 Ancestris
# 
# Author: Frédéric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
TourPanel.nextLabel.text=Kontynuacja wizyty...
TourPanel.nextLabel.end=Koniec wizyty
#
error.noBourbonTitl=Brakuj\u0105cy modu\u0142
error.noBourbonMsg=Modu\u0142 Genealogii Bourbon nie jest zainstalowany.\nJest on wymagany do It is required to have the dynamiczna Wycieczki z Przewodnikiem.\n\nChcesz zobaczy\u0107 zamiast tego internetow\u0105 Wycieczka z Przewodnikiem?
demo.intro=<html>Witamy w Wycieczce z przewodnikiem po Ancestris\!<br /><br />Zobaczymy g\u0142\u00f3wne cechy aplikacji przy u\u017cyciu genealogii Bourbon.<br /></html>
#
demo.windows=<html>Aplikacja Ancestris wy\u015bwietla kilka okien, menu g\u0142\u00f3wne i pasek narz\u0119dzi.<br /><br />1. Lewa strona ekranu jest zwykle u\u017cywana do wy\u015bwietlania twojej genealogii i niekt\u00f3rych analiz,<br />prawa strona s\u0142u\u017cy zwykle do wprowadzania danych do twojej genealogii.<br /><br />2. Mo\u017cesz jednak dostosowa\u0107 pozycje okien do swoich potrzeb roboczych:<br />- Okna mo\u017cna przenosi\u0107, przeci\u0105gaj\u0105c i upuszczaj\u0105c uchwyt karty.<br />- Mo\u017cna je r\u00f3wnie\u017c od\u0142o\u017cy\u0107 jak szuflady na kraw\u0119dziach ekranu.<br /></html>
#
demo.menu=<html>Mo\u017cesz uzyska\u0107 dost\u0119p do wszystkich funkcji Ancestris za pomoc\u0105 menu g\u0142\u00f3wnego.<br /><br />Najcz\u0119\u015bciej u\u017cywane s\u0105 dwa tematy: menu Widok i menu Narz\u0119dzia.<br /><br />- Widoki pozwalaj\u0105 ogl\u0105da\u0107 swoj\u0105 genealogi\u0119 przy u\u017cyciu r\u00f3\u017cnych formularzy.<br /><br />- Narz\u0119dzia pozwalaj\u0105 analizowa\u0107 genealogi\u0119, czy\u015bci\u0107 j\u0105, wyszukiwa\u0107, dodawa\u0107 do niej inne genealogie, publikowa\u0107 itp.<br /><br> Pasek narz\u0119dzi zawiera najbardziej przydatne funkcje menu.<br /></html>
#
demo.menuview=<html>Menu Widok umo\u017cliwia przegl\u0105danie genealogii jako drzewa, listy, mapy geograficznej, osi czasu kraju w zale\u017cno\u015bci od wybranych kraj\u00f3w, raport\u00f3w itp.<br /><br /></html>
#
demo.close=<html>Ta wycieczka z przewodnikiem zosta\u0142a zako\u0144czona. Mamy nadziej\u0119, \u017ce odkry\u0142e\u015b niekt\u00f3re z g\u0142\u00f3wnych funkcji Ancestris.<br /><br /> Mo\u017cesz teraz odkry\u0107 wszystkie inne.<br /><br />Mo\u017cesz zacznij tak\u017ce tworzy\u0107 swoj\u0105 genealogi\u0119 lub migruj j\u0105, u\u017cywaj\u0105c na przyk\u0142ad menu okna powitalnego.<br /></html>
