# Ancestris - http://www.ancestris.org
# 
# Copyright 2018 Ancestris
# 
# Author: Frédéric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
TourPanel.nextLabel.text=Continuaci\u00f3 de la visita... 
TourPanel.nextLabel.end=Final de la visita
#
error.noBourbonTitl=M\u00f2dul que falta 
error.noBourbonMsg=El m\u00f2dul geneal\u00f2gic Borb\u00f2nic no sembla estar instal\u00b7lat.\nCal tenir la Visita Guiada din\u00e0mica.\n\nEn el seu lloc, vols veure la visita guiada a Internet?
demo.intro=<html>Benvingut a la visita guiada d'Ancestris \!<br><br>Veurem les caracter\u00edstiques principals de l'aplicaci\u00f3 utilitzant la Genealogia Borb\u00f3.<br></html>
#
demo.windows=<html>L'aplicaci\u00f3 Ancestris mostra diverses finestres, un men\u00fa principal i una barra d'eines. <br><br> 1. El costat esquerre de la pantalla s'utilitza generalment per mostrar la seva genealogia i una mica d'an\u00e0lisi,<br>el costat dret s'utilitza generalment per introduir les dades en la seva genealogia.<br><br>2. Per\u00f2 pot adaptar les posicions de les finestres d'acord a les seves necessitats de treball: <br>-Les finestres es poden moure al voltant si s'arrossega i deixa anar la seva nansa de tabulaci\u00f3.<br>-Tamb\u00e9 es poden col\u00b7locar com a calaixos en les vores de la pantalla. <br></html>
#
demo.menu=<html>Podeu accedir a totes les funcionalitats d'Ancestris utilitzant el men\u00fa principal.<br><br>Dos temes s'utilitzen amb m\u00e9s freq\u00fc\u00e8ncia: el men\u00fa Visualitza i el men\u00fa Eines.<br><br>-Vistes permet veure la seva genealogia en diverses formes.<br><br>-Eines permeten analitzar la seva genealogia, netejar-la, fer recerques de genealogia, afegir-hi altres genealogies, publicar-lo, etc.<br><br>La barra d'eines inclou les caracter\u00edstiques m\u00e9s \u00fatils dels men\u00fas.<br></html>
#
demo.menuview=<html>El men\u00fa Vista proporciona maneres de veure la seva genealogia com un arbre, una llista, en un mapa geogr\u00e0fic, en una cronologia del pa\u00eds en funci\u00f3 dels pa\u00efsos seleccionats, en informes, etc.<br><br></html>
#
demo.menutools=<html>El men\u00fa Eines proporciona moltes eines de treball (avantpassats comuns, calculadora, calculadora de data).<br><br>Pot buscar informaci\u00f3 geneol\u00f2gica, administrar les seves dades, o publicar la seva genealogia.<br><br>Tamb\u00e9 podeu canviar la vosdtra configuraci\u00f3 d'Ancestris.<br></html>
#
demo.menuoptions=<html>El men\u00fa Opcions us permet personalitzar Ancestris.<br><br>Podeu personalitzar diversos par\u00e0metres de visualitzacions i eines Ancestris, la posici\u00f3 de les finestres i la barra d'eines.<br><br>Tamb\u00e9 podeu decidir afegir o eliminar les funcionalitats.<br><br>All\u00e0 tamb\u00e9 podeu obtenir les actualitzacions m\u00e9s recents.<br></html>
demo.properties=<html>El men\u00fa Arxiu s'utilitza per obrir, tancar, exportar genealogies, o fer c\u00f2pies parcials.<br><br>Tamb\u00e9 t\u00e9 la funci\u00f3 de 'Propietats' molt \u00fatil. \u00c9s un ajudant que l'ajudar\u00e0 a canviar els seus par\u00e0metres de fitxer de GEDCOM clau.<br><br>Aquest assistent us permet canviar, per exemple, l'estructura de les ubicacions f\u00edsiques de la vostra Genealogia, la ubicaci\u00f3 dels fitxers multim\u00e8dia al disc o la norma GEDCOM a utilitzar.<br></html>
#
demo.edition=<html>El men\u00fa Edici\u00f3 inclou els men\u00fas cl\u00e0ssics de copiar/retallar/enganxar mentre editeu.<br><br>Tamb\u00e9 t\u00e9 la possibilitat de fer canvis globals o marcar en tota la vostra genealogia.<br><br>\u00c9s tamb\u00e9 on podeu afegir la numeraci\u00f3 Sosa a la vostra genealogia.<br></html>
#
demo.window=<html>El men\u00fa Finestra \u00e9s una manera d'accedir a finestres especials i de gestionar finestres.<br><br></html>
#
demo.menuhelp=<html>El men\u00fa Ajuda proporciona el contingut de l'ajuda Ancestris, el n\u00famero de versi\u00f3 utilitzat i la finestra de benvinguda.<br><br>Tamb\u00e9 pot fer una donaci\u00f3 a l'Associaci\u00f3 Ancestris, o formular preguntes a la comunitat d'usuaris.<br><br>Ara que hem cobert els men\u00fas principals, anem a fer una ullada a les finestres m\u00e9s importants.<br<br></html>
#
demo.explorer=<html>Aquest \u00e9s l'Explorador GEDCOM.<br><br>Ancestris Edita directament l'arxiu GEDCOM de les genealogies, d'aqu\u00ed el nom  "GEDCOM Explorer ".<br><br>Ancestris pot obrir diverses genealogies al mateix temps.<br><br>Aquest Explorador proporciona el nombre de totes les entitats contingudes en cada un de la Genealogia actualment oberta.<br></html>
#
demo.tree=<html>Aquest \u00e9s l'arbre din\u00e0mic d'una Genealogia.<br><br>Mostra els ascendents i descendents d'un individu determinat.<br><br>Podeu triar i definir l'estil de visualitzaci\u00f3, canviant l'aparen\u00e7a de les caselles, els seus colors i el seu contingut.<br><br>Fent clic dret sobre un individu mostrar\u00e0 un men\u00fa d'acci\u00f3 per afegir pares o fills a aquest individu, o per generar un informe sobre aquesta persona.<br></html>
#
demo.cygnus=<html>Aquest \u00e9s l'editor Cygnus.<br><br>Podeu crear, modificar o suprimir la majoria d'informaci\u00f3 sobre un individu o els seus esdeveniments relacionats.<br><br>Aquest editor est\u00e0 dissenyat per ser senzill i fer que sigui f\u00e0cil per a vost\u00e8 per afegir o modificar la informaci\u00f3 en la seva genealogia.<br><br>Podeu afegir imatges, mitjans de comunicaci\u00f3, fonts per obtenir una visi\u00f3 global de la informaci\u00f3 sobre una persona.<br><br>Fent clic dret sobre el seu nom mostrar\u00e0 un men\u00fa d'acci\u00f3, similar al de la Vista d'Arbre Din\u00e0mic.<br><br>Un assistent us ajuda a introduir les dates segons els diferents calendaris. Un altre us ajuda a introduir ubicacions o a cercar-les a trav\u00e9s d'Internet.<br></html>
#
demo.gedcom=<html>Aquest \u00e9s l'editor GEDCOM.<br><br>Mostra tota la informaci\u00f3 sobre qualsevol entitat de la seva genealogia, i el deixa canviar-la.<br><br>Aquesta informaci\u00f3 es mostra com un arbre, que respecta de manera estricta la norma GEDCOM utilitzada.<br><br>La part superior de la finestra mostra la informaci\u00f3 RAW a l'arxiu GEDCOM i li permet seleccionar una sola pe\u00e7a. La part inferior mostra els detalls de la pe\u00e7a d'informaci\u00f3 seleccionada.<br><br>Fent clic dret sobre un tros d'informaci\u00f3 es mostrar\u00e0 un men\u00fa d'acci\u00f3 sobre la informaci\u00f3 seleccionada.<br></html>
#
demo.aries=<html>Aquest \u00e9s l'editor Aries.<br><br>Combina la pot\u00e8ncia de l'editor GEDCOM amb la gr\u00e0fica ergonomia de l'editor Cygnus.<br><br>Pot crear, modificar o eliminar qualsevol informaci\u00f3 sobre la seva genealogia.<br><br>Fent clic dret sota la imatge d'una persona mostrar\u00e0 un men\u00fa d'acci\u00f3, similar al de la Vista d'Arbre Din\u00e0mic.<br></html>
#
demo.geo=<html>Aquesta \u00e9s la Vista Geogr\u00e0fica.<br><br>Mostra l'individu i els seus esdeveniments en un mapa del m\u00f3n.<br><br>Passant el ratol\u00ed per una ubicaci\u00f3 mostrar\u00e0 els detalls de la ubicaci\u00f3 amb les persones i esdeveniments que es van produir en aquest lloc.<br><br>Podeu limitar les ubicacions a la vostra necessitat. Per exemple, nom\u00e9s es poden fer les ubicacions referents a  "agricultors ".<br><br>Hi ha dues altres visualitzacions: la 'llista de Llocs' i la 'taula de Llocs'. S'utilitzen per gestionar la informaci\u00f3 sobre els llocs. Per exemple, podeu definir que cada ubicaci\u00f3 tingui els seus noms actuals i antics.<br><br>Les coordenades geogr\u00e0fiques de llocs es poden buscar a trav\u00e9s d'Internet. <br> </html>
#
demo.chrono=<html>Aquesta \u00e9s la vista de Cronologia.<br><br>Situa tots els individus de la seva genealogia en una l\u00ednia de temps i en una forma d'arbre.<br><br>Quan passeu el ratol\u00ed per sobre de la cronologia, veureu els esdeveniments corresponents que es van dur a terme en diversos pa\u00efsos seleccionats.<br></html>
#
demo.table=<html>Aquesta \u00e9s la visualitzaci\u00f3 de la Taula Entitats.<br><br>Llista totes les entitats de la seva genealogia per individu, fam\u00edlia, mitjans de comunicaci\u00f3, nota, font, remitent o dip\u00f2sit.<br><br>Podeu triar les columnes que voleu visualitzar i reorganitzar-les. Podeu ordenar columnes.<br><br>Podeu utilitzar aquesta taula per seleccionar o cercar entitats.<br><br>Tamb\u00e9 podeu exportar la taula a un fitxer.<br></html>
#
demo.search=<html>Aquesta \u00e9s la Cerca de Genealogia.<br><br>Aquesta eina t'ajuda a trobar individus comuns entre la teva genealogia i les genealogies d'altres membres Ancestris.<br><br>La finestra mostra les genealogies actualment obertes, els altres usuaris Ancestris que tenen individus comuns amb els teus, i aquests individus comuns.<br><br>Podeu contactar amb els usuaris corresponents per demanar-los la informaci\u00f3 detallada que necessiteu.<br><br>Important: les teves dades de genealogia nom\u00e9s s'emmagatzemen en el teu ordinador i no es comparteix amb cap empresa exterior ni Associaci\u00f3.<br></html>
#
demo.close=<html>Aquesta Visita Guiada ja est\u00e0 acabada.<br><br>Esperem que hagi descobert alguns dels principals trets Ancestris.<br><br>Ara pots descobrir tots els altres.<br><br>Tamb\u00e9 podeu comen\u00e7ar a crear la vostra Genealogia o migrar-la, utilitzant per exemple el men\u00fa de la finestra de benvinguda.<br></html>
