# Ancestris - http://www.ancestris.org
# 
# Copyright 2018 Ancestris
# 
# Author: Fr\u00e9d\u00e9ric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.

TourPanel.nextLabel.text=Suite de la visite...
TourPanel.nextLabel.end=Fin de la visite

error.noBourbonTitl=Module manquant
error.noBourbonMsg=La G\u00e9n\u00e9alogie cap\u00e9tienne de Bourbon ne semble pas \u00eatre install\u00e9e.

demo.intro=<html>\
           Bienvenue pour cette visite guid\u00e9e d'Ancestris !<br><br>\
           Nous allons voir les principaux aspects de l'application en utilisant la g\u00e9n\u00e9alogie des Bourbons.<br>\
           </html>

demo.windows=<html>\
           L'application Ancestris pr\u00e9sente plusieurs fen\u00eatres, un menu principal et une barre d'outils.<br><br>\
           1. La partie gauche de l'\u00e9cran est plut\u00f4t destin\u00e9e \u00e0 la visualisation de votre g\u00e9n\u00e9alogie et aux analyses,<br>\
           la partie droite est plut\u00f4t destin\u00e9e \u00e0 la saisie des donn\u00e9es dans votre g\u00e9n\u00e9alogie.<br><br>\
           2. Vous pouvez adapter la position des fen\u00eatres \u00e0 votre fa\u00e7on de travailler:<br>\
           - Les fen\u00eatres sont d\u00e9pla\u00e7ables dans la zone de l'\u00e9cran que vous souhaitez en d\u00e9pla\u00e7ant l'onglet avec la souris.<br>\
           - Elles peuvent aussi \u00eatre mises en tiroirs sur les bords.<br>\
           </html>

demo.menu=<html>\
           Le menu principal vous permet d'acc\u00e9der \u00e0 toutes les fonctions d'Ancestris.<br><br>\
           Les deux rubriques les plus utilis\u00e9es sont la rubrique "Vue" et la rubrique "Outils" que nous allons voir juste apr\u00e8s.<br><br>\
           - Les vues permettent de visualiser votre g\u00e9n\u00e9alogie sous diff\u00e9rentes formes.<br>\
           - Les outils permettent d'analyser votre g\u00e9n\u00e9alogie, de la nettoyer, de faire des recherches, d'y ajouter d'autres g\u00e9n\u00e9alogies, de la publier, etc.<br><br>\
           La barre d'outils reprend les fonctions les plus utilis\u00e9es des menus.<br>\
           </html>

demo.menuview=<html>\
           Le menu "Vue" fournit les diff\u00e9rentes possibilit\u00e9s de visualiser votre g\u00e9n\u00e9alogie : en Arbre, en Liste, en carte G\u00e9ographique, en Graphe, en Chronologie de l'histoire des pays, etc.<br>\
           </html>

demo.menutools=<html>\
           Le menu "Outils" fournit de nombreux outils pour rechercher de l'information, pour la contr\u00f4ler, l'analyser ou la publier.<br><br>\
           Vous pouvez faire des recherches g\u00e9n\u00e9alogiques, identifier des anomalies, (ex: incoh\u00e9rences, erreur de norme Gedcom) ou fusionner des doublons.<br><br>\
           Ensuite vous pouvez \u00e9diter des listes et des rapports ou publier votre g\u00e9n\u00e9alogie sur un site local ou \u00e0 distance.<br><br>\
           </html>

demo.menuoptions=<html>\
           Le menu "Options" vous permet de personnaliser Ancestris.<br><br>\
           Vous pouvez d\u00e9finir les param\u00e8tres d'utilisations des vues et des outils, sauvegarder la position des fen\u00eatre et personnaliser la barre d'outils.<br><br>\
           Vous pouvez aussi d\u00e9cider d'ajouter ou retirer des fonctionnalit\u00e9s d'Ancestris.<br><br>\
           C'est aussi o\u00f9 vous pouver r\u00e9cup\u00e9rer les derni\u00e8res mises \u00e0 jour.<br><br>\
           </html>


demo.properties=<html>\
           Le menu "Fichier" permet d'ouvrir, de r\u00e9unir, d'exporter, de faire une sauvegarde partielle et de fermer une g\u00e9n\u00e9alogie.<br><br>\
           On y trouve aussi la fonction tr\u00e8s utile 'Propri\u00e9t\u00e9s'. Il s'agit d'un assistant permettant de modifier les param\u00e8tres cl\u00e9 du fichier Gedcom.<br><br>\
           Cet assistant permet par exemple de modifier la structure des lieux de votre g\u00e9n\u00e9alogie, l'emplacement des m\u00e9dia sur disque ou encore la norme Gedcom \u00e0 utiliser.<br>\
           </html>

demo.edition=<html>\
           Le menu "Edition" inclut les actions classiques de Couper/Copier/Coller pendant que vous \u00e9ditez.<br><br>\
           Il fournit aussi une possibilit\u00e9 de faire des modifications ou suppressions de fa\u00e7on globale dans toute votre g\u00e9n\u00e9alogie.<br><br>\
           C'est aussi ici que vous pouvez g\u00e9n\u00e9rer une num\u00e9rotation Sosa dans votre g\u00e9n\u00e9alogie.<br>\
           </html>

demo.window=<html>\
           Le menu "Fen\u00eatre" permet d'acc\u00e9der \u00e0 des fen\u00eatres sp\u00e9ciales ou de configurer les fen\u00eatres.<br><br>\
           </html>

demo.menuhelp=<html>\
           Le menu "Aide" vous permet d'acc\u00e9der \u00e0 l'aide de l'application, de voir la version utilis\u00e9e, ou faire appara\u00eetre la fen\u00eatre d'accueil.<br><br>\
           Vous pouvez aussi faire un don \u00e0 l'association, ou poser une question \u00e0 la communaut\u00e9 des utilisateurs.<br><br>\
           Nous avons parcouru les principaux menu. Passons maintenant \u00e0 la pr\u00e9sentation de certaines fen\u00eatres importantes.<br><br>\
           </html>

demo.explorer=<html>\
           Ceci est l'explorateur Gedcom.<br><br>\
           Ancestris \u00e9dite les g\u00e9n\u00e9alogies directement sous forme de fichier Gedcom, d'o\u00f9 le nom "Explorateur Gedcom".<br><br>\
           Ancestris peut ouvrir plusieurs g\u00e9n\u00e9alogies \u00e0 la fois.<br><br>\
           Cet explorateur liste les g\u00e9n\u00e9alogies ouvertes actuellement, avec, pour chacune, le nombre d'entit\u00e9s qu'elle contient.<br>\
           </html>

demo.tree=<html>\
           Ceci est l'Arbre Dynamique d'une g\u00e9n\u00e9alogie.<br><br>\
           Il affiche, \u00e0 partir d'un individu racine choisi, ses ascendants et ses descendants.<br><br>\
           Vous pouvez choisir et d\u00e9finir des styles d'affichage, vous permettant de changer la forme des cadres, leur couleur et leur contenu.<br><br>\
           Un clic-droit sur un individu affiche un menu vous permettant d'ajouter un parent ou un enfant \u00e0 cet individu, ou de g\u00e9n\u00e9rer un rapport pour cet individu.<br>\
           </html>

demo.cygnus=<html>\
           Ceci est l'\u00e9diteur Cygnus.<br><br>\
           Il permet de cr\u00e9er, modifier ou supprimer la plupart des informations concernant un individu et ses \u00e9v\u00e9nements.<br><br>\
           Cet \u00e9diteur est con\u00e7u pour \u00eatre simple et vous faciliter au maximum l'ajout et la modificaiton d'informations dans votre g\u00e9n\u00e9alogie.<br><br>\
           Vous pouvez y associer des photos, des m\u00e9dia, des sources et ainsi voir de fa\u00e7on globale tout ce qui se rattache \u00e0 un individu.<br><br>\
           Un clic-droit sur son nom affiche le menu des actions possibles pour cet individu, comme pour la vue Arbre Dynamique.<br><br>\
           Un assistant vous aide \u00e0 saisir les dates selon plusieurs calendriers. Un autre vous aide \u00e0 saisir les lieux ou \u00e0 les rechercher sur Internet.<br>\
           </html>

demo.gedcom=<html>\
           Ceci est l'\u00e9diteur Gedcom.<br><br>\
           Il affiche les informations concernant chaque entit\u00e9 de votre g\u00e9n\u00e9alogie, et permet de les modifier.<br><br>\
           Ces informations sont affich\u00e9es sous forme d'arborescence, en respectant scrupuleusement la norme Gedcom.<br><br>\
           La partie haute de la fen\u00eatre affiche les informations brutes et permet d'en selectionner une. La partie du bas affiche le d\u00e9tail de l'information s\u00e9lectionn\u00e9e.<br><br>\
           Un clic-droit sur une information affiche un menu d'actions possibles concernant cette information.<br>\
           </html>

demo.aries=<html>\
           Ceci est l'\u00e9diteur Aries.<br><br>\
           Il combine la puissance de l'\u00e9diteur Gedcom et l'ergonomie plus graphique de l'\u00e9diteur Cygnus.<br><br>\
           Il permet donc de cr\u00e9er, modifier ou supprimer toutes les informations concernant toutes les entit\u00e9s.<br><br>\
           Un clic-droit sous la photo affiche le menu des actions possibles pour l'individu, comme pour la vue Arbre Dynamique.<br>\
           </html>

demo.geo=<html>\
           Ceci est la vue G\u00e9ographique.<br><br>\
           Elle vous pr\u00e9sente la r\u00e9partition des individus de votre g\u00e9n\u00e9alogie sur une carte du monde.<br><br>\
           En passant la souris sur un lieu marqu\u00e9 de la carte, vous verrez le d\u00e9tail du lieu avec les individus et \u00e9v\u00e9nements associ\u00e9s.<br><br>\
           Il est possible de n'afficher que certains lieux. Par exemple, on peut afficher les emplacements de tous les notaires d'une g\u00e9n\u00e9alogie.<br><br>\
           Deux autres vues, 'Liste des Lieux' et 'Table des Lieux', vous permettent de g\u00e9rer les informations sur les lieux. Par exemple, vous pouvez d\u00e9finir pour un m\u00eame lieu son nom actuel et son nom d'\u00e9poque.<br><br>\
           Les coordonn\u00e9es g\u00e9ographiques des lieux peuvent \u00eatre recherch\u00e9es automatiquement sur Internet.<br>\
           </html>

demo.chrono=<html>\
           Ceci est la vue Chronologique.<br><br>\
           Elle vous pr\u00e9sente la r\u00e9partition des individus dans le temps et sous forme d'arborescence.<br><br>\
           En passant la souris sur la ligne du temps, vous verrez s'afficher les \u00e9v\u00e9nements ayant eu lieu \u00e0 cette p\u00e9riode, dans les pays de votre choix.<br>\
           </html>

demo.table=<html>\
           Ceci est la Table des Entit\u00e9s.<br><br>\
           Elle liste toutes les entit\u00e9s de votre g\u00e9n\u00e9alogie par individu, famille, media, note, source, fournisseur ou d\u00e9p\u00f4t.<br><br>\
           Vous pouvez choisir les colonnes \u00e0 afficher et les r\u00e9ordonner. Vous pouvez trier sur une colonne.<br><br>\
           Vous utilisez cette table pour s\u00e9lectionner des entit\u00e9s ou en rechercher.<br><br>\
           Vous pouvez aussi exporter cette table vers un fichier.<br>\
           </html>

demo.search=<html>\
           Ceci est la Comparaison de G\u00e9n\u00e9alogies.<br><br>\
           Cet outil compare les g\u00e9n\u00e9alogies entre elles et peut aussi comparer votre g\u00e9n\u00e9alogie avec des g\u00e9n\u00e9alogies d\u00e9tenues par d'autres utilisateurs d'Ancestris,<br><br>\
           La fen\u00eatre affiche vos g\u00e9n\u00e9alogies ouvertes dans Ancestris, et celles des autres utilisateurs qui souhaitent comparer avec la v\u00f4tre.<br><br>\
           Si des individus sont communs, vous pouvez ensuite contacter les autres utilisateurs concern\u00e9s pour r\u00e9cup\u00e9rer les informations qui vous int\u00e9ressent.<br><br>\
           Important : vos donn\u00e9es sont uniquement stock\u00e9es sur votre ordinateur et ne sont pas partag\u00e9es avec des soci\u00e9t\u00e9s ou associations ext\u00e9rieures.<br>\
           </html>

demo.close=<html>\
           La visite est maintenant termin\u00e9e.<br><br>\
           Nous esp\u00e9rons que vous avez pu d\u00e9couvrir quelques unes des principales fonctions d'Ancestris.<br><br>\
           Nous vous laissons d\u00e9couvrir les autres possibilit\u00e9s.<br><br>\
           Vous pouvez commencer par cr\u00e9er ou migrer votre g\u00e9n\u00e9alogie, \u00e0 partir du menu ci-contre de la fen\u00eatre d'accueil.<br>\
           </html>




