# Ancestris - http://www.ancestris.org
# 
# Copyright 2018 Ancestris
# 
# Author: Frédéric Lapeyre (frederic@ancestris.org).
# 
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
TourPanel.nextLabel.text=Pokra\u010dov\u00e1n\u00ed prohl\u00eddky...
TourPanel.nextLabel.end=Konec prohl\u00eddky
#
error.noBourbonTitl=Chyb\u011bj\u00edc\u00ed modul
error.noBourbonMsg=Zd\u00e1 se, \u017ee modul rodokmenu Bourbon\u016f, kter\u00fd je nutn\u00fd\npro spu\u0161t\u011bn\u00ed prohl\u00eddky s pr\u016fvodcem nen\u00ed nainstalov\u00e1n.\n\nChcete m\u00edsto toho vid\u011bt prohl\u00eddku s pr\u016fvodcem na internetu?
demo.intro=<html> V\u00edtejte na prohl\u00eddce s pr\u016fvodcem Ancestris\! <br> <br> Hlavn\u00ed vlastnosti aplikace uvid\u00edte pomoc\u00ed genealogie Bourbon\u016f. <br> </html
#
demo.windows=<html> Aplikace Ancestris zobrazuje n\u011bkolik oken, hlavn\u00ed nab\u00eddku a panel n\u00e1stroj\u016f. <br> <br> 1. Lev\u00e1 strana obrazovky se obvykle pou\u017e\u00edv\u00e1 k zobrazen\u00ed va\u0161\u00ed genealogie a n\u011bkter\u00fdch anal\u00fdz, <br> prav\u00e1 strana se obvykle pou\u017e\u00edv\u00e1 k zad\u00e1v\u00e1n\u00ed \u00fadaj\u016f do va\u0161\u00ed genealogie. <br> <br> 2. Pozice oken v\u0161ak m\u016f\u017eete upravit podle sv\u00fdch pot\u0159eb: <br> - Okna lze p\u0159esouvat, pokud p\u0159et\u00e1hnete z\u00e1hlav\u00ed jejich \u00fachyt karet. <br> - Lze je tak\u00e9 odlo\u017eit jako z\u00e1suvky na obrazovce. <br> </html>
#
demo.menu=<html> Ke v\u0161em funkc\u00edm Ancestris m\u016f\u017eete p\u0159istupovat pomoc\u00ed hlavn\u00ed nab\u00eddky. <br> <br> Nej\u010dast\u011bji se pou\u017e\u00edvaj\u00ed: nab\u00eddka Zobrazen\u00ed a nab\u00eddka N\u00e1stroje. <br> <br> - Pohledy v\u00e1m umo\u017en\u00ed vid\u011bt sv\u016fj rodokmen v r\u016fzn\u00fdch formul\u00e1\u0159\u00edch. <br> <br> - N\u00e1stroje v\u00e1m umo\u017en\u00ed analyzovat genealogii, upravit ji, prov\u00e1d\u011bt vyhled\u00e1v\u00e1n\u00ed, p\u0159id\u00e1vat do n\u00ed dal\u0161\u00ed osoby, publikovat ji atd. <br> <br> Panel n\u00e1stroj\u016f obsahuje neju\u017eite\u010dn\u011bj\u0161\u00ed funkce z nab\u00eddek. <br> </html>
#
demo.menuview=<html> Nab\u00eddka Zobrazit zobrazuje rodokmen, nap\u0159. jako strom, seznam, geografickou mapu, graf, na \u010dasov\u00e9 ose apod. <br> <br> </html>
#
demo.menutools=<html> Nab\u00eddka N\u00e1stroje poskytuje mnoho pracovn\u00edch n\u00e1stroj\u016f, kter\u00e9 v\u00e1m pomohou informace vyhled\u00e1vat, kontrolovat, analyzovat a publikovat. <br> <br> M\u016f\u017eete vyhled\u00e1vat genealogick\u00e9 informace, kontrolovat anom\u00e1lie (nap\u0159. nekonzistentn\u00ed data, chyby dodr\u017een\u00ed specifikace gedcom) nebo vyhledat duplik\u00e1ty. <br> <br> Tak\u00e9 m\u016f\u017eete vytv\u00e1\u0159et seznamy a zpr\u00e1vy nebo publikovat sv\u016fj rodokmen na disku nebo webu na internetu. <br> </html>
#
demo.menuoptions=<html> Nab\u00eddka Mo\u017enosti umo\u017e\u0148uje p\u0159izp\u016fsobit Ancestris. <br> <br> M\u016f\u017eete upravit r\u016fzn\u00e1 nastaven\u00ed zobrazen\u00ed a n\u00e1stroj\u016f Ancestris, um\u00edst\u011bn\u00ed oken a panelu n\u00e1stroj\u016f. <br> <br> M\u016f\u017eete tak\u00e9 p\u0159id\u00e1vat nebo odeb\u00edrat funkce. <br> <br> Zde z\u00edsk\u00e1te i nejnov\u011bj\u0161\u00ed aktualizace software. <br> </html>
#
demo.properties=<html> Nab\u00eddka Soubor se pou\u017e\u00edv\u00e1 k otev\u00edr\u00e1n\u00ed, p\u0159id\u00e1v\u00e1n\u00ed, zav\u00edr\u00e1n\u00ed, exportu genealogi\u00ed nebo k vytv\u00e1\u0159en\u00ed jeho \u010d\u00e1ste\u010dn\u00fdch kopi\u00ed. <br> <br> Velmi u\u017eite\u010dn\u00e1 je funkce \u201eVlastnosti\u201c. Je to asistent, kter\u00fd v\u00e1m pom\u016f\u017ee zm\u011bnit kl\u00ed\u010dov\u00e9 parametry souboru gedcom. <br> <br> M\u016f\u017eete zm\u011bnit nap\u0159\u00edklad strukturu va\u0161ich dat, um\u00edst\u011bn\u00ed va\u0161ich medi\u00e1ln\u00edch soubor\u016f na disku nebo typ specifikace Gedcom, kter\u00fd chcete pou\u017e\u00edt . <br> </html>
#
demo.edition=<html> Nab\u00eddka \u00dapravy zobrazuje klasick\u00e9 nab\u00eddky kop\u00edrov\u00e1n\u00ed / vyj\u00edm\u00e1n\u00ed / vkl\u00e1d\u00e1n\u00ed. <br> <br> M\u016f\u017eete tak\u00e9 prov\u00e1d\u011bt glob\u00e1ln\u00ed zm\u011bny nebo ozna\u010den\u00ed v cel\u00e9 sv\u00e9 genealogii. <br> <br> Do sv\u00e9ho rodokmenu m\u016f\u017eete p\u0159idat \u010d\u00edslov\u00e1n\u00ed Sosa. <br> </html>
#
demo.window=<html> V nab\u00eddce Okna lze zobrazit speci\u00e1ln\u00ed okna a spravovat je. <br> <br> </html>
#
demo.menuhelp=<html> Nab\u00eddka N\u00e1pov\u011bda obsahuje n\u00e1pov\u011bdu k Ancestris, \u010d\u00edslo verze a uv\u00edtac\u00ed okno. <br> <br> Zde m\u016f\u017eete poskytnout p\u0159\u00edsp\u011bvek sdru\u017een\u00ed Ancestris nebo kl\u00e1st dotazy komunit\u011b u\u017eivatel\u016f. <br> <br> Te\u010f, kdy\u017e jsme si uk\u00e1zali hlavn\u00ed nab\u00eddky, poj\u010fme se pod\u00edvat na nejd\u016fle\u017eit\u011bj\u0161\u00ed okna. <br> <br> </html>
#
demo.explorer=<html> Toto je Gedcom pr\u016fzkumn\u00edk. <br> <br> Ancestris p\u0159\u00edmo upravuje soubor Gedcom s rodokmenem, odtud n\u00e1zev \u201eGedcom pr\u016fzkumn\u00edk\u201c. <br> <br> Ancestris m\u016f\u017ee otev\u0159\u00edt n\u011bkolik rodokmen\u016f sou\u010dasn\u011b. < br> <br> Tento pr\u016fzkumn\u00edk ukazuje po\u010det v\u0161ech osob obsa\u017een\u00fdch v ka\u017ed\u00e9 aktu\u00e1ln\u011b otev\u0159en\u00e9 genealogii. <br> </html>
#
demo.tree=<html> Toto je dynamick\u00fd strom genealogie. <br> <br> Zobrazuje p\u0159edky a potomky dan\u00e9ho jednotlivce. <br> <br> M\u016f\u017eete zvolit a definovat styl zobrazen\u00ed a m\u011bnit vzhled pol\u00ed, jejich barvy a jejich obsah. <br> <br> Kliknut\u00edm prav\u00fdm tla\u010d\u00edtkem na osobu zobraz\u00edte zkr\u00e1cenou nab\u00eddku pro p\u0159id\u00e1n\u00ed rodi\u010d\u016f nebo d\u011bt\u00ed k t\u00e9to osob\u011b nebo pro vytvo\u0159en\u00ed zpr\u00e1vy o t\u00e9to osob\u011b. <br> </html>
#
demo.cygnus=<html> Toto je editor Cygnus. <br> <br> M\u016f\u017eete vytv\u00e1\u0159et, upravovat nebo mazat v\u011bt\u0161inu informac\u00ed o osob\u00e1ch nebo souvisej\u00edc\u00edch ud\u00e1lostech. <br> <br> Tento editor je navr\u017een tak, aby byl jednoduch\u00fd a usnadnil v\u00e1m p\u0159id\u00e1n\u00ed a \u00fapravu informac\u00ed ve va\u0161\u00ed genealogii. <br> <br> M\u016f\u017eete p\u0159idat obr\u00e1zky, m\u00e9dia a zdroje, abyste doplnili informace o dan\u00e9 osob\u011b. <br> <br> Kliknut\u00edm prav\u00fdm tla\u010d\u00edtkem na jm\u00e9no osoby zobraz\u00edte nab\u00eddku akc\u00ed, podobnou t\u00e9 v Dynamick\u00e9m stromov\u00e9m zobrazen\u00ed. <br> <br> Asistent v\u00e1m pom\u016f\u017ee zadat data podle r\u016fzn\u00fdch kalend\u00e1\u0159\u016f. Dal\u0161\u00ed v\u00e1m pom\u016f\u017ee zadat m\u00edsta nebo je vyhledat na internetu. <br> </html>
#
demo.gedcom=<html> Toto je editor Gedcom. <br> <br> Zobrazuje v\u0161echny informace o jak\u00e9koli entit\u011b ve va\u0161em rodokmenu a umo\u017e\u0148uje je zm\u011bnit. <br> <br> Tyto informace se zobrazuj\u00ed jako strom, kter\u00fd respektuje pou\u017eit\u00fd standard Gedcom. <br> <br> V horn\u00ed \u010d\u00e1sti okna jsou zobrazeny nezpracovan\u00e9 informace v souboru Gedcom a z nich m\u016f\u017eete vybrat jednu \u010d\u00e1st. Ve spodn\u00ed \u010d\u00e1sti jsou zobrazeny podrobnosti o vybran\u00e9 informaci. <br> <br> Klepnut\u00edm prav\u00fdm tla\u010d\u00edtkem na informaci, zobraz\u00edte zkr\u00e1cenou nab\u00eddku o vybran\u00e9 informaci. <br> </html>
#
demo.aries=<html> Toto je editor Aries. <br> <br> Kombinuje s\u00edlu editoru Gedcom s grafickou ergonomi\u00ed editoru Cygnus. <br> <br> M\u016f\u017eete vytv\u00e1\u0159et, upravovat nebo mazat jak\u00e9koli informace o sv\u00e9m rodokmenu . <br> <br> Klepnut\u00edm prav\u00fdm tla\u010d\u00edtkem pod obr\u00e1zkem osoby, zobraz\u00edte zkr\u00e1cenou nab\u00eddku podobnou t\u00e9 v dynamick\u00e9m stromov\u00e9m zobrazen\u00ed. <br> </html>
#
demo.geo=<html> Toto je zem\u011bpisn\u00e9 zobrazen\u00ed. <br> <br> Zobrazuje osoby a jejich ud\u00e1losti na map\u011b sv\u011bta. <br> <br> Um\u00edst\u011bn\u00edm kurzoru my\u0161i na m\u00edsto, zobraz\u00edte podrobnosti m\u00edsta s osobami a ud\u00e1losti, ke kter\u00fdm na tomto m\u00edst\u011b do\u0161lo. <br> <br> M\u00edsta m\u016f\u017eete filtrovat podle sv\u00fdch pot\u0159eb. Lze nap\u0159\u00edklad zobrazit pouze m\u00edsta t\u00fdkaj\u00edc\u00ed se \u201efarm\u00e1\u0159\u016f\u201c. <br> <br> Existuj\u00ed dv\u011b dal\u0161\u00ed zobrazen\u00ed: \u201eSeznam m\u00edst\u201c a \u201eTabulka m\u00edst\u201c. Pou\u017e\u00edvaj\u00ed se ke spr\u00e1v\u011b informac\u00ed o m\u00edstech. Nap\u0159\u00edklad m\u016f\u017eete definovat pro ka\u017ed\u00e9 m\u00edsto aktu\u00e1ln\u00ed a star\u00e9 n\u00e1zvy. <br> <br> Geografick\u00e9 sou\u0159adnice m\u00edst lze prohled\u00e1vat p\u0159es internet. <br> </html>
#
demo.chrono=<html> Toto je zobrazen\u00ed \u010casov\u00e1 osa. <br> <br> Mapuje v\u0161echny jednotlivce va\u0161\u00ed genealogie na \u010dasov\u00e9 ose a ve form\u011b stromu. <br> <br> Kdy\u017e um\u00edst\u00edte ukazatel my\u0161i na \u010dasovou osu, uvid\u00edte odpov\u00eddaj\u00edc\u00ed ud\u00e1losti, kter\u00e9 prob\u00edhaly ve vybran\u00fdch zem\u00edch. <br> </html>
#
demo.table=<html> Toto je zobrazen\u00ed Tabulka polo\u017eek. <br> <br> Uv\u00e1d\u00ed seznam v\u0161ech polo\u017eek va\u0161eho rodokmenu podle osoby, rodiny, m\u00e9dia, pozn\u00e1mky, zdroje, odes\u00edlatele nebo \u00falo\u017ei\u0161t\u011b. <br> <br> M\u016f\u017eete si vybrat sloupce, kter\u00e9 chcete zobrazit a zm\u011bnit jejich uspo\u0159\u00e1d\u00e1n\u00ed. Obsah sloupce m\u016f\u017eete \u0159adit po klepnut\u00ed. <br> <br> V t\u00e9to tabulce m\u016f\u017eete vybrat nebo vyhledat osoby. <br> <br> Tabulku m\u016f\u017eete tak\u00e9 exportovat do souboru. <br> </html>
#
demo.search=<html> Toto je Genealogick\u00e9 vyhled\u00e1v\u00e1n\u00ed. <br> <br> Tento n\u00e1stroj v\u00e1m pom\u016f\u017ee naj\u00edt osoby spole\u010dn\u00e9 mezi va\u0161imi genealogiemi i ostatn\u00edmi rodokmeny u\u017eivateli Ancestris. <br> <br> Okno zobrazuje aktu\u00e1ln\u011b otev\u0159en\u00e9 rodokmeny a ostatn\u00ed u\u017eivatele Ancestris, kte\u0159\u00ed maj\u00ed osoby spole\u010dn\u00e9 s va\u0161imi vybran\u00fdmi osobami. <br> <br> Pot\u00e9 m\u016f\u017eete kontaktovat p\u0159\u00edslu\u0161n\u00e9 u\u017eivatele a po\u017e\u00e1dat je o podrobn\u00e9 informace, kter\u00e9 pot\u0159ebujete. <br> <br> D\u016fle\u017eit\u00e9 je, \u017ee va\u0161e genealogick\u00e1 data jsou ulo\u017eena pouze ve va\u0161em po\u010d\u00edta\u010d a nejsou sd\u00edlena s \u017e\u00e1dnou extern\u00ed spole\u010dnost\u00ed ani sdru\u017een\u00edm. <br> </html>
#
demo.close=<html> Komentovan\u00e1 prohl\u00eddka je u konce. <br> <br> Douf\u00e1me, \u017ee jste objevili n\u011bkter\u00e9 z hlavn\u00edch funkc\u00ed Ancestris. <br> <br> Nyn\u00ed m\u016f\u017eete objevit v\u0161echny ostatn\u00ed. <br> <br> M\u016f\u017eete tak\u00e9 za\u010dn\u011bte vytv\u00e1\u0159et sv\u016fj rodokmen nebo jej migrujte, nap\u0159\u00edklad pomoc\u00ed nab\u00eddky na Startovn\u00ed str\u00e1nce. <br> </html>
