<!--
To change this template, choose Tools | Templates
and open the template in the editor.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title></title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../ancestris.css">
  </head>
  <body>
      <div class="section1">

          <center><h2 class="section1">Menu de gestion des fichiers gedcom</h2></center>
          <br>
          Cette fen&ecirc;tre est un peu particuli&egrave;re par rapport aux autres fen&ecirc;tres. C'est
          elle qui vous montre les fichiers gedcom qui sont ouverts.<br>
          Sur la capture d'&eacute;cran ci-dessous, trois fichiers de g&eacute;n&eacute;alogie sont
          ouverts en m&ecirc;me temps. Vous pouvez travailler sur chacun d'eux &agrave;
          votre guise.<br>
          <br>
          <img src="../images/screenshots/ancestris_gedcoms_manager.png" width="640"
          height="248" alt="Le gestionnaire de fichiers gedcom" border="1"
          title="Le gestionnaire de fichiers gedcom"><br>
          <br>
          Chaque fichier gedcom est repr&eacute;sent&eacute; sur une ligne avec plusieurs
          indications :<br>
          <ul>
              <li>
                  Le nom du fichier gedcom,
              </li>
              <li>
                  Le nombre d'Individus pr&eacute;sents dans votre g&eacute;n&eacute;alogie,
              </li>
              <li>
                  Le nombre de Familles pr&eacute;sentes,
              </li>
              <li>
                  Le nombre d'&eacute;l&eacute;ments multim&eacute;dias,
              </li>
              <li>
                  Le nombre de Notes,
              </li>
              <li>
                  Le nombre de Sources,
              </li>
              <li>
                  Le nombre de fournisseurs d'information,
              </li>
              <li>
                  Le nombre de lieux de d&eacute;p&ocirc;ts.
              </li>
              <li>
                  Et enfin, la date de derni&egrave;re modification de votre fichier gedcom.
              </li>
          </ul>
          <br>
          Cette fen&ecirc;tre, &agrave; l'inverse des autres fen&ecirc;tres de l'application,
          ne peut pas &ecirc;tre "d&eacute;ancr&eacute;" (elle ne peut pas &ecirc;tre individualis&eacute;e,
          d&eacute;tach&eacute;e du restant de l'application). Elle ne peut pas &ecirc;tre
          ferm&eacute;e individuellement non plus.<br>
          <br>
          Dans certains cas il peut &ecirc;tre utile de minimiser cette
          fen&ecirc;tre pour ne pas qu'elle prenne de la place qu'il est important
          de garder pour les autres fen&ecirc;tres. Vous allez donc la parquer (ou
          docker en anglais).<br>
          Une fonction existe pour positionner ce gestionnaire des fichiers
          gedcom en position lat&eacute;rale, sur le c&ocirc;t&eacute; gauche.<br>
          Pour ce faire, mettez votre curseur de souris sur le titre de
          la fen&ecirc;tre, et faites glisser la fen&ecirc;tre du gestionnaire vers la gauche. A un
          moment, vous allez voir qu'un cadre se forme sous l'aspect
          d'un bouton rectangulaire. Relachez votre souris,
          un bouton se forme dans le cadre gauche avec en titre "Fichiers
          ouverts".<br>
          <img src="../images/screenshots/ancestris_gedcoms_manager_1.png" width="353"
          height="233" alt="Le gestionnaire de fichiers gedcom" border="1"
          title="Le gestionnaire de fichiers gedcom"><br>
          <br>
          Si maintenant vous placez votre souris sur le bouton qu'est
          devenu le gestionnaire de fichiers gedcom, il s'ouvre un petit
          menu &agrave; son ancienne place avec un point noir (pin ou aiguille).
          Cliquez sur le point noir, et votre gestionnaire de fichiers
          gedcom retrouve sa place.<br>
          <img src="../images/screenshots/ancestris_gedcoms_manager_2.png" width="353"
          height="233" alt="Le gestionnaire de fichiers gedcom" border="1"
          title="Le gestionnaire de fichiers gedcom"><br>
          <br>
          Vous pouvez aussi utiliser cette fonction, &agrave; savoir placer
          votre souris sur le bouton cr&eacute;&eacute; &agrave; gauche pour que s'ouvre
          la fen&ecirc;tre du gestionnaire et ainsi naviguer entre vos fichiers
          gedcom. Il n'est pas besoin de d&eacute;parquer le menu pour y
          r&eacute;ussir. C'est une fonction tr&egrave;s puissante de l'application.<br>





      <br>
      </div>
  </body>
</html>
