OpenIDE-Module-Name=Gedcom - \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 SOSA
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Short-Description=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd SOSA \u03ba\u03b1\u03b9 Daboville.
OpenIDE-Module-Long-Description=<h1><center>\u0391\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac Sosa</center></h1>\n\n<p>\u0391\u03c5\u03c4\u03cc \u03c4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 SOSA \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf GEDCOM \u03c3\u03b1\u03c2.<p>\u0392\u03bb. \u03c3\u03cd\u03bc\u03b2\u03b1\u03c3\u03b7 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 Sosa \u03ba\u03b1\u03b9 d'Aboville \u03b3\u03b9\u03b1 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2.</p>\n\n<p> \u03a4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b1\u03c5\u03c4\u03cc \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac Sosa, d'Aboville \u03ae Sosa-Daboville \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03ac\u03c4\u03bf\u03bc\u03bf \u03c3\u03b5 \u03cc\u03bbo \u03c4\u03bf gedcom. \u039c\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03ae \u03cc\u03c7\u03b9 \u03b1\u03c5\u03c4\u03bf\u03cd\u03c2 \u03c4\u03bf\u03c5\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd\u03c2 \u03c3\u03c4o GEDCOM \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c3\u03b1\u03c2, \u03b1\u03bb\u03bb\u03ac \u03b8\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03c4\u03b7\u03c1\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03bc\u03bd\u03ae\u03bc\u03b7 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03b9\u03c2 \u03b4\u03b5\u03af\u03c4\u03b5 \u03cc\u03c0\u03bf\u03c4\u03b5 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03c3\u03c4\u03b9\u03c2 \u03b4\u03b9\u03b1\u03c6\u03bf\u03c1\u03b5\u03c4\u03b9\u03ba\u03ad\u03c2 \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ad\u03c2.</p>\n\n<p>\u03a4\u03b9 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03b3\u03b9\u03b1;</p>\n                           <P> \u03a0\u03bf\u03bb\u03bb\u03bf\u03af \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03ad\u03c2 \u03b1\u03bd\u03b1\u03c4\u03c1\u03ad\u03c7\u03bf\u03c5\u03bd \u03c3\u03c4\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03c0\u03bf\u03c5 \u03b2\u03c1\u03af\u03c3\u03ba\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c4\u03bf \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03c4\u03bf\u03c5\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc \u03c4\u03bf\u03c5\u03c2 Sosa \u03ba\u03b1\u03b8\u03ce\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c0\u03b9\u03bf \u03c3\u03b7\u03bc\u03b1\u03bd\u03c4\u03b9\u03ba\u03ae \u03b1\u03c0\u03cc \u03cc, \u03c4\u03b9 \u03c4\u03c5\u03c7\u03b1\u03af\u03b1 ids. \u039c\u03b5 \u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03c3\u03c4\u03ae\u03bb\u03b7\u03c2 \u03c3\u03c4\u03b7\u03bd \u03c0\u03c1\u03bf\u03b2\u03bf\u03bb\u03ae \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c4\u03bf\u03c5 Ancestris, \u03b1\u03c5\u03c4\u03bf\u03af \u03bf\u03b9 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03af \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03b3\u03b9\u03b1 \u03b3\u03c1\u03ae\u03b3\u03bf\u03c1\u03b7 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac.</p>\n\n<p> \u0393\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03bf \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5, \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1, Gedcom, \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 SOSA. \u03ae \u03b1\u03bb\u03bb\u03b9\u03ce\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf \u03b1\u03bd\u03b1\u03b4\u03c5\u03cc\u03bc\u03b5\u03bd\u03bf \u03c0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03bf \u03c4\u03bf\u03c5 \u03b4\u03b5\u03be\u03b9\u03bf\u03cd \u03ba\u03bb\u03b9\u03ba.</p><p> \u03a3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03ac\u03bd\u03bf\u03b9\u03b3\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 gedcom \u03bf\u03b9 \u03bf\u03bd\u03c4\u03cc\u03c4\u03b7\u03c4\u03b5\u03c2 \u03b8\u03b1 \u03c3\u03b1\u03c1\u03c9\u03b8\u03bf\u03cd\u03bd \u03b1\u03c5\u03c4\u03cc\u03bc\u03b1\u03c4\u03b1 \u03ba\u03b1\u03b9 \u03b8\u03b1 \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03bf\u03cd\u03bd \u03b1\u03c5\u03c4\u03ae \u03b7 \u03b5\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1, \u03b1\u03bb\u03bb\u03ac \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf gedcom \u03b4\u03b5\u03bd \u03b8\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03ba\u03b1\u03b8\u03cc\u03bb\u03bf\u03c5.</p>
#
CTL_GenerateSosaAction=\u0395\u03c0\u03b1\u03bd\u03b1\u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd SOSA
CTL_DecujusButtonAction=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b1\u03c4\u03cc\u03bc\u03bf\u03c5 DeCujus
ContextSosaAction=\u0394\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7\u03c2 Sosa / d'Aboville
ContextSosaAction.tip=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03ae \u03b1\u03c6\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7\u03c2 Sosa \u03c3\u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1
GenerateSosaAction.AskDeCujus=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 Sosa / d'Aboville
GenerateSosaAction.generateDone=\u0397 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03c4\u03c9\u03bd ''{0}'' \u03b1\u03c0\u03cc ''{1}'' \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5 \u03bc\u03b5 \u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03af\u03b1.
GenerateSosaAction.eraseDone=\u0397 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03c9\u03bd ''{0}'' \u03b1\u03c0\u03cc ''{1}'' \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5 \u03bc\u03b5 \u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03af\u03b1.
GenerateSosaAction.eraseAll=\u0397 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03c9\u03bd ''{0}'' \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5 \u03bc\u03b5 \u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03af\u03b1.
SosaPanel.generateRadioButton.text=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1
SosaPanel.eraseRadioButton.text=\u0394\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae
SosaPanel.numberingLabel.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1
SosaPanel.numberingLabel.text2=\u0391\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae
SosaPanel.actionLabel.text=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03ae \u0394\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03bc\u03b9\u03b1\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2
SosaPanel.sosadabovilleRadioButton.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac Sosa d'Aboville
SosaPanel.sosaRadioButton.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac Sosa
SosaPanel.dabovilleRadioButton.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac D'aboville
SosaPanel.allNumberingRadioButton.text=\u03cc\u03bb\u03b5\u03c2 \u03bf\u03b9 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03bf\u03c4\u03ae\u03c3\u03b5\u03b9\u03c2
SosaPanel.individualLabel.text=\u0386\u03c4\u03bf\u03bc\u03bf \u03b1\u03c0\u03cc \u03c4\u03bf \u03bf\u03c0\u03bf\u03af\u03bf \u03b8\u03b1 \u03c0\u03b1\u03c1\u03b1\u03c7\u03b8\u03b5\u03af \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7
SosaPanel.individualLabel.text2=\u0386\u03c4\u03bf\u03bc\u03bf \u03b1\u03c0\u03cc \u03c4\u03bf \u03bf\u03c0\u03bf\u03af\u03bf \u03b8\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03b5\u03af \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7
SosaPanel.selectedIndividualRadioButton.text=\u0395\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf: {0}
SosaPanel.currentDecujusRadioButton.text=\u03a4\u03c1\u03ad\u03c7\u03c9\u03bd De-Cujus: {0}
SosaPanel.otherIndividualRadioButton.text=\u0386\u03bb\u03bb\u03bf
SosaPanel.allIndividualRadioButton.text=\u038c\u03bb\u03b1 \u03c4\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1
SosaPanel.saveCheckBox.toolTipText=<html>\u0391\u03bd \u03b4\u03b5\u03bd \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03c4\u03b5\u03af, \u03b7 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b8\u03b1 \u03c0\u03c1\u03b1\u03b3\u03bc\u03b1\u03c4\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03ac\u03bd\u03bf\u03b9\u03b3\u03bc\u03b1 \u03c4\u03bf\u03c5 Gedcom,<br>\u03c0\u03bf\u03c5 \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03c3\u03b5 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03b2\u03c1\u03b1\u03b4\u03cd\u03bd\u03b5\u03b9 \u03c4\u03bf \u03ac\u03bd\u03bf\u03b9\u03b3\u03bc\u03b1 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2</html>
SosaPanel.saveCheckBox.text=\u0391\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf Gedcom.
SosaPanel.saveCheckBox.text2=\u0394\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf Gedcom.
SosaPanel.sosadabovilleRadioButton.toolTipText=<html>\u039f \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b5 \u03b5\u03c0\u03af\u03b8\u03b7\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac SOSA \u03ba\u03b1\u03c4\u03ac \u03b1\u03cd\u03be\u03bf\u03c5\u03c3\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1,<br>\u03ba\u03b1\u03b9 \u03b5\u03c0\u03af\u03b8\u03b5\u03c4\u03bf d'Aboville \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 SOSA \u03ac\u03c4\u03bf\u03bc\u03bf</html>
SosaPanel.sosaRadioButton.toolTipText=\u039f \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03b1\u03c4\u03ac Sosa \u03b3\u03b9\u03b1 \u03b1\u03cd\u03be\u03bf\u03c5\u03c3\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1
SosaPanel.dabovilleRadioButton.toolTipText=\u039f \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03b1\u03c4\u03ac d'Aboville \u03b3\u03b9\u03b1 \u03c6\u03b8\u03af\u03bd\u03bf\u03c5\u03c3\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1
SosaPanel.allNumberingRadioButton.toolTipText=\u038c\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03b1\u03c1\u03b1\u03c0\u03ac\u03bd\u03c9
SosaPanel.selectedIndividualRadioButton.toolTipText=\u0386\u03c4\u03bf\u03bc\u03bf \u03c0\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03bf \u03ba\u03b1\u03b9 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf\u03c5\u03c2 \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03c4\u03ad\u03c2
SosaPanel.currentDecujusRadioButton.toolTipText=\u0386\u03c4\u03bf\u03bc\u03bf \u03c0\u03bf\u03c5 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03b8\u03b7\u03ba\u03b5 \u03c4\u03b5\u03bb\u03b5\u03c5\u03c4\u03b1\u03af\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7\u03c2
SosaPanel.otherIndividualRadioButton.toolTipText=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03ad\u03bd\u03b1 \u03ac\u03bb\u03bb\u03bf \u03ac\u03c4\u03bf\u03bc\u03bf \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03c3\u03b1\u03c2
SosaPanel.allIndividualRadioButton.toolTipText=<html>\u039c\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u0395\u03bd\u03c4\u03ac\u03be\u03b5\u03b9, \u03cc\u03bb\u03bf\u03b9 \u03bf\u03b9 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03af \u03c4\u03bf\u03c5 \u03c4\u03cd\u03c0\u03bf\u03c5 \u03c0\u03bf\u03c5 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c0\u03b1\u03c1\u03b1\u03c0\u03ac\u03bd\u03c9, \u03b8\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03bf\u03cd\u03bd</html>
SosaPanel.generateRadioButton.toolTipText=\u0391\u03c5\u03c4\u03cc \u03b8\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03b9 \u03c4\u03b7\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03c3\u03b1 \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 \u03ba\u03b1\u03b9 \u03b8\u03b1 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b1\u03bd\u03b1\u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03b5\u03b9
SosaPanel.eraseRadioButton.toolTipText=\u0391\u03c5\u03c4\u03cc \u03b8\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03b9 \u03c4\u03b7\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03c3\u03b1 \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7
#
SosaNumbersGenerator.taskNb=\u0391\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 \u03c3\u03b5 \u03b5\u03be\u03ad\u03bb\u03b9\u03be\u03b7...
SosaNumbersGenerator.taskErase=\u0394\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03c3\u03b5 \u03b5\u03be\u03ad\u03bb\u03b9\u03be\u03b7...
SosaNumbersGenerator.autogen=\u039f\u03b9 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03af SOSA \u03bc\u03cc\u03bb\u03b9\u03c2 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03b8\u03b7\u03ba\u03b1\u03bd \u03c3\u03cd\u03bc\u03c6\u03c9\u03bd\u03b1 \u03bc\u03b5 \u03c4\u03b7 \u03c1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7,<br>\u03b1\u03bb\u03bb\u03ac \u03b4\u03b5\u03bd \u03b8\u03b1 \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03c5\u03c4\u03bf\u03cd\u03bd \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf Gedcom \u03b5\u03ac\u03bd \u03c4\u03bf \u03b1\u03c0\u03bf\u03b8\u03b7\u03ba\u03b5\u03cd\u03c3\u03b5\u03c4\u03b5.
SosaNumbersGenerator.changes=({0} \u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2).
SosaNumbersGenerator.progress=\u039f\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b1\u03bd {0}
SosaNumbersGenerator.stopped=\u0397 \u03b4\u03b9\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03c4\u03b1\u03bc\u03ac\u03c4\u03b7\u03c3\u03b5 \u03c3\u03c4\u03bf {0}
SosaNumbersGenerator.calc=\u03a0\u03c1\u03bf\u03b5\u03c4\u03bf\u03b9\u03bc\u03b1\u03c3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7\u03c2...
SosaPanel.allSosaCheckBox.toolTipText=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03ce\u03bd \u03ba\u03b1\u03c4\u03ac sosa \u03b3\u03b9\u03b1 \u03c0\u03bf\u03bb\u03bb\u03bf\u03cd\u03c2 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2
SosaPanel.allSosaCheckBox.text=\u03c0\u03bf\u03bb\u03bb\u03b1\u03c0\u03bb\u03ac sosa \u03b3\u03b9\u03b1 \u03c0\u03bf\u03bb\u03bb\u03bf\u03cd\u03c2 \u03c0\u03c1\u03bf\u03b3\u03cc\u03bd\u03bf\u03c5\u03c2
SosaPanel.numberSpouseCheckBox.toolTipText=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd \u03b3\u03b9\u03b1 \u03bc\u03b7 \u03b1\u03c1\u03b9\u03b8\u03bc\u03b7\u03bc\u03ad\u03bd\u03bf \u03c3\u03cd\u03b6\u03c5\u03b3\u03bf \u03bc\u03b5 \u03ad\u03bd\u03b4\u03b5\u03b9\u03be\u03b7 \u03b3\u03ac\u03bc\u03bf\u03c5 (d'Aboville)
SosaPanel.numberSpouseCheckBox.text=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c3\u03c5\u03b6\u03cd\u03b3\u03bf\u03c5
#
SosanNumberGenerator.longOpTitle=\u0395\u03c0\u03b9\u03b2\u03b5\u03b2\u03b1\u03b9\u03ce\u03c3\u03c4\u03b5 \u03c4\u03b7 \u03bc\u03b1\u03ba\u03c1\u03ac \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1 \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7\u03c2
SosanNumberGenerator.longOpConfirm=<html>\u0397 \u03b1\u03c1\u03af\u03b8\u03bc\u03b7\u03c3\u03b7 \u03b8\u03b1 \u03c4\u03c1\u03bf\u03c0\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03b9 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b1 \u03b1\u03c0\u03cc {0} \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1.<br/> \u0391\u03c5\u03c4\u03cc \u03b8\u03b1 \u03c0\u03ac\u03c1\u03b5\u03b9 \u03c0\u03bf\u03bb\u03cd \u03c7\u03c1\u03cc\u03bd\u03bf \u03ba\u03b1\u03b9 \u03b8\u03b1 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03c3\u03b5 \u03bd\u03b1 \u03b5\u03c0\u03b9\u03b2\u03c1\u03b1\u03b4\u03cd\u03bd\u03b5\u03b9 \u03c4\u03bf\u03bd \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03ae \u03c3\u03b1\u03c2.<br/><br/> \u0398\u03b1 \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03c3\u03b5\u03c4\u03b5; </html>
