#
#--=====--WARNING to Translators---------------------------------=====--
# Some lines must not be translated. If a line follow a line beginning 
# with #NOI18N, it must be left the way it is written.
# Using Trancestris you won't be allowed to edit it.
#--=====---------------------------------WARNING to Translators--=====--
#
#            Bundle resources file for package Ancestris
#            Path : AncestrisCore/core/src/genj/gedcom
#
#
#
#  General
prop=Egenskab
#
prop.name.firstname=Fornavn
prop.name.lastname=Efternavn
prop.name.suffix=Erhverv placeret efter et navn
#
prop.event.knwontohavehappened=Udefineret
prop.sex=K\u00f8n
prop.sex.male=Mand
prop.sex.female=Kvinde
prop.sex.unknown=Ukendt
#
prop.date.date=Dato
prop.date.fromto=Periode fra / til
prop.date.from=Periode fra
prop.date.to=Periode til
prop.date.betand=Omr\u00e5de mellem / og
prop.date.bef=Omr\u00e5de f\u00f8r
prop.date.aft=Omr\u00e5de efter
prop.date.abt=Omkring
prop.date.cal=Beregnet
prop.date.est=Ansl\u00e5et
prop.date.int=Fortolket
#
prop.date.mod.FROM=fra
prop.date.mod.TO=til
prop.date.mod.BET=mellem
prop.date.mod.AND=og
prop.date.mod.BEF=f\u00f8r
prop.date.mod.AFT=efter
prop.date.mod.ABT=ca.
prop.date.mod.CAL=beregnet
prop.date.mod.EST=ansl\u00e5et
prop.date.mod.INT=int
#
prop.age.INFANT=Baby
prop.age.CHILD=Barn
prop.age.STILLBORN=D\u00f8df\u00f8dt
#
prop.xref.veto=Referencen til enheden slettes, men enheden selv bevares
prop.chil.veto=Forbindelsen til det tilsluttede barn, og dets tilslutning til familien mistes
prop.asso.veto=Forbindelsen med den tilsluttede enhed mistes
prop.famc.veto=Forbindelsen til den tilknyttede familie, og dens tilknytning til barnet mistes
prop.fams.veto=Forbindelsen til den tilknyttede familie, og dens tilknytning til denne partner mistes
prop.husb.veto=Forbindelsen til den tilknyttede mand, og hans tilknytning til denne familie mistes
prop.wife.veto=Forbindelsen til den tilknyttede hustru, og hendes tilknytning til denne familie mistes
error.entity.dupe=Enhed med allerede brugt ID {0}
error.entity.noid=Enhed {0} uden p\u00e5kr\u00e6vet ID
error.noenclosingfam=Reference til barn kan ikke linkes, n\u00e5r dette ikke tilh\u00f8rer en familie
error.noenclosingindi=Reference til familie kan ikke linkes, n\u00e5r dette ikke indeholdes i en person
error.already.spouse={0} er allerede partner i familie {1}
error.already.child={0} er allerede barn i familie {1}
error.already.ancestor={0} er allerede ane til familie {1}
error.already.descendant={0} er allerede efterkommer efter familie {1}
error.already.spouses={0} har allerede mand og hustru
error.notfound={0} ikke fundet med identifikatoren ('' {1} ''). Hverken identifikatoren mangler eller fejler, men enheden kan mangle i GEDCOM filen.
error.entity.cannotdelete.title=Sletning ikke muligt
error.entity.cannotdelete.msg=Fjernelse af den sidste person er ikke muligt.\nV\u00e6lg at oprette en anden person, f\u00f8r du fjerner denne.
#
foreign.xref=Linket til {0}
foreign.ADOP=Adopteret: {0}
#
#
# Options
options=GEDCOM data
option.dateFormat=Datoformat
option.dateFormat.gedcom=GEDCOM (f.eks. 25 JAN 1970)
option.dateFormat.short=Kort (f.eks. 25 Jan 1970)
option.dateFormat.long=Lang (f.eks. 25 Januar 1970)
option.dateFormat.numeric=Numerisk (f.eks. 25-01-1970)
option.nameFormat=Navneformat 
option.nameFormat.last=Hansen, Jens
option.nameFormat.first=Jens Hansen
option.placeFormat=Sogn, Herred, Amt, Land
#
#
# The following entries are taken from the GEDCOM
# specificiation.
?.info=M\u00e6rke er ikke defineret i Ancestris' GEDCOM grammatik
_.info=Tilpasset m\u00e6rke ikke defineret i GEDCOM
HEAD.name=Overskrift
#
#  FAM structure
FAM.name=Familie
FAM.s.name=Familier
FAM.info=Identificerer et juridisk, ved s\u00e6dvaneret eller andet traditionelt forhold mellem en mand og en kvinde samt deres b\u00f8rn, hvis de har b\u00f8rn, eller en familie dannet gennem f\u00f8dslen af et barn h\u00f8rende til dets biologiske far og mor.
CHIL.name=Barn
CHIL.s.name=B\u00f8rn
CHIL.info=De biologiske, adopterede eller bekr\u00e6ftede (SDH) b\u00f8rn af en far og en mor.
HUSB.name=Mand
HUSB.info=En person i familien i rollen som gift mand og / eller far.
HUSB.father=Far
WIFE.name=Kone
WIFE.info=En person i familien i rollen som gift kvinde og / eller mor.
WIFE.mother=Mor
#
#  FAM Events
ANUL.name=Annullering
ANUL.info=Erkl\u00e6ring af et \u00e6gteskab for ugyldigt fra begyndelsen (eksisterede aldrig).
DIV.name=Skilsmisse
DIV.info=En begivenhed, som opl\u00f8ser et \u00e6gteskab med en juridisk handling.
DIVF.name=Indgivet skilsmisse
DIVF.info=En begivenhed, hvor en partner indgiver ans\u00f8gning om skilsmisse.
ENGA.name=Forlovelse
ENGA.info=En begivenhed, hvor det registreres eller annonceres, at to personer er blevet enige om, at blive gift.
MARR.name=Vielse
MARR.info=En juridisk, s\u00e6dvane retslig eller traditionel begivenhed, som danner en familie enhed af en mand og en kvinde som mand og hustru.
MARB.name=Lysning af vielse
MARB.info=En begivenhed, hvor det offentligg\u00f8res, at to personer har til hensigt at indg\u00e5 \u00e6gteskab.
MARC.name=\u00c6gteskabskontrakt
MARC.info=En begivenhed, hvor der registreres en formel aftale om \u00e6gteskab, incl. en f\u00f8r \u00e6gteskabelig aftale, hvor partnerne laver aftale om ejendomsrettigheder for en eller begge, eller sikrer ejendom til deres b\u00f8rn.
MARL.name=\u00c6gteskabs licens
MARL.info=En begivenhed hvor der opn\u00e5s juridisk tilladelse til \u00e6gteskab
MARS.name=\u00c6gteskabsaftale
MARS.info=En begivenhed, hvor der indg\u00e5s aftale mellem to personer om indg\u00e5else af \u00e6gteskab, hvori der ogs\u00e5 indg\u00e5s aftale om rettigheder til ejendom, der ellers ville f\u00f8lge af \u00e6gteskabet.
#
#  INDI structure
FAMC.name=Barn i familie
FAMC.info=Identificerer den familie, hvori en person optr\u00e6der som barn.
FAMS.name=Partner i familie
FAMS.info=Identificerer den familie, hvori en person optr\u00e6der som partner.
GIVN.name=Fornavn
GIVN.info=Et tildelt eller givet navn, der bruges til officiel identifikation af en person
INDI.name=Person
INDI.s.name=Personer
INDI.info=En person
NAME.name=Navn
NAME.info=Et ord eller en kombination af ord, der bruges til at identificere en person, titel eller anden enhed. Der bruges mere end \u00e9t NAVN linje til personer, som var kendt under mere end et navn.
NICK.name=Kaldenavn
NICK.info=Et beskrivende eller famili\u00e6rt navn, brugt i forbindelse med personens rigtige navn
NPFX.name=Navne-forstavelse
NPFX.info=En del af et navn, som s\u00e6ttes foran for- og efternavn og som ikke indg\u00e5r i alfabetisk sortering. Forskellige navne forstavelser adskilles med komma
NSFX.name=Navne endelse
NSFX.info=En del af et navn, som s\u00e6ttes efter for- og efternavn og som ikke indg\u00e5r i alfabetisk sortering. Forskellige navne endelser adskilles med komma
SEX.name=K\u00f8n
SEX.info=Angiver en persons k\u00f8n. Mand eller kvinde.
SPFX.name=Efternavns forstavelse
SPFX.info=Efternavns-forstavelse brugt i et efternavn. Forskellige efternavns forstavelser adskilles af komma, f.eks. i navnet "de la Cruz", som bliver til "de, la"
SURN.name=Efternavn
SURN.info=Et familienavn videregivet eller brugt af medlemmer af en familie
ALIA.name=Kaldenavn
ALIA.info=En indikator om at linke forskellige post beskrivelser om en person, der kan v\u00e6re den samme
FONE.name=Fonetisk navn
FONE.info=Fonetisk variant af et navn
ROMN.name=Romaniseret navn
ROMN.info=Romaniseret udgave af et navn
FACT.name=Attribut
FACT.info=Egenskab, tilordnet til en person
#
#
#
#  INDI Events
ADOP.name=Adoption
ADOP.info=Oprettelse af et forhold mellem b\u00f8rn og for\u00e6ldre, som ikke eksisterer i biologisk forstand. N\u00e5r det placeres indeni et andet adoptions m\u00e6rke, angiver det personen(-erne), der adopterede denne person
ADOP.vals=\u00c6GTEMAND, HUSTRU, BEGGE
BAPM.name=D\u00e5b
BAPM.info=Begivenheden d\u00e5b (ikke SDH), udf\u00f8rt kort efter f\u00f8dslen eller senere.
BARM.name=Bar Mitzvah
BARM.info=Den ceremonielle begivenhed, der afholdes n\u00e5r en j\u00f8disk dreng fylder 13 \u00e5r.
BASM.name=Bas Mitzvah
BASM.info=Den ceremonielle begivenhed, der afholdes n\u00e5r en j\u00f8disk pige fylder 13 \u00e5r.
BIRT.name=F\u00f8dsel
BIRT.info=Begivenheden, som starter livet.
BLES.name=Velsignelse
BLES.info=En religi\u00f8s begivenhed, der overdrager guddommelig bistand eller indgriben. Nogle gange udf\u00f8rt i forbindelse med en navngivningsceremoni.
BURI.name=Begravelse
BURI.info=Begivenheden, hvor de fysiske rester af en afd\u00f8d person bortskaffes p\u00e5 rette vis.
CENS.name=Folket\u00e6lling
CENS.info=En begivenhed, der omfatter periodisk t\u00e6lling af befolkningen i et givet omr\u00e5de, som et land eller en delstat.
CHR.name=Kristen d\u00e5b
CHR.info=Den religi\u00f8se begivenhed (ikke SDH), hvor et barn d\u00f8bes og/eller navngives.
CHRA.name=Voksend\u00e5b
CHRA.info=Den religi\u00f8se begivenhed (ikke SDH) hvor en voksen d\u00f8bes og/eller navngives.
CONF.name=Konfirmation
CONF.info=Den religi\u00f8se begivenhed (ikke SDH), hvor hellig\u00e5ndens gave bekr\u00e6ftes og der, blandt protestanter, opn\u00e5s fuldt medlemskab af kirken.
CREM.name=Kremering
CREM.info=Bortskaffelse af et lig vha. ild.
DEAT.name=D\u00f8d
DEAT.info=Begivenheden, n\u00e5r det d\u00f8delige liv afsluttes.
EMIG.name=Emigrering
EMIG.info=En begivenhd, hvor man forlader sit hjemland for at sl\u00e5 sig ned et andet sted.
EVEN.name=Begivenhed
EVEN.s.name=Begivenheder
EVEN.info=En bem\u00e6rkelsesv\u00e6rdig h\u00e6ndelse med relation til en person, en gruppe eller en organisation.
EVEN.vals=F\u00d8DSEL, D\u00d8D, VIELSE
FCOM.name=F\u00f8rste nadver (katolsk)
FCOM.info=Et religi\u00f8st ritual, den f\u00f8rste deltagelse i nadveren i den katolske kirke. Normalt i 10 \u00e5rs alderen.
GRAD.name=Eksamen
GRAD.info=En begivenhed, hvor der tildeles uddannelses diplomer eller grader til personer.
IMMI.name=Emigrering
IMMI.info=En begivenhed, hvor man ankommer til et nyt omr\u00e5de i den hensigt at bo der.
NATU.name=Indf\u00f8dsret
NATU.info=Begivenheden, hvor statsborgerskab tildeles.
ORDN.name=Ordination
ORDN.info=En religi\u00f8s begivenhed, som giver autoritet til at handle i religi\u00f8s sammenh\u00e6ng.
PROB.name=Skifte
PROB.info=En begivenhed, hvor den juridiske gyldighed af et testamente fastsl\u00e5s. Kan omfatte flere forbundne juridiske aktiviteter p\u00e5 flere dage.
RETI.name=Pensionering
RETI.info=En begivenhed, hvor et ans\u00e6ttelsesforhold til en arbejdsgiver afsluttes efter en forud bestemt periode, eller Landets p\u00e5g\u00e6ldende pensionering alder.
WILL.name=Testamente
WILL.info=Et juridisk dokument, der behandles som en begivenhed, hvorved en person bestemmer, hvad der skal ske med personens ejendom efter dennes d\u00f8d. Begivenhedsdatoen er den dato, hvor dokumentet underskrives, mens personen stadig er i live.
#
#  LDS
BAPL.name=D\u00e5b (SDH)
BAPL.info=En d\u00e5bs-begivenhed udf\u00f8rt ved otte \u00e5rs alderen eller senere af en pr\u00e6st i SDH kirken.
CONL.name=Konfirmation (SDH)
CONL.info=Den religi\u00f8se begivenhed, hvor en person opn\u00e5r medlemskab af SDH kirken. 
STAT.name=Status
STAT.info=En vurdering af tilstand eller betingelse for noget
TEMP.name=Tempel (SDH)
TEMP.info=Et navn eller en kode, som angiver navnet p\u00e5 et tempel i SDH kirken
ENDL.name=Begavelse (SDH)
ENDL.info=En religi\u00f8s begivenhed, hvor der udf\u00f8res en begavelse for en person af pr\u00e6ster ved et SDH tempel 
SLGC.name=Forsegling barn (SDH)
SLGC.info=En religi\u00f8s begivenhed, indeholdende forsegling af et barn til dets for\u00e6ldre ved en SDH tempel-ceremoni
SLGS.name=Forsegling partner (SDH)
SLGS.info=En religi\u00f8s begivenhed, indeholdende forsegling af mand og hustru ved en SDH tempel-ceremoni
#
#  INDI attributes
CAST.name=Kaste
CAST.info=Navnet p\u00e5 en persons rang eller status i samfundet, baseret p\u00e5 racem\u00e6ssige eller religi\u00f8se forskelle, eller forskelle i rigdom, arvet rang, profession, besk\u00e6ftigelse etc.
DSCR.name=Beskrivelse
DSCR.info=Den fysiske karakteristik af en person, et sted eller en ting.
EDUC.name=Uddannelse
EDUC.info=Indikator for niveauet af en opn\u00e5et uddannelse.
IDNO.name=Identitetsnummer
IDNO.info=ID nummer som skal fastsl\u00e5 en persons identitet indenfor et betydende eksternt system.
NATI.name=Nationalitet
NATI.info=En persons nationale arv.
NCHI.name=Antal b\u00f8rn
NCHI.info=Antallet af b\u00f8rn, som denne person vides at v\u00e6re for\u00e6ldre til (alle \u00e6gteskaber) n\u00e5r placeret under en person, eller som tilh\u00f8rer denne familie n\u00e5r under en FAM_RECORD.
NMR.name=Antal \u00e6gteskaber
NMR.info=Antallet af forskellige familier, som denne person vides at have tilh\u00f8rt som partner eller for\u00e6ldre, uanset om familien er repr\u00e6senteret i GEDCOM-filen.
OCCU.name=Erhverv
OCCU.info=En persons arbejde eller profession.
PROP.name=Ejendom
PROP.info=Vedr\u00f8rer besiddelser s\u00e5 som fast ejendom, eller andet af interesse.
RELI.name=Religion
RELI.info=En religi\u00f8s trosretning, som personen er forbundet med eller som der er en post for.
RESI.name=Bop\u00e6l
RESI.info=Ophold p\u00e5 en bestemt adresse i en l\u00e6ngere periode.
SSN.name=Social Security nummer
SSN.info=Et nummer, som tildeles af USAs Social Security administration. Bruges til identifikation i forbindelse med skat.
#
#  OBJE structure
BLOB.name=Bin\u00e6rt objekt
BLOB.info=Gruppering af data som input til et multimediesystem, der arbejder med bin\u00e6re data for billeder, lyd eller video.
OBJE.name=Multimedie
OBJE.s.name=Multimedie
OBJE.info=Vedr\u00f8rer en gruppe af egenskaber, der beskriver noget. Refererer normalt til de data, der repr\u00e6senterer et multimedie objekt, s\u00e5 som en lydoptagelse, et fotografi af en person eller et billede af et dokument.
#
#  NOTE structure
NOTE.name=Notat
NOTE.s.name=Notater
NOTE.info=Yderligere information givet af indsenderen til forst\u00e5else af de indeholdte data.
#
#  Source, Repository, Submitter structure
ABBR.name=Forkortelse
ABBR.info=Forkortelse af kilde eller tilh\u00f8rende organisation.
AFN.name=Ancestral Fil nummer
AFN.info=Et unikt permanent postnummer p\u00e5 en person gemt i Ancestral Fil.
AUTH.name=Forfatter
AUTH.info=Den der har skrevet eller oprettet kilden.
CALN.name=L\u00f8benummer
CALN.info=Det nummer, som et arkiv bruger til at identificere et specifikt element i dets samling
DATA.name=Data
DATA.info=Henviser til lagret automatisk information
MEDI.name=Medie
MEDI.info=Indeholder information om et medie eller har at g\u00f8re med det medie, hvori information er lagret
MEDI.vals=audio, bog, kort, electronisk, mikrofilm, film, magasin, manuskript, kort, avis, foto, gravsten, video 
PUBL.name=Publikation
PUBL.info=Hvor og hvorn\u00e5r posten blev dannet. For publicerede v\u00e6rker, indeholder det information s\u00e5 som publikations byen, udgiverens navn og \u00e5ret for publikationen.
REFN.name=Reference
REFN.info=En beskrivelse eller et nummer, der bruges til at identificere en enhed til lagring eller andre reference form\u00e5l
REPO.name=Arkiv
REPO.s.name=Arkiver
REPO.info=Arkiv er der, hvor dokumenter, poster og andet kildemateriale lagres.
RFN.name=Post filnummer
RFN.info=Et permanent nummer, tildelt posten, som unikt identificerer den, indenfor en kendt fil.
RIN.name=Reference ID nummer
RIN.info=Et nummer givet til en post af et automatisk system, som kan bruges af det modtagende system til at rapportere resultater vedr\u00f8rende posten
RESN.name=Begr\u00e6nsning
RESN.info=En behandlingsindikator som angiver, at adgang til informationen er blevet n\u00e6gtet eller p\u00e5 anden m\u00e5de begr\u00e6nset
ANCI.name=Interesse i aner
ANCI.info=Angiver en interesse i videre forskning efter personens aner
DESI.name=Interesse i efterkommere
DESI.info=Angiver en interesse i videre forskning efter personens efterkommere
SOUR.name=Kilde
SOUR.s.name=Kilder
SOUR.info=Informationens kilde. Det kan v\u00e6re en bog, en person etc.
SUBM.name=Indsender
SUBM.s.name=Indsender
SUBM.info=En person eller organisation, som bidrager med genealogiske data til en fil eller overf\u00f8rer dem til en anden
TEXT.name=Tekst
TEXT.info=Den pr\u00e6cise ordlyd fundet i den originale kildetekst
ROLE.name=Rolle
ROLE.info=Et navn givet til en rolle spillet af en person i forbindelse med en begivenhed
ROLE.vals=B\u00d8RN, \u00c6GTEMAND, HUSTRU, MODER, FAR, \u00c6GTEF\u00c6LLE
#
#  Misc
ADDR.name=Adresse
ADDR.info=Det nuv\u00e6rende sted, som det bruges til postale form\u00e5l, p\u00e5 en person, en indsender af information, et arkiv, et forretning, en skole eller et firma.
ADR1.name=Adresse1
ADR1.info=F\u00f8rste linje i en adresse.
ADR2.name=Adresse2
ADR2.info=Anden linje i en adresse.
PHON.name=Telefon
PHON.info=Et telefonnummer.
EMAIL.name=E-Mail
EMAIL.info=En elektronisk mail adresse
FAX.name=Fax
FAX.info=Elektronisk faksimile transmission
WWW.name=Hjemmeside
WWW.info=Adressen p\u00e5 en webside
AGE.name=Alder
AGE.info=En persons alder p\u00e5 det tidspunkt, hvor begivenheden fandt sted, eller alderen anf\u00f8rt i dokumentet.
AGNC.name=Agentur
AGNC.info=Den organisation, institution, firma, person eller anden enhed som har autoritet eller kontrolinteresse i den tilh\u00f8rende kontekst. F.eks. en arbejdsgiver for en person i forbindelse med en besk\u00e6ftigelse, eller en kirke som administrerer ritualer eller begivenheder, eller en organisation, som er ansvarlig for at danne og arkivere poster.
ASSO.name=Forbindelse
ASSO.info=En indikator til at forbinde venner, naboer, sl\u00e6gtninge og andre til en person.
CAUS.name=\u00c5rsag
CAUS.info=En beskrivelse af \u00e5rsagen til den tilh\u00f8rende begvenhed eller fakta, s\u00e5 som en d\u00f8ds\u00e5rsag.
CHAN.name=\u00c6ndre
CHAN.info=Angiver en \u00e6ndring, korrektur eller modifikation. Typisk brugt i forbindelse med en DATO for at angive, hvorn\u00e5r \u00e6ndringen fandt sted.
CITY.name=By
CITY.info=En lavere administrativ enhed. Normalt en sammenh\u00e6ngende kommunal enhed.
CTRY.name=Land
CTRY.info=Landets navn eller kode
CONC.name=Sammentr\u00e6kning
CONC.info=En indikator om at yderligere data h\u00f8rer til den overordnede v\u00e6rdi. Informationen fra CONC v\u00e6rdien forbindes til v\u00e6rdien i den overordnede, foreg\u00e5ende linje uden mellemrum, og uden linje deling. V\u00e6rdier der deles til et CONC m\u00e6rke, skal altid deles ved et ikke-mellemrum. Hvis v\u00e6rdien deles ved et mellemrum, mistes mellemrummet n\u00e5r sammentr\u00e6kningen sker. Det skyldes behandlingen af mellemrum som GEDCOM deletegn. Fra mange GEDCOM v\u00e6rdier, fjernes afsluttende mellemrum og nogle systemer ser efter det f\u00f8rste ikke-mellemrum efter m\u00e6rket, for at finde begyndelsen af v\u00e6rdien.
CONT.name=Forts\u00e6ttelse
CONT.info=En indikator om at yderligere data h\u00f8rer til den overordnede v\u00e6rdi. Informationen fra CONT v\u00e6rdien forbindes til v\u00e6rdien i den overordnede, foreg\u00e5ende linje. Indledende mellemrum kan v\u00e6re vigtige for formateringen af den resulterende tekst. N\u00e5r der importeres v\u00e6rdier fra CONT linjer skal l\u00e6seren regne med kun \u00e9t deletegn efter CONT m\u00e6rket. Antag at \u00f8vrige indledende mellemrum er del af v\u00e6rdien.
DATE.name=Dato
DATE.info=Tiden for en begivenhed i et kalenderformat.
FILE.name=Fil
FILE.info=En plads til lagring af information, der er ordnet til bevarelse og reference.
FORM.name=Format
FORM.info=Et tildelt navn givet til et sammenh\u00e6ngende format, hvori information kan leveres.
LANG.name=Sprog
LANG.info=Navnet p\u00e5 sproget brugt til kommunikation eller transmission af information.
LATI.name=Breddegrad
LATI.info=Breddedelen af koordinaten p\u00e5 et sted formatteret i decimal form (N|S)DDD.FFFF
LONG.name=L\u00e6ngdegrad
LONG.info=L\u00e6ngdedelen af koordinaten p\u00e5 et sted formatteret i decimal form (W|E)DDD.FFFF
MAP.name=Kort
MAP.info=Geografisk information relaterende til et sted
PAGE.name=Side
PAGE.info=Et nummer eller beskrivelse som identificerer hvor informationen kan findes i det omtalte v\u00e6rk
PEDI.name=Anetavle
PEDI.info=Information, der henviser til et diagram med en persons afstamning
PEDI.vals=f\u00f8dt, adopteret, pleje, forsegling
PLAC.name=Sted
PLAC.info=Et administrativt navnt til identifikation af et sted eller placering af en begivenhed.
POST.name=Postnr.
POST.info=En kode brugt af postv\u00e6senet til at identificere et omr\u00e5de i forbindelse med h\u00e5ndtering af post.
QUAY.name=Datakvalitet
QUAY.info=En vurdering af informationens sikkerhed, som basis for den konklusion, der skal udledes.
QUAY.vals=Up\u00e5lidelig / sk\u00f8nnet, tvivlsom, sekund\u00e6rt bevis, direkte bevis
RELA.name=Forhold
RELA.info=En forholdsv\u00e6rdi indenfor den omtalte kontekst
RELA.vals=Vidne, Informant, Fadder, Gudmoder, Anden
STAE.name=Delstat
STAE.info=Navnet p\u00e5 delstaten som brugt i adressen.
TIME.name=Tid
TIME.info=Tidsv\u00e6rdi i 24-timers format, inkl. timer, minutter og optionalt sekunder, adskilt af kolon (:). Dele af sekunder vises som decimaler.
TITL.name=Titel
TITL.info=En beskrivelse af et specifikt skrift eller andet arbejde, s\u00e5 som titlen p\u00e5 en bog, n\u00e5r den bruges i kilde kontekst, eller en formel betegnelse brugt om en person i forbindelse med en kongelig eller anden social status, f.eks. storfyrste.
TYPE.name=Type
TYPE.info=En yderligere kvalificering af betydningen af det tilh\u00f8rende overordnede m\u00e6rke. V\u00e6rdien er ikke signifikant ved computer-behandling. Det er mere i form af en kort note med et eller to ord, der vises hver gang de tilh\u00f8rende data vises.
