#
#                         Bundle resources file for package Ancestris - Unicode
#                         Path : AncestrisCore/core/src/genj/gedcom
#
#
#
#               General
prop=Propiedad
#
prop.name.firstname=Nombre
prop.name.lastname=Apellidos
prop.name.suffix=Sufijo
#
prop.event.knwontohavehappened=Indefinido
prop.sex=Sexo
prop.sex.male=Masculino
prop.sex.female=Femenino
prop.sex.unknown=Desconocido
#
prop.date.date=Fecha
prop.date.fromto=Periodo desde / hasta 
prop.date.from=Periodo desde
prop.date.to=Periodo hasta
prop.date.betand=Rango entre/y
prop.date.bef=Rango antes de
prop.date.aft=Rango despu\u00e9s de
prop.date.abt=Aproximadamente
prop.date.cal=Calculada
prop.date.est=Estimada
prop.date.int=Interpretada
#
prop.date.mod.FROM=desde
prop.date.mod.TO=hasta
prop.date.mod.BET=entre
prop.date.mod.AND=y
prop.date.mod.BEF=ant
prop.date.mod.AFT=desp
prop.date.mod.ABT=aprox
prop.date.mod.CAL=calc
prop.date.mod.EST=estim
prop.date.mod.INT=inte
#
prop.age.INFANT=Bebe
prop.age.CHILD=Ni\u00f1o
prop.age.STILLBORN=Nacido muerto
#
prop.xref.veto=La referencia a la entidad est\u00e1 borrada pero la propia entidad permanece
prop.chil.veto=Se ha perdido la conexi\u00f3n con el ni\u00f1o al que se hace referencia y su referencia a su familia
prop.asso.veto=La asociaci\u00f3 con la entidad referenciada est\u00e1 perdida
prop.famc.veto=Se ha perdido la conexi\u00f3n con la familia referenciada y su referencia a este ni\u00f1o
prop.fams.veto=Se ha perdido la conexi\u00f3n con la familia referenciada y su referencia a este c\u00f3nyuge
prop.husb.veto=Se ha perdido la conexi\u00f3n con el marido referenciado y su referencia a esta familia
prop.wife.veto=Se ha perdido la conexi\u00f3n con la esposa referenciada y su referencia a esta familia
error.entity.dupe=El ID {0} de esta entidad ya existe. Las IDs deben ser \u00fanicas.
error.entity.noid=Entidad {0} sin ID requerido
error.noenclosingfam=La referencia al ni\u00f1o no se puede vincular cuando no forma parte de una familia
error.noenclosingindi=La referencia a la familia no se puede vincular cuando no est\u00e1 contenida en un individuo
error.already.spouse={0} ya es c\u00f3nyuge en la familia {1}
error.already.child={0} es ya hijo o hija en la familia {1}
error.already.ancestor={0} es ya antepasado de la familia {1}
error.already.descendant={0} es ya descendiente de la familia {1}
error.already.spouses={0} ya tiene marido y esposa
error.notfound={0} no encontrado con el identificador (" {1} "). O el identificador falta o es incorrecto, o bien la entidad falta en el archivo Gedcom
error.entity.cannotdelete.title=Eliminaci\u00f3n imposible 
error.entity.cannotdelete.msg=No es posible eliminar el \u00faltimo individuo.\nPor favor, aseg\u00farese de crear otro antes de quitar este. 
#
foreign.xref=Enlazado por {0}
foreign.ADOP=Adoptado: {0}
#
#
# Options
options=Datos GEDCOM
option.dateFormat=Formato de fecha
option.dateFormat.gedcom=GEDCOM (p. e. 25 ENE 1970)
option.dateFormat.short=Corta (p. e. 25 Ene 1970)
option.dateFormat.long=Larga (p. e. 25 Enero 1970)
option.dateFormat.numeric=Num\u00e9rica (p.e. 01/25/1970)
option.nameFormat=Formato del Nombre
option.nameFormat.last=Doe, John 
option.nameFormat.first=John Doe 
option.placeFormat=Aldea,Ciudad,C\u00f3digo_Postal,Condado,Estado,Pa\u00eds
#
#
# The following entries are taken from the GEDCOM
# specificiation.
?.info=La etiqueta no esta definida en la gram\u00e1tica GEDCOM de Ancestris
_.info=Etiqueta personalizada no definida en GEDCOM
HEAD.name=Encabezamiento
#
#
#               The following entries are taken from the GEDCOM
#               specificiation.
#
#
#               FAM structure
FAM.name=Familia
FAM.s.name=Familias
FAM.info=Identifica una relacion legal, de derecho comun u otra relacion consuetudinaria entre el hombre y la mujer y sus hijos, si los hubiera, o una familia creada en virtud del nacimiento de un hijo de su padre y madre biol\u00f3gicos.
CHIL.name=Ni\u00f1o/ni\u00f1a
CHIL.s.name=Ni\u00f1os/ni\u00f1as
CHIL.info=El hijo natural, adoptado o ligado (LSD) de un padre y una madre.
HUSB.name=Esposo
HUSB.info=Un individuo en el rol familiar de un hombre casado y/o padre.
HUSB.father=Padre
WIFE.name=Esposa
WIFE.info=Un individuo en el rol familiar de madre y/o mujer casada.
WIFE.mother=Madre
#
#               FAM Events
ANUL.name=Anulaci\u00f3n
ANUL.info=Declarar un matrimonio nulo desde el principio (nunca existi\u00f3).
DIV.name=Divorcio
DIV.info=Un evento de disoluci\u00f3n de matrimonio a trav\u00e9s de la acci\u00f3n civil.
DIVF.name=Divorcio Presentado
DIVF.info=Un caso de solicitud de divorcio por parte de un c\u00f3nyuge.
ENGA.name=Compromiso
ENGA.info=Un evento de registro o anuncio de un acuerdo entre dos personas para casarse.
MARR.name=Boda
MARR.info=Un evento legal, de derecho com\u00fan o consuetudinario de crear una unidad familiar de un hombre y una mujer como marido y esposa.
MARB.name=Anuncio de matrimonio
MARB.info=Anuncio oficial y p\u00fablico en el que se declara que dos personas tienen la intenci\u00f3n de casarse.
MARC.name=Contrato de Matrimonio
MARC.info=Registro formal del acuerdo de matrimonio, incluyendo el acuerdo prematrimonial en los cuales los novios acuerdan los derechos de propiedad de uno o ambos, asegurando la propiedad para sus hijos.
MARL.name=Licencia de matrimonio
MARL.info=Obtenci\u00f3n de la licencia legal para casarse.
MARS.name=Acuerdo matrimonial
MARS.info=Un evento de creacion de un acuerdo entre dos personas que contemplan el matrimonio, momento en el que aceptan liberar o modificar los derechos de propiedad que de otro modo surgirian del matrimonio
#
#  INDI structure
FAMC.name=Padres
FAMC.info=Identifica a la familia en la que un individuo aparece como hijo o hija.
FAMS.name=Uni\u00f3n
FAMS.info=Identifica a la familia en la que un individuo aparece como c\u00f3nyuge.
GIVN.name=Nombre
GIVN.info=Nombre dado o ganado utilizado para la identificacion oficial de una persona
INDI.name=Individuo
INDI.s.name=Individuos
INDI.info=Una persona.
NAME.name=Nombre
NAME.info=Una palabra o combinaci\u00f3n de palabras utilizadas par ayudar a identificar a un individuo, titulo u otro elemento. Se debe utilizar m\u00e1s de una l\u00ednea NOMBRE para personas que eran conocidas por varios nombres.
NAME.vals=
NICK.name=Apodo
NICK.info=Un nombre descriptivo o familiar utilizado en relaci\u00f3n con el nombre propio de uno
NPFX.name=Prefijo de Nombre
NPFX.info=Pieza de nombre no indexable que aparece antes de las partes del nombre de pila y el apellido. Las diferentes partes del prefijo de nombre est\u00e1n separadas por una coma
NSFX.name=Sufijo del nombre
NSFX.info=Pieza de nombre no indexable que aparece despu\u00e9s de las partes del nombre de pila y el apellido. Las diferentes partes del sufijo de nombre est\u00e1n separadas por una coma
SEX.name=Sexo
SEX.info=Indica el sexo de un individuo, masculino o femenino.
SPFX.name=Prefijo del Nombre Apellido
SPFX.info=Prefijo o articulo utilizado en el apellido. Diferentes articulos estan separadas por una coma, por ejemplo en el nombre "de la Cruz", este valor seria "de, la"
SURN.name=Apellido
SURN.info=Un apellido transmitido o utilizado por miembros de una familia
ALIA.name=Alias 
ALIA.info=Un indicador para vincular diferentes descripciones de registros de una persona que puede ser la misma persona
FONE.name=Nombre fon\u00e9tico
FONE.info=Variaci\u00f3n fon\u00e9tica del nombre 
ROMN.name=Nombre romanizado 
ROMN.info=Variaci\u00f3n romanizada del nombre
FACT.name=Atributo 
FACT.info=Atributo asignado a un individuo 
ADOP.name=Adopci\u00f3n
ADOP.info=Perteneciente a la creaci\u00f3n de una relaci\u00f3n hijo-padre que no existe biologicamente. Cuando se anida dentro de otra etiqueta de adopci\u00f3n, indica la(s) persona(s) que lo adoptaron
ADOP.vals=MARIDO, ESPOSA, AMBOS
BAPM.name=Bautismo
BAPM.info=El evento de bautismo (no LSD), realizado en la infancia o m\u00e1s tarde.
BARM.name=Bar Mitzvah 
BARM.info=Ceremonia celebrada cuando un ni\u00f1o Jud\u00edo llega a los 13 a\u00f1os.
BASM.name=Bas Mitzvah 
BASM.info=Ceremonia celebrada cuando una ni\u00f1a Jud\u00eda llega a los 13 a\u00f1os de edad, tambi\u00e9n conocida como Bat Mitzvah.
#
#               INDI Events
BIRT.name=Nacimiento
BIRT.info=El suceso de entrada a la vida.
BLES.name=Bendici\u00f3n
BLES.info=Suceso religioso de solicitar intercesi\u00f3n o cuidado divino. A veces se da junto al bautismo.
BURI.name=Entierro
BURI.info=El evento de disposici\u00f3n adecuada de los restos mortales de una persona fallecida.
CENS.name=Censo
CENS.info=Recuento peri\u00f3dico de la poblaci\u00f3n de una localidad designada, como el censo nacional o estatal.
CHR.name=Bautizo
CHR.info=El evento religioso (no LSD) de bautizar y/o poner nombre a un ni\u00f1o o ni\u00f1a.
CHRA.name=Bautizo adulto
CHRA.info=El evento religioso (no LSD) de bautizar y/o poner nombre a una persona adulta.
CONF.name=Confirmaci\u00f3n
CONF.info=El evento religioso (no LSD) de conferir el don del Esp\u00edritu Santo y entre los protestantes, ser miembros completos de la iglesia.
CREM.name=Cremaci\u00f3n
CREM.info=Eliminaci\u00f3n de los restos mortales del cuerpo de una persona por incineraci\u00f3n.
DEAT.name=Defunci\u00f3n
DEAT.info=El evento cuando termina la vida mortal.
EMIG.name=Emigraci\u00f3n
EMIG.info=Un evento de dejar la tierra propia con la intenci\u00f3n de residir en otro lugar.
EVEN.name=Evento
EVEN.s.name=Eventos
EVEN.info=Acontecimiento digno de menci\u00f3n relacionado con un individuo, un grupo o una organizaci\u00f3n.
EVEN.vals=NACI, DEF, BODA
FCOM.name=Primera Comuni\u00f3n
FCOM.info=Rito religioso, el primer acto de participar en la Cena del Se\u00f1or como parte del culto de la iglesia.
GRAD.name=Graduaci\u00f3n
GRAD.info=Un evento de concesi\u00f3n de diplomas o t\u00edtulos acad\u00e9micos a personas.
IMMI.name=Inmigraci\u00f3n
IMMI.info=Un evento de entrar en una nueva localidad con la intenci\u00f3n de residir all\u00ed.
NATU.name=Naturalizaci\u00f3n
NATU.info=El evento de obtener la ciudadan\u00eda.
ORDN.name=Ordenaci\u00f3n
ORDN.info=Un evento religioso de recibir autoridad para actuar en asuntos religiosos.
PROB.name=Legalizaci\u00f3n de un testamento
PROB.info=Un evento de determinaci\u00f3n judicial de la validez de un testamento. Puede indicar varias actividades judiciales relacionadas durante varias fechas.
RETI.name=Jubilaci\u00f3n
RETI.info=Un evento de salida de una relaci\u00f3n ocupacional con un empleador despu\u00e9s de un per\u00edodo de tiempo calificado.
WILL.name=Testamento
WILL.info=Un documento legal tratado como un evento, por el cual una persona dispone de su patrimonio, para entrar en vigor despu\u00e9s de la muerte. La fecha del evento es la fecha en que se firm\u00f3 el testamento mientras la persona estaba viva.
BAPL.name=Bautismo LDS
BAPL.info=El evento del bautismo realizado a los ocho a\u00f1os o m\u00e1s tarde por la autoridad sacerdotal de la Iglesia LSD.
CONL.name=Confimaci\u00f3n LDS
CONL.info=Ceremonia religiosa por la cual una persona pasa a ser miembro de la Iglesia LDS.
STAT.name=Estado
STAT.info=Una evaluaci\u00f3n del estado o de la condici\u00f3n de algo
TEMP.name=Templo
TEMP.info=El nombre o c\u00f3digo que representa el nombre de un templo de Iglesia LDS
ENDL.name=Investidura
ENDL.info=Evento religioso en el que la autoridad del sacerdocio realiz\u00f3 una ordenanza de investidura para un individuo en un templo LDS
SLGC.name=Ligamen de un Hijo (LDS)
SLGC.info=Un evento religioso relacionado con el ligamen de un ni\u00f1o o ni\u00f1a a sus progenitores en una ceremonia en un templo LSD
SLGS.name=Enlazando c\u00f3nyuge LDS
SLGS.info=Un evento religioso relacionado con el enlace de un esposo y una esposa en una ceremonia en un templo LSD
#
#               INDI attributes
CAST.name=Casta
CAST.info=El nombre del rango de un individuo, o su estatus en la sociedad, basados en diferencias raciales o religiosas, o diferencias en riqueza, rango heredado, profesi\u00f3n, ocupaci\u00f3n, etc.
DSCR.name=Descripci\u00f3n
DSCR.info=Las caracter\u00edsticas f\u00edsicas de una persona, lugar o cosa.
EDUC.name=Educaci\u00f3n
EDUC.info=Indicador del nivel de educaci\u00f3n adquirido.
IDNO.name=N\u00famero de Identificaci\u00f3n
IDNO.info=N\u00famero de identificaci\u00f3n asignado para identificar a una persona en alg\u00fan sistema de clasificaci\u00f3n externo.
NATI.name=Nacionalidad
NATI.info=La herencia nacional de un individuo.
NCHI.name=N\u00famero de Hijos e Hijas
NCHI.info=Numero de hijos o hijas que se sabe que esta persona es el padre de (todos los matrimonios) cuando esta subordinado a un individuo, o que pertencen a esta familia cuando esta subordinado a un FAM-RECORD
NMR.name=N\u00famero de Matrimonios
NMR.info=N\u00famero de familias diferentes de las que se sabia que esta persona era miembro como c\u00f3nyuge o padre, independientemente de si las familias asociadas estan representadas en el archivo GEDCOM.
OCCU.name=Ocupaci\u00f3n
OCCU.info=El tipo de trabajo, o profesi\u00f3n de un individuo.
OCCU.vals=
PROP.name=Propiedad
PROP.info=Relativo a las posesiones de un individuo, como bienes inmuebles o otras propiedades de inter\u00e9s.
RELI.name=Religi\u00f3n
RELI.info=Una denominaci\u00f3n religiosa a la que est\u00e1 afiliada una persona o para la que se aplica un registro.
RESI.name=Residencia
RESI.info=El acto de residir en una direcci\u00f3n durante un per\u00edodo de tiempo.
SSN.name=N\u00famero de Seguridad Social
SSN.info=N\u00famero asignado por la administraci\u00f3n de la Seguridad Social de EE.UU. Usado con fines de identificacion fiscal.
#
#  OBJE structure
BLOB.name=Objeto Binario
BLOB.info=Una agrupaci\u00f3n de datos que se utiliza como entrada a un sistema multimedia que procesa datos binarios para representar im\u00e1genes, sonido o video.
OBJE.name=Multimedia  
OBJE.s.name=Multimedia
OBJE.info=Perteneciente a una agrupaci\u00f3n de atributos utilizados en una descripci\u00f3n. Usualmente se refiere a los datos adquiridos para representar un objeto multimedia, como una grabaci\u00f3n de audio, una fotograf\u00eda de una persona o la imagen de un documento.
#
#               NOTE structure
NOTE.name=Nota
NOTE.s.name=Notas
NOTE.info=Informaci\u00f3n adicional proporcionada por el remitente para comprender los datos adjuntos.
ABBR.name=Abreviaci\u00f3n
ABBR.info=Abreviatura de fuente u organizaci\u00f3n relacionada
AFN.name=N\u00famero de Archivo Ancestral
AFN.info=Un n\u00famero de archivo de registro permanente \u00fanico de un registro individual almacenado en un Archivo Ancestral.
AUTH.name=Autor
AUTH.info=Autor o Creador de la fuente.
CALN.name=N\u00famero de Llamada
CALN.info=El n\u00famero usado por un repositorio para identificar los elementos espec\u00edficos de sus colecciones
DATA.name=Dato
DATA.info=Perteneciendo a la informaci\u00f3n automatizada almacenada
MEDI.name=Medio
MEDI.info=Identifica informaci\u00f3n sobre los medios o que tiene que ver con el medio en el que se almacena la informaci\u00f3n
MEDI.vals=audio,libro,tarjeta,electr\u00f3nico,ficha,pel\u00edcula,revista,manuscrito,mapa,peri\u00f3dico,fotograf\u00eda,tumba,video
PUBL.name=Publicaci\u00f3n
PUBL.info=Cuando y donde el registro se cre\u00f3. Para trabajos publicados, puede incluir informaci\u00f3n sobre la ciudad de publicaci\u00f3n, nombre del editor, y a\u00f1o de publicaci\u00f3n.
REFN.name=Referencia
REFN.info=Una descripci\u00f3n o n\u00famero usado para identificar un art\u00edculo para archivo, almacenamiento u otros prop\u00f3sitos de referencia.
REPO.name=Repositorio
REPO.s.name=Repositorios
REPO.info=Repositorio es el lugar donde los documentos, registros y otras fuentes de informaci\u00f3n est\u00e1n archivadas.
RFN.name=N\u00famero de Registro de Archivo
RFN.info=Un n\u00famero permanente asignado a un registro que lo identifica de forma \u00fanica dentro de un archivo conocido.
RIN.name=N\u00famero de Referencia ID
RIN.info=Un n\u00famero asignado a un registro por un sistema automatizado origen que puede ser usado por un sistema receptor para informar los resultados relacionados con ese registro
RESN.name=Restricci\u00f3n
RESN.info=Un indicador de procesamiento que significa que se ha denegado o restringido el acceso a la informaci\u00f3n
ANCI.name=Inter\u00e9s en los Antepasados
ANCI.info=Indica un inter\u00e9s en la investigaci\u00f3n adicional para los antepasados de individuos
DESI.name=Int\u00e9res en los Descendientes
DESI.info=Indica un inter\u00e9s en la investigaci\u00f3n para identificar descendientes adicionales de individuos
#
#               Source, Repository, Submitter
SOUR.name=Fuente
SOUR.s.name=Fuentes
SOUR.info=La fuente de informaci\u00f3n. Puede ser un libro, una persona, etc.
SUBM.name=Remitente
SUBM.s.name=Remitente
SUBM.info=Una persona u organizaci\u00f3n que aporta datos genealogicos a un archivo o los transfiere a otra persona
TEXT.name=Texto
TEXT.info=La redacci\u00f3n exacta que se encuentra en un documento fuente original
ROLE.name=Rol
ROLE.info=Nombre dado a un papel desempe\u00f1ado por un individuo en relaci\u00f3n con un evento.
ROLE.vals=CHIL,HUSB,WIFE,MOTH,FATH,SPOU
#
#               Misc
ADDR.name=Direcci\u00f3n
ADDR.info=Lugar contempor\u00e1neo generalmente requerido con fines postales, de un individuo, remitente de informaci\u00f3n, repositorio, negocio, escuela o empresa.
ADR1.name=Direcci\u00f3n 1
ADR1.info=Primera l\u00ednea de una direcci\u00f3n
ADR2.name=Direcci\u00f3n2
ADR2.info=Segunda l\u00ednea de una direcci\u00f3n
PHON.name=Tel\u00e9fono
PHON.info=Numero de tel\u00e9fono.
EMAIL.name=E-mail
EMAIL.info=Una direcci\u00f3n de correo electr\u00f3nico
FAX.name=Fax 
FAX.info=Transmisi\u00f3n electr\u00f3nica por facs\u00edmil
WWW.name=P\u00e1gina principal
WWW.info=Direcci\u00f3n de la p\u00e1gina de Inicio del sitio Web
AGE.name=Edad
AGE.info=La edad de la persona en el momento en que ocurri\u00f3 un evento o la edad que figura en el documento.
AGNC.name=Agencia
AGNC.info=La organizaci\u00f3n, instituci\u00f3n, corporaci\u00f3n, persona u otra entidad que tiene autoridad o control en el contexto asociado. Por ejemplo, un empleador de una persona de una ocupaci\u00f3n asociada, o una iglesia que administraba ritos o eventos o una organizaci\u00f3n responsable de crear y/o archivar registros
ASSO.name=Asociaci\u00f3n
ASSO.info=Un indicador para vincular amigos, vecinos, parientes o asociados de un individuo.
CAUS.name=Causa
CAUS.info=Una descripci\u00f3n de la causa del suceso o hecho asociado, como la causa de la muerte.
CHAN.name=Cambio
CHAN.info=Indica un cambio, correcci\u00f3n o modificaci\u00f3n. Normalmente se utiliza en relaci\u00f3n con una FECHA para especificar cu\u00e1ndo ocurri\u00f3 un cambio en la informaci\u00f3n.
CITY.name=Ciudad
CITY.info=Una unidad jurisdiccional de nivel inferior. Normalmente una unidad municipal incorporada.
CITY.vals=
CTRY.name=Pa\u00eds
CTRY.info=El nombre o c\u00f3digo del pa\u00eds
CTRY.vals=
CONC.name=Concatenaci\u00f3n
CONC.info=Un indicador que los datos adicionales pertenecen al valor superior. La informaci\u00f3n del valor CONC debe conectarse al valor de la l\u00ednea anterior superior sin espacio y sin retorno de carro y/o un nuevo car\u00e1cter de l\u00ednea. Los valores que se dividen para una etiqueta CONC deben dividirse siempre con un no-espacio. Si el valor se divide con un espacio, el espacio se perder\u00e1 cuando tenga lugar la concatenaci\u00f3n. Esto se debe al tratamiento que los espacios obtienen como delimitador GEDCOM, muchos valores GEDCOM se recortan de los espacios finales y algunos sistemas buscan el primer no-espacio que comienza despu\u00e9s de la etiqueta para determinar el principio del valor.
CONT.name=Continuaci\u00f3n
CONT.info=Un indicador que los datos adicionales pertenecen al valor superior. La informaci\u00f3n del valor CONT debe conectarse al valor de la linea anterior superior con un retorno de carro y/o un nuevo car\u00e1cter de l\u00ednea. Los espacios precedentes pueden ser importantes para el formato del texto resultante. Al importar valores de l\u00edneas CONT, el lector debe asumir solo un caracter delimitador despu\u00e9s de la etiqueta CONT. Asumir que el resto de los espacios iniciales deben formar parte del valor. 
DATE.name=Fecha
DATE.info=Tiempo de un evento en formato de calendario.
FILE.name=Archivo
FILE.info=Un lugar de almacenamiento de informaci\u00f3n que se ordena y organiza para su conservaci\u00f3n y referencia.
FORM.name=Formato
FORM.info=Nombre asignado a un formato consistente en el que se puede transmitir informaci\u00f3n.
FORM.vals=
LANG.name=Lenguaje
LANG.info=El nombre del lenguaje utilizado en una comunicaci\u00f3n o transmisi\u00f3n de informaci\u00f3n.
LATI.name=Latitud
LATI.info=La coordenada latitudinal de un lugar, formateado en forma decimal (N|S)DDD.FFFF
LONG.name=Longitud
LONG.info=La coordenada longitudinal de un lugar, formateado en forma decimal (O|E)DDD.FFFF
MAP.name=Mapa
MAP.info=Informaci\u00f3n geogr\u00e1fica perteneciente a un lugar
PAGE.name=P\u00e1gina
PAGE.info=N\u00famero o descripci\u00f3n para identificar donde se puede encontrar informaci\u00f3n en un trabajo al que se hace referencia
PEDI.name=\u00c1rbol geneal\u00f3gico
PEDI.info=Informaci\u00f3n perteneciente a una tabla de linaje de individuo a padre.
PEDI.vals=nacimiento, adoptado, apadrinado, enlazado
PLAC.name=Lugar
PLAC.info=Un nombre que identifica el lugar o localizaci\u00f3n de un evento.
PLAC.vals=
POST.name=C\u00f3digo Postal
POST.info=Un c\u00f3digo utilizado por un servicio postal para identificar un \u00e1rea y facilitar el manejo del correo.
POST.vals=
QUAY.name=Calidad de los datos
QUAY.info=Una evaluaci\u00f3n de la certeza de las pruebas para apoyar la conclusi\u00f3n extra\u00edda de las pruebas.
QUAY.vals=Dudosa/estimada, Cuestionable, Evidencia Secundaria, Evidencia Directa
RELA.name=Relaci\u00f3n
RELA.info=Un valor de relaci\u00f3n entre los contextos indicados
RELA.vals=Testigo, Declarante, Padrino, Madrina, Otro
STAE.name=Estado
STAE.info=Nombre del estado usado en la direcci\u00f3n.
STAE.vals=
TIME.name=Hora
TIME.info=Tiempo en un formato de reloj de 24 horas, incluyendo horas, minutos y segundos opcionales, separados por dos puntos (:). Fracciones de segundos se muestran en notaci\u00f3n decimal.
TITL.name=T\u00edtulo
TITL.info=Una descripci\u00f3n de un escrito u otro trabajo espec\u00edfico, como el t\u00edtulo de un libro cuando se usa en un contexto fuente, o una designaci\u00f3n formal usada por un individuo en relaci\u00f3n con posiciones de la realeza u otro estatus social, como Gran Duque.
TYPE.name=Tipo
TYPE.info=Una calificaci\u00f3n adicional para el significado de la etiqueta superior asociada. El valor no tiene ninguna fiabilidad de procesamiento inform\u00e1tico. Es m\u00e1s en forma de una o dos notas de palabras cortas que se deben mostrar cada vez que se muestran los datos asociados
