#
#                             Bundle resources file for package Ancestris - Unicode
#                             Path : AncestrisCore/core/src/genj/gedcom
#
#
#
#                   General
prop=Propriedade
#
prop.name.firstname=Nome pr\u00f3prio
prop.name.lastname=Apelido
prop.name.suffix=Sufixo
#
prop.event.knwontohavehappened=Indefinido
prop.sex=Sexo
prop.sex.male=Masculino
prop.sex.female=Feminino
prop.sex.unknown=Desconhecido
#
prop.date.date=Data
prop.date.fromto=Entre
prop.date.from=De
prop.date.to=At\u00e9
prop.date.betand=Intervalo entre
prop.date.bef=Antes de
prop.date.aft=Ap\u00f3s
prop.date.abt=Circa
prop.date.cal=Calculada
prop.date.est=Estimada
prop.date.int=Interpretada
#
prop.date.mod.FROM=de
prop.date.mod.TO=at\u00e9
prop.date.mod.BET=entre
prop.date.mod.AND=e
prop.date.mod.BEF=ant
prop.date.mod.AFT=dep
prop.date.mod.ABT=aprox
prop.date.mod.CAL=cal
prop.date.mod.EST=est
prop.date.mod.INT=int
#
prop.age.INFANT=Crian\u00e7a
prop.age.CHILD=Filho
prop.age.STILLBORN=Nado-morto
#
prop.xref.veto=A refer\u00eancia \u00e0 entidade \u00e9 eliminada, mas a entidade \u00e9 mantida
prop.chil.veto=A liga\u00e7\u00e3o ao filho referenciado e a sua refer\u00eancia a esta fam\u00edlia est\u00e3o perdidas
prop.asso.veto=A associa\u00e7\u00e3o com a entidade referenciada est\u00e1 perdida
prop.famc.veto=A liga\u00e7\u00e3o \u00e0 fam\u00edlia referenciada e a sua refer\u00eancia a este filho est\u00e3o perdidas
prop.fams.veto=A liga\u00e7\u00e3o \u00e0 fam\u00edlia referenciada e a sua refer\u00eancia a este c\u00f4njuge est\u00e3o perdidas
prop.husb.veto=A liga\u00e7\u00e3o ao marido referenciado e a sua refer\u00eancia a esta fam\u00edlia est\u00e3o perdidas
prop.wife.veto=A liga\u00e7\u00e3o \u00e0 mulher referenciada e a sua refer\u00eancia a esta fam\u00edlia est\u00e3o perdidas
error.entity.dupe=J\u00e1 h\u00e1 uma entidade com ID {0}. Os n\u00fameros de identifica\u00e7\u00e3o devem ser \u00fanicos.
error.entity.noid=Entidade {0} sem ID obrigat\u00f3ria
error.noenclosingfam=Refer\u00eancia a filho n\u00e3o pode ser ligada quando n\u00e3o contida numa fam\u00edlia
error.noenclosingindi=Refer\u00eancia a fam\u00edlia n\u00e3o pode ser ligada quando n\u00e3o contida num indiv\u00edduo
error.already.spouse={0} j\u00e1 \u00e9 c\u00f4njuge na fam\u00edlia {1}
error.already.child={0} j\u00e1 \u00e9 filho na fam\u00edlia {1}
error.already.ancestor={0} j\u00e1 \u00e9 antepassado da fam\u00edlia {1}
error.already.descendant={0} j\u00e1 \u00e9 descendente da fam\u00edlia {1}
error.already.spouses={0} j\u00e1 tem marido e mulher
error.notfound=Imposs\u00edvel encontrar {0} com ID {1}. Ou o identificador est\u00e1 em falta/errado, ou a entidade est\u00e1 em falta no Gedcom.
error.entity.cannotdelete.title=Imposs\u00edvel eliminar
error.entity.cannotdelete.msg=N\u00e3o \u00e9 poss\u00edvel remover o \u00faltimo indiv\u00edduo.\nPor favor, certifique-se de que cria um novo antes de remover este.
#
foreign.xref=Ligado por {0}
foreign.ADOP=Adoptado: {0}
#
#
# Options
options=Dados Gedcom
option.dateFormat=Formato da data
option.dateFormat.gedcom=Gedcom (por ex. 25 JAN 1970)
option.dateFormat.short=Curto (por ex. 25 jan 1980)
option.dateFormat.long=Longo (por ex. 25 Janeiro 1970)
option.dateFormat.numeric=Num\u00e9rico (por ex. 25/01/1970)
option.nameFormat=Formato do nome
option.nameFormat.last=Ningu\u00e9m, Jos\u00e9
option.nameFormat.first=Jos\u00e9 Ningu\u00e9m
option.placeFormat=Local,C\u00f3digo postal,Freguesia,Concelho,Distrito,Pa\u00eds
#
#
# The following entries are taken from the GEDCOM
# specificiation.
?.info=Etiqueta n\u00e3o definida na gram\u00e1tica Gedcom do Ancestris
_.info=Etiqueta personalizada n\u00e3o definida no Gedcom
HEAD.name=Cabe\u00e7alho
#
#                   FAM structure
FAM.name=Fam\u00edlia
FAM.s.name=Fam\u00edlias
FAM.info=Identifica uma rela\u00e7\u00e3o legal, de facto ou de outra natureza entre um homem e uma mulher e os seus filhos, caso existam, ou uma fam\u00edlia criada como efeito do nascimento de um filho gerado pelos seus pais biol\u00f3gicos.
CHIL.name=Filho
CHIL.s.name=Filhos
CHIL.info=O flho natural, adotado ou selado (SUD) de um pai e uma m\u00e3e.
HUSB.name=Marido
HUSB.info=Um indiv\u00edduo que desempenha o papel de marido e/ou pai numa fam\u00edlia
HUSB.father=Pai
WIFE.name=Mulher
WIFE.info=Um indiv\u00edduo que desempenha o papel de esposa e/ou m\u00e3e numa fam\u00edlia.
WIFE.mother=M\u00e3e
#
#                   FAM Events
ANUL.name=Anula\u00e7\u00e3o
ANUL.info=Declarar a nulidade de um casamento desde o seu princ\u00edpio (nunca existiu).
DIV.name=Div\u00f3rcio
DIV.info=Um evento de dissolu\u00e7\u00e3o de um casamento por um processo legal.
DIVF.name=Pedido de div\u00f3rcio
DIVF.info=Um evento de pedido de div\u00f3rcio por um dos c\u00f4njuges.
ENGA.name=Noivado
ENGA.info=Um evento de registo ou an\u00fancio por parte de duas pessoas da inten\u00e7\u00e3o de se casarem.
MARR.name=Casamento
MARR.info=Um evento legal, de facto ou de outra natureza de cria\u00e7\u00e3o de uma unidade fam\u00edliar constitu\u00edda por marido e mulher.
MARB.name=Proclamas de casamento
MARB.info=Um evento de an\u00fancio p\u00fablico da inten\u00e7\u00e3o de duas pessoas de se casarem.
MARC.name=Contrato matrimonial
MARC.info=Um evento de registo de um acordo formal de casamento, incluindo uma conven\u00e7\u00e3o antenupcial em que os parceiros de casamento chegam a acordo acerca dos direitos de propriedade de um ou ambos, ou assegurando bens para os seus filhos.
MARL.name=Licen\u00e7a de casamento
MARL.info=Evento de aquisi\u00e7\u00e3o de licensa legal para casamento.
MARS.name=Acordo de casamento
MARS.info=Em evento de cria\u00e7\u00e3o de um acordo entre duas pessoas acerca do casamento, no qual estes concordam em abdicar ou modificar direitos de propriedade que surgiriam no casamento.
#
#  INDI structure
FAMC.name=Pais
FAMC.info=Identifica a fam\u00edlia em que um indiv\u00edduo aparece como filho.
FAMS.name=Uni\u00e3o
FAMS.info=Identifica a fam\u00edlia em que um indiv\u00edduo aparece como c\u00f4njuge.
GIVN.name=Nome pr\u00f3prio
GIVN.info=Um nome dado ou conquistado utilizado para identificar oficialmente uma pessoa.
INDI.name=Indiv\u00edduo
INDI.s.name=Indiv\u00edduos
INDI.info=Uma pessoa.
NAME.name=Nome
NAME.info=Uma palavra ou combina\u00e7\u00e3o de palavras utilizada para ajudar a identificar um indiv\u00edduo, t\u00edtulo ou outro item. Devem ser utilizadas v\u00e1rias linhas NAME para pessoas conhecidas por m\u00faltiplos nomes.
NAME.vals=
NICK.name=Diminutivo
NICK.info=Um nome descritivo ou familiar utilizado em conjunto com o nome pr\u00f3prio
NPFX.name=Prefixo do nome
NPFX.info=Parte n\u00e3o indexada do nome que aparece antes do nome pr\u00f3prio e apelidos. Diferentes prefixos devem ser separados com v\u00edrgulas
NSFX.name=Sufixo do nome
NSFX.info=Parte n\u00e3o indexada do nome que aparece depois do nome pr\u00f3prio e apelidos. Diferentes sufixos devem ser separados com v\u00edrgulas
SEX.name=Sexo
SEX.info=Indica o sexo do indiv\u00edduo - masculino ou feminino.
SPFX.name=Prefixo do apelido
SPFX.info=Prefixo ou artigo utilizado no apelido. Diferentes artigos devem ser separados por v\u00edrgulas, por exemplo no nome "de la Cruz" ficaria "de, la"
SURN.name=Apelido
SURN.info=Nome de fam\u00edlia herdado ou utilizado por membros da fam\u00edlia
ALIA.name=Ali\u00e1s
ALIA.info=Um indicador para ligar diferentes registos de descri\u00e7\u00f5es de uma pessoa que se podem referir ao mesmo indiv\u00edduo.
FONE.name=Nome fon\u00e9tico
FONE.info=Varia\u00e7\u00e3o fon\u00e9tica do nome 
ROMN.name=Nome romanizado
ROMN.info=Varia\u00e7\u00e3o romanizada do nome
FACT.name=Atributo
FACT.info=Atributo dado a um indiv\u00edduo
_SOSA.name=N\u00famero Sosa
_SOSA.info=N\u00famero atribu\u00eddo ao ascendente do De cujus, referenciado como n\u00famero 1, de acordo com o m\u00e9todo Sosa-Stradonitz (etiqueta personalizada n\u00e3o definida pelo GEDCOM).
_DABOVILLE.name=N\u00famero D'Aboville
_DABOVILLE.info=N\u00famero atribu\u00eddo a um descendente de um indiv\u00edduo, de acordo com o m\u00e9todo d'Aboville (etiqueta personalizada n\u00e3o definida pelo GEDCOM).
_SOSADABOVILLE.name=N\u00famero Sosa-d'Aboville
_SOSADABOVILLE.info=N\u00famero que combina a numera\u00e7\u00e3o Sosa para ascendentes do De cujus e a numera\u00e7\u00e3o d'Aboville para os seus descendentes (etiqueta personalizada n\u00e3o definida pelo GEDCOM).
#
#
#
#  INDI Events
ADOP.name=Adop\u00e7\u00e3o
ADOP.info=Referente \u00e0 cria\u00e7\u00e3o de uma rela\u00e7\u00e3o pais-filhos que n\u00e3o \u00e9 biol\u00f3gica. Quando colocada dentro de outra etiqueta de adop\u00e7\u00e3o, indica as pessoas que adoptaram este indiv\u00edduo.
ADOP.vals=HUSB, WIFE, BOTH
BAPM.name=Baptismo
BAPM.info=O evento do baptismo (n\u00e3o SUD), celebrado ou n\u00e3o durante a inf\u00e2ncia.
BARM.name=Bar Mitzvah
BARM.info=Cerim\u00f3nia celebrada quando um rapaz judeu atinge os 13 anos de idade.
BASM.name=Bas Mitzvah
BASM.info=Cerim\u00f3nia celebrada quando uma rapariga judaica atinge os 13 anos de idade, tamb\u00e9m conhecida como Bat Mitzvah.
BIRT.name=Nascimento
BIRT.info=O evento do in\u00edcio de vida.
BLES.name=Ben\u00e7\u00e3o
BLES.info=Cerim\u00f3nia religiosa de concess\u00e3o de protec\u00e7\u00e3o ou intercess\u00e3o divina. Por vezes coincide com a cerim\u00f3nia de atribui\u00e7\u00e3o de nome.
BURI.name=Funeral
BURI.info=Evento do correcto descarte dos restos mortais de uma pessoa falecida.
CENS.name=Censo
CENS.info=Evento peri\u00f3dico de contagem da popula\u00e7\u00e3o de uma determinada localidade, como um censo distrital ou nacional.
CHR.name=Santo baptismo
CHR.info=Cerim\u00f3nia religiosa (n\u00e3o SUD) de baptizar ou dar nome a uma crian\u00e7a
CHRA.name=Baptismo em adulto
CHRA.info=Cerim\u00f3nia religiosa (n\u00e3o SUD) de baptizar e/ou dar nome a uma pessoa adulta
CONF.name=Crisma
CONF.info=Cerim\u00f3nia religiosa (n\u00e3o SUD) de conferir a b\u00ean\u00e7\u00e3o do Esp\u00edrito Santo e, entre protestantes, a completa liga\u00e7\u00e3o \u00e0 igreja.
CREM.name=Crema\u00e7\u00e3o
CREM.info=Descarte dos restos mortais de uma pessoa com fogo.
DEAT.name=\u00d3bito
DEAT.info=Evento do fim da vida mortal.
EMIG.name=Emigra\u00e7\u00e3o
EMIG.info=Evento de deixar a terra natal com intuito de viver noutro local.
EVEN.name=Evento
EVEN.s.name=Eventos
EVEN.info=Um acontecimento not\u00f3rio relacionado com um indiv\u00edduo, grupo ou organiza\u00e7\u00e3o.
EVEN.vals=BIRT, DEAT, MARR
FCOM.name=Primeira comunh\u00e3o
FCOM.info=Ritual religioso, primeiro acto de partilhar a ceia do Senhor, contemplada na celebra\u00e7\u00e3o da missa.
GRAD.name=Formatura
GRAD.info=Evento de atribui\u00e7\u00e3o de diplomas educacionais ou licenciaturas a indiv\u00edduos.
IMMI.name=Imigra\u00e7\u00e3o
IMMI.info=Evento de mudar-se para uma nova localidade com intuito de a\u00ed residir.
NATU.name=Naturaliza\u00e7\u00e3o
NATU.info=Evento de obten\u00e7\u00e3o de cidadania.
ORDN.name=Ordena\u00e7\u00e3o
ORDN.info=Cerim\u00f3nia religiosa de obten\u00e7\u00e3o de autoridade religiosa.
PROB.name=Legitima\u00e7\u00e3o
PROB.info=Evento judicial de determina\u00e7\u00e3o da validade de um testamento. Pode indicar v\u00e1rias sess\u00f5es judiciais em diferentes datas.
RETI.name=Aposenta\u00e7\u00e3o
RETI.info=Evento do t\u00e9rmino da rela\u00e7\u00e3o laboral com uma entidade empregadora ap\u00f3s um estipulado per\u00edodo de tempo.
WILL.name=Testamento
WILL.info=Documento legal representado como evento, em que um indiv\u00edduo disp\u00f5e dos seus bens ap\u00f3s o seu falecimento. A data do evento deve corresponder \u00e0 data em que o testamento foi assinado ainda em vida do testador.
#
#  LDS
BAPL.name=Baptismo SUD
BAPL.info=Evento do baptismo celebrado na idade de oito ou mais anos por autoridade sacerdotal SUD
CONL.name=Crisma SUD
CONL.info=Cerim\u00f3nia religiosa SUD em que um indiv\u00edduo recebe aceita\u00e7\u00e3o na Igreja de Jesus Cristo dos Santos dos \u00daltimos Dias.
STAT.name=Estado
STAT.info=Avalia\u00e7\u00e3o do estado ou da condi\u00e7\u00e3o de algo.
TEMP.name=Templo
TEMP.info=Nome ou c\u00f3digo que representa o local de culto SUD
ENDL.name=Dote
ENDL.info=Cerim\u00f3nia religiosa SUD de ordena\u00e7\u00e3o de dota\u00e7\u00e3o de um indiv\u00edduo celebrada por autoridade sacerdotal num templo SUD
SLGC.name=Selamento SUD de um filho
SLGC.info=Cerim\u00f3nia religiosa referente ao selamento de uma crian\u00e7a aos seus pais celebrada num tempo SUD
SLGS.name=Selamento SUD de c\u00f4njuge
SLGS.info=Cerim\u00f3nia religiosa referente ao selamento de marido e mulher celebrado num templo SUD
#
#                   INDI attributes
CAST.name=Casta
CAST.info=Nome da classifica\u00e7\u00e3o ou categoria de um indiv\u00edduo na sociedade, baseado em diferen\u00e7as religiosas, raciais, riqueza, posi\u00e7\u00e3o herdada, profiss\u00e3o, ocupa\u00e7\u00e3o etc..
DSCR.name=Descri\u00e7\u00e3o
DSCR.info=Caracter\u00edsticas f\u00edsicas de uma pessoa, local, ou objecto.
EDUC.name=Educa\u00e7\u00e3o
EDUC.info=N\u00edvel de educa\u00e7\u00e3o obtido.
IDNO.name=N\u00famero de identifica\u00e7\u00e3o
IDNO.info=N\u00famero IDA atribuido a um indiv\u00edduo para o identificar em sistemas internacionais relevantes.
NATI.name=Nacionalidade
NATI.info=A heran\u00e7a nacional de um indiv\u00edduo.
NCHI.name=N\u00famero de filhos
NCHI.info=O n\u00famero de filhos conhecidos de que se sabe esta pessoa ser progenitor (de todos os casamentos) quando subordinado a um indiv\u00edduo, ou que pertencem a esta fam\u00edlia, quando subordinado a um FAM_RECORD.
NMR.name=N\u00famero de casamentos
NMR.info=N\u00famero de diferentes fam\u00edlias de que se sabe esta pessoa ter feito parte, como c\u00f4njuge ou pai, independentemente dessas fam\u00edlias estarem ou n\u00e3o representadas neste ficheiro Gedcom.
OCCU.name=Profiss\u00e3o
OCCU.info=Tipo de trabalho ou profiss\u00e3o do indiv\u00edduo.
OCCU.vals=
PROP.name=Propriedade
PROP.info=Referente a possess\u00f5es como im\u00f3veis ou outros bens relevantes.
RELI.name=Religi\u00e3o
RELI.info=Denomina\u00e7\u00e3o religiosa com que a pessoa se encontra filiada, ou para a qual o registo se aplica.
RESI.name=Resid\u00eancia
RESI.info=Acto de habitar numa determinada morada por um certo per\u00edodo de tempo.
SSN.name=N\u00famero de Identifica\u00e7\u00e3o da Seguran\u00e7a Social
SSN.info=N\u00famero atribu\u00eddo pela Seguran\u00e7a Social. Utilizado para identifica\u00e7\u00e3o no sistema de sa\u00fade.
#
#  OBJE structure
BLOB.name=Objecto bin\u00e1rio
BLOB.info=Um conjunto de dados enviado para sistemas multim\u00e9dia que processam informa\u00e7\u00e3o bin\u00e1ria para representar imagens, som ou v\u00eddeo.
OBJE.name=Multim\u00e9dia
OBJE.s.name=Multim\u00e9dia
OBJE.info=Referente ao conjunto de atributos utilizado na descri\u00e7\u00e3o de algo. Geralmente referente \u00e0 informa\u00e7\u00e3o necess\u00e1ria para representar objectos multim\u00e9dia como grava\u00e7\u00f5es \u00e1udio, uma fotografia de uma pessoa ou uma imagem de um documento.
#
#                   NOTE structure
NOTE.name=Nota
NOTE.s.name=Notas
NOTE.info=Informa\u00e7\u00e3o adicional fornecida pelo investigador para compreender a informa\u00e7\u00e3o anexada.
#
#   Source, Repository, Submitter structure
ABBR.name=Abreviatura
ABBR.info=Sigla ou abreviatura da fonte ou organiza\u00e7\u00e3o relacionada.
AFN.name=N\u00famero de Ficheiro Ancestral (AFN)
AFN.info=N\u00famero de ficheiro \u00fanico e permanente associado a um registo no Ficheiro Ancestral.
AUTH.name=Autor
AUTH.info=Autor ou criador da fonte
CALN.name=N\u00famero de chamada
CALN.info=N\u00famero utilizado pelo reposit\u00f3rio para identificar itens pertencentes \u00e0 sua colec\u00e7\u00e3o.\n 
DATA.name=Dados
DATA.info=Referente a informa\u00e7\u00e3o automatizada armazenada
MEDI.name=Suporte
MEDI.info=Identifica informa\u00e7\u00e3o acerca do suporte, ou relacionada com o formato em que a informa\u00e7\u00e3o est\u00e1 armazenada.
MEDI.vals=\u00c1udio,Livro,Cart\u00e3o,Electr\u00f3nico,Ficha,Filme,Revista,Manuscrito,Mapa,Jornal,Fotografia,L\u00e1pide,V\u00eddeo
PUBL.name=Publica\u00e7\u00e3o
PUBL.info=Onde e quando o registo foi criado. Para trabalhos publicados, inclui informa\u00e7\u00e3o como cidade da publica\u00e7\u00e3o, nome do editor e ano da publica\u00e7\u00e3o.
REFN.name=Refer\u00eancia
REFN.info=Descri\u00e7\u00e3o ou n\u00famero utilizado para identificar um item para arquivo, armazenamento ou outros prop\u00f3sitos de refer\u00eancia.
REPO.name=Reposit\u00f3rio
REPO.s.name=Reposit\u00f3rios
REPO.info=Reposit\u00f3rio \u00e9 onde os documentos, registos e outras fontes bibliogr\u00e1ficas est\u00e3o armazenadas.
RFN.name=N\u00famero de Registo do Ficheiro
RFN.info=N\u00famero permanente atribu\u00eddo a um registo que o identifica inequivocamente dentro de um determinado ficheiro.
RIN.name=N\u00famero de Identifica\u00e7\u00e3o de Refer\u00eancia
RIN.info=N\u00famero atribu\u00eddo a um registo por um sistema autom\u00e1tico que pode ser utilizado num sistema receptor para relatar resultados referentes a esse registo.
RESN.name=Restri\u00e7\u00e3o
RESN.info=Indicador de processamento indicando que o acesso \u00e0 informa\u00e7\u00e3o foi negado ou \u00e9 restrito.
ANCI.name=Interesse dos antepassados
ANCI.info=Indica interesse em pesquisa adicional sobre antepassados do indiv\u00edduo
DESI.name=Interesse dos descendentes
DESI.info=Indica interesse em pesquisa adicional para identificar descendentes do indiv\u00edduo
SOUR.name=Fonte
SOUR.s.name=Fontes
SOUR.info=A fonte da informa\u00e7\u00e3o. Pode ser um livro, pessoa, etc.
SUBM.name=Investigador
SUBM.s.name=Investigador
SUBM.info=Indiv\u00edduo ou organiza\u00e7\u00e3o que compila informa\u00e7\u00e3o num ficheiro ou a transfere para algu\u00e9m.
TEXT.name=Texto
TEXT.info=Transcri\u00e7\u00e3o das palavras originalmente encontradas num documento.
ROLE.name=Papel
ROLE.info=Nome dado ao papel desempenhado por um indiv\u00edduo num determinado evento
ROLE.vals=CHIL,HUSB,WIFE,MOTH,FATH,SPOU
#
#  Misc
ADDR.name=Endere\u00e7o
ADDR.info=Local contempor\u00e2neo geralmente utilizado para fins postais de um indiv\u00edduo, investigador de informa\u00e7\u00e3o, reposit\u00f3rio, neg\u00f3cio, escola ou companhia.
ADR1.name=Morada1
ADR1.info=Primeira linha de um endere\u00e7o.
ADR2.name=Morada2
ADR2.info=Segunda linha de uma morada.
PHON.name=Telefone
PHON.info=N\u00famero de telefone.
EMAIL.name=Correio electr\u00f3nico
EMAIL.info=Endere\u00e7o de correio electr\u00f3nico
FAX.name=Fax
FAX.info=Transmiss\u00e3o electr\u00f3nica de documentos
WWW.name=P\u00e1gina inicial
WWW.info=Endere\u00e7o da p\u00e1gina inicial na Internet.
AGE.name=Idade
AGE.info=Idade de um indiv\u00edduo na data da ocorr\u00eancia de um evento, ou a idade registada no documento.
AGNC.name=Ag\u00eancia
AGNC.info=A organiza\u00e7\u00e3o, institui\u00e7\u00e3o, corpora\u00e7\u00e3o, pessoa, ou outra entidade com autoridade ou poder de controle no contexto associado. Por exemplo, a entidade empregadora de uma pessoa em rela\u00e7\u00e3o a uma ocupa\u00e7\u00e3o, uma igreja que administra missas ou eventos, ou uma organiza\u00e7\u00e3o respons\u00e1vel por criar e/ou arquivar registos.
ASSO.name=Associa\u00e7\u00e3o
ASSO.info=Indicador para ligar amigos, vizinhos, parentes, ou associados de um indiv\u00edduo.
CAUS.name=Causa
CAUS.info=Descri\u00e7\u00e3o da causa do evento associado, tal como causa de morte.
CHAN.name=Altera\u00e7\u00e3o
CHAN.info=Indica uma mudan\u00e7a, correc\u00e7\u00e3o, ou modifica\u00e7\u00e3o. Geralmente utilizada em conjunto com uma DATE para especificar quando a altera\u00e7\u00e3o ocorreu.
CITY.name=Cidade
CITY.info=Uma unidade jurisdicional mais baixa. Geralmente a unidade municipal associada.
CITY.vals=
CTRY.name=Pa\u00eds
CTRY.info=Nome ou c\u00f3digo do pa\u00eds
CTRY.vals=
CONC.name=Concatena\u00e7\u00e3o
CONC.info=Indicador de que a informa\u00e7\u00e3o adicional pertence ao campo superior. A informa\u00e7\u00e3o contida na etiqueta CONC ser\u00e1 ligada ao valor do campo da linha anterior sem espa\u00e7os, fins de linha, ou caracteres de mudan\u00e7a de linha. Os valores separados numa etiqueta CONC nunca devem ser separados antes ou depois de um espa\u00e7o. Se um valor \u00e9 separado num espa\u00e7o este ser\u00e1 omitido quando a concatena\u00e7\u00e3o ocorrer. Isto deve-se \u00e0 forma como os espa\u00e7os s\u00e3o interpretados como delimitadores num ficheiro Gedcom, muitos valores s\u00e3o desprovidos de espa\u00e7os \u00e0 direita e alguns sistemas procuram o primeiro car\u00e1cter que n\u00e3o seja um espa\u00e7o para determinar o in\u00edcio de um valor.
CONT.name=Continua\u00e7\u00e3o
CONT.info=Indicador de que a informa\u00e7\u00e3o adicional pertence ao campo superior. A informa\u00e7\u00e3o contida na etiqueta CONT ser\u00e1 ligada ao valor do campo da linha anterior com um "Enter", ou caracteres de mudan\u00e7a de linha. Espa\u00e7os \u00e0 esquerda s\u00e3o importantes para a formata\u00e7\u00e3o resultante do texto. Aquando da importa\u00e7\u00e3o de valores de linhas CONT o leitor deve assumir que existe apenas um espa\u00e7o delimitador a seguir \u00e0 etiqueta CONT. Os restantes far\u00e3o parte do valor.
DATE.name=Data
DATE.info=Data de um evento em formato de calend\u00e1rio.
FILE.name=Ficheiro
FILE.info=Local de armazenamento de informa\u00e7\u00e3o ordenada e arranjada para conserva\u00e7\u00e3o e refer\u00eancia.
FORM.name=Formato
FORM.info=Nome atribu\u00eddo para conferir uma forma coerente de transmitir a informa\u00e7\u00e3o.
FORM.vals=
LANG.name=Idioma
LANG.info=Nome do idioma utilizado na comunica\u00e7\u00e3o ou transmiss\u00e3o de informa\u00e7\u00e3o.
LATI.name=Latitude
LATI.info=A coordenada latitudinal de um local em formato decimal (N|S)DDD.FFFF
LONG.name=Longitude
LONG.info=A coordenada longitudinal de um local em formato decimal (W|E)DDD.FFFF
MAP.name=Mapa
MAP.info=Informa\u00e7\u00e3o geogr\u00e1fica referente a um local.
PAGE.name=P\u00e1gina
PAGE.info=N\u00famero ou descri\u00e7\u00e3o que identifica onde a informa\u00e7\u00e3o pode ser encontrada num documento referido.
PEDI.name=Costados
PEDI.info=Informa\u00e7\u00e3o de um indiv\u00edduo referente \u00e0 sua linhagem parental.
PEDI.vals=nascimento,adoptado,acolhido,selado
PLAC.name=Local
PLAC.info=Nome jurisdicional para identificar o local onde ocorreu um evento.
POST.name=C\u00f3digo postal
POST.info=C\u00f3digo utilizado por um servi\u00e7o postal ou de correio para identificar uma zona para facilitar as entregas.
POST.vals=
QUAY.name=Qualidade dos dados
QUAY.info=Avalia\u00e7\u00e3o da certeza das provas para suportar as conclus\u00f5es retiradas.
QUAY.vals=Incerta/Estimada,Question\u00e1vel,Provas secund\u00e1rias,Provas claras
RELA.name=Rela\u00e7\u00e3o
RELA.info=Valor de rela\u00e7\u00e3o entre os contextos indicados.
RELA.vals=Testemunha, Informador, Padrinho, Madrinha, Outro
STAE.name=Estado
STAE.info=Nome do estado utilizado no endere\u00e7o.
STAE.vals=
TIME.name=Hora
TIME.info=Refer\u00eancia temporal em formato de 24 horas, incluindo horas, minutos e opcionalmente segundos. separados por dois pontos (:). Frac\u00e7\u00f5es de segundo s\u00e3o mostradas em nota\u00e7\u00e3o decimal.
TITL.name=T\u00edtulo
TITL.info=Descri\u00e7\u00e3o de uma pe\u00e7a escrita espec\u00edfica ou outras publica\u00e7\u00f5es como livros quando utilizadas em contexto bibliogr\u00e1fico, ou a designa\u00e7\u00e3o formal utilizada por um indiv\u00edduo em rela\u00e7\u00e3o a posi\u00e7\u00f5es de realeza ou outro status social, como Gr\u00e3o-Duque.
TYPE.name=Tipo
TYPE.info=Informa\u00e7\u00e3o adicional do significado da etiqueta superior a que est\u00e1 associada. Este valor n\u00e3o tem qualquer validade de processamento inform\u00e1tico. Deve ser apenas uma nota de uma ou duas palavras que aparecer\u00e1 cada vez que a informa\u00e7\u00e3o a que est\u00e1 associada \u00e9 mostrada.
