#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisCore/core/src/genj/gedcom
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
#
#  General
prop=Propietat
#
prop.name.firstname=Nom
prop.name.lastname=Nom familiar 
prop.name.suffix=Sufix 
#
prop.event.knwontohavehappened=Indefinit 
#
prop.sex=Sexe
prop.sex.male=Home 
prop.sex.female=Dona
prop.sex.unknown=Desconegut
#
prop.date.date=Data
prop.date.fromto=Per\u00edode de/a 
prop.date.from=Per\u00edode des de
prop.date.to=Per\u00edode a
prop.date.betand=Rang entre/i 
prop.date.bef=Rang abans 
prop.date.aft=Rang despr\u00e9s 
prop.date.abt=Sobre 
prop.date.cal=Calculat
prop.date.est=Estimat
prop.date.int=Interpretat 
#
prop.date.mod.FROM=des
prop.date.mod.TO=a
prop.date.mod.BET=probable 
prop.date.mod.AND=i 
prop.date.mod.BEF=abans
prop.date.mod.AFT=despr\u00e9s
prop.date.mod.ABT=sobre
prop.date.mod.CAL=calculat
prop.date.mod.EST=estimat
prop.date.mod.INT=interpretat
#
prop.age.INFANT=Infant 
prop.age.CHILD=Nen
prop.age.STILLBORN=Nascut Mort
#
prop.xref.veto=La refer\u00e8ncia a l'entitat se suprimeix, per\u00f2 la pr\u00f2pia entitat queda
prop.chil.veto=Es perd la connexi\u00f3 amb el nen referenciat i la seva refer\u00e8ncia a aquesta fam\u00edlia 
prop.asso.veto=Es perd l'associaci\u00f3 amb l'entitat referenciada 
prop.famc.veto=Es perd la connexi\u00f3 amb la fam\u00edlia referenciada i la seva refer\u00e8ncia a aquest infant 
prop.fams.veto=Es perd la connexi\u00f3 amb la fam\u00edlia referenciada i la seva refer\u00e8ncia a aquest c\u00f2njuge 
prop.husb.veto=Es perd la connexi\u00f3 amb el marit referenciat i la seva refer\u00e8ncia a aquesta fam\u00edlia 
prop.wife.veto=Es perd la connexi\u00f3 amb l'esposa referenciada i la seva refer\u00e8ncia a aquesta fam\u00edlia 
error.entity.dupe=Entitat amb identificador ja utilitzat {0} 
error.entity.noid=Entitat {0} sense identificador obligatori 
error.noenclosingfam=La refer\u00e8ncia al nen no es pot enlla\u00e7ar quan no est\u00e0 continguda en una fam\u00edlia 
error.noenclosingindi=La refer\u00e8ncia a la fam\u00edlia no es pot enlla\u00e7ar quan no est\u00e0 continguda en un individu 
error.already.spouse={0} ja \u00e9s c\u00f2njuge a la fam\u00edlia {1} 
error.already.child={0} ja \u00e9s un nen a la fam\u00edlia {1}
error.already.ancestor={0} \u00e9s ja avantpassat de la fam\u00edlia {1} 
error.already.descendant={0} ja \u00e9s descendent de la fam\u00edlia {1} 
error.already.spouses={0} ja t\u00e9 marit i dona 
error.notfound={0} no es troba amb l'identificador (" {1} "). L'identificador falta o \u00e9s incorrecte, o b\u00e9 l'entitat no es troba al fitxer GEDCOM.
error.entity.cannotdelete.title=Supressi\u00f3 impossible 
error.entity.cannotdelete.msg=No \u00e9s possible eliminar l'\u00faltim individu.\nAssegureu-vos de crear-ne un altre abans d'eliminar-lo. 
#
foreign.xref=Enlla\u00e7at per {0} 
foreign.ADOP=Adoptat: {0} 
#
#
# Options
options=Dades de GEDCOM 
option.dateFormat=Format de la data 
option.dateFormat.gedcom=GEDCOM (p. ex. 25 gen. 1970)  
option.dateFormat.short=Curt (p. ex. 25 gen. 1970) 
option.dateFormat.long=Llarg (per exemple, 25 gener 1970) 
option.dateFormat.numeric=Num\u00e8ric (p. ex., 01/25/1970) 
option.nameFormat=Format del nom  
option.nameFormat.last=Doe, John 
option.nameFormat.first=John Doe 
option.placeFormat=Aldea, Ciutat, Codi Postal, Comtat, Estat, Pa\u00eds
#
#
# The following entries are taken from the GEDCOM
# specificiation.
?.info=L'etiqueta no est\u00e0 definida a la gram\u00e0tica GEDCOM de Ancestris
_.info=Etiqueta personalitzada no definida a GEDCOM 
#
#  FAM structure
FAM.name=Fam\u00edlia 
FAM.s.name=Fam\u00edlies 
FAM.info=Identifica un dret legal, com\u00fa, o una altra relaci\u00f3 habitual de l'home i la dona i dels seus fills, si n'hi ha, o d'una fam\u00edlia creada en virtut del naixement d'un fill al seu pare biol\u00f2gic i mare.
CHIL.name=Nen 
CHIL.s.name=Nens 
CHIL.info=Els naturals, adoptats, o segellat (LDS) fill d'un pare i una mare. 
HUSB.name=Marit 
HUSB.info=Un individu en el paper familiar d'un home casat i/o pare. 
HUSB.father=Pare
WIFE.name=Muller
WIFE.info=Un individu en el rol familiar d'una dona casada i/o mare. 
WIFE.mother=Mare
#
#  FAM Events
ANUL.name=Anul\u00b7laci\u00f3 
ANUL.info=Declarar un matrimoni buit des del principi (mai existit).
DIV.name=Divorci
DIV.info=Un esdeveniment de dissoluci\u00f3 d'un matrimoni a trav\u00e9s de l'acci\u00f3 civil. 
DIVF.name=Divorci Presentat 
DIVF.info=Un esdeveniment de presentaci\u00f3 per a un divorci per un c\u00f2njuge. 
ENGA.name=Comprom\u00eds 
ENGA.info=Un esdeveniment de gravaci\u00f3 o anunciant un acord entre dues persones per a casar-se. 
MARR.name=Matrimoni 
MARR.info=Un esdeveniment legal, de llei com\u00fa o habitual de crear una unitat familiar d'un home i una dona com a marit i muller. 
MARB.name=Pregons matrimonials
MARB.info=Un esdeveniment d'un av\u00eds p\u00fablic oficial at\u00e8s que dues persones tenen la intenci\u00f3 de casar-se. 
MARC.name=Contracte matrimonial 
MARC.info=Un esdeveniment d'enregistrament d'un acord formal de matrimoni, incl\u00f2s l'acord de capitulacions matrimonials en qu\u00e8 els membres de matrimoni arriben a un acord sobre els drets de propietat d'un o tots dos, o la propietat d'assegurar als seus fills. 
MARL.name=Llic\u00e8ncia de matrimoni 
MARL.info=Un esdeveniment d'obtenci\u00f3 de llic\u00e8ncia legal per casar-se. 
MARS.name=Assentament matrimonial 
MARS.info=Un esdeveniment de creaci\u00f3 d'un acord entre dues persones contemplant el matrimoni, moment en el qual es comprometen a alliberar o modificar els drets de propietat que d'altra manera sorgeixen del matrimoni. 
#
#  INDI structure
FAMC.name=Nen en Fam\u00edlia
FAMC.info=Identifica la fam\u00edlia en qu\u00e8 un individu apareix com a nen. 
FAMS.name=C\u00f2njuge en fam\u00edlia 
FAMS.info=Identifica la fam\u00edlia en qu\u00e8 apareix un individu com a c\u00f2njuge. 
GIVN.name=Nom 
GIVN.info=Un nom donat o guanyat utilitzat per a la identificaci\u00f3 oficial d'una persona 
INDI.name=Individu
INDI.s.name=Individus 
INDI.info=Una persona. 
NAME.name=Nom 
NAME.info=Una paraula o una combinaci\u00f3 de paraules utilitzades per ajudar a identificar un individu, t\u00edtol o un altre element. S'hauria d'utilitzar m\u00e9s d'una l\u00ednia de nom per a les persones que eren conegudes per diversos noms. 
NICK.name=Sobrenom 
NICK.info=Un nom descriptiu o familiar usat en relaci\u00f3 amb el nom propi d'un mateix 
NPFX.name=Prefix del nom 
NPFX.info=Pe\u00e7a de nom no indexat que apareix precedint el nom i les parts de cognoms. Les parts de prefix de nom diferents estan separades per una coma 
NSFX.name=Sufix del nom 
NSFX.info=Pe\u00e7a de nom no indexant que apareix despr\u00e9s de les parts de nom i de cognoms. Les parts de sufix de nom diferents estan separades per una coma 
SEX.name=Sexe
SEX.info=Indica el sexe d'un individu--mascle o femella. 
SPFX.name=Prefix Nom Cognom
SPFX.info=Prefix o article usat en un cognom familiar. Diferents articles de cognom estan separats per una coma, per exemple en el nom  "de la Cruz ", aquest valor seria  "de, la " 
SURN.name=Cognom 
SURN.info=Un nom familiar transm\u00e8s o utilitzat pels membres d'una fam\u00edlia 
ALIA.name=\u00c0lies 
ALIA.info=Un indicador per enlla\u00e7ar diferents descripcions de registres d'una persona que pot ser la mateixa persona 
FONE.name=Nom fon\u00e8tic 
FONE.info=Variaci\u00f3 fon\u00e8tica del nom  
ROMN.name=Nom romanitzat 
ROMN.info=Variaci\u00f3 romanitzada del nom 
FACT.name=Atribut 
FACT.info=Atribut assignat a un individu 
#
#
#
#  INDI Events
ADOP.name=Adopci\u00f3 
