<!--
To change this template, choose Tools | Templates
and open the template in the editor.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title></title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../ancestris.css">
  </head>
  <body>
      <div class="section1"
        <center><h2 class="section1">La vue Table</h2></center><br>
        <img src="../images/screenshots/ancestris_table1.png" alt="Vue de la table" border="0" width="514" height="107"><br>
        <br>
        <br>
        La table est la vue qui permet le mieux de lister et naviguer parmi la totalit&eacute; des entit&eacute;s existantes dans votre fichier g&eacute;n&eacute;alogique, dans toutes les possibilit&eacute;s de la norme <a href="gedcom_standard.html">GEDCOM</a>.br>
        Des ascenseurs en bas et &agrave; droite permettent d'acc&eacute;der à la totalit&eacute; de la table.<br>
        <br>
        Les diff&eacute;rents types d'entit&eacute;s possibles sont :<br>
        <font color="red">
        <ul>
            <li> Individu</li>
            <li> Famille</li>
            <li> Objet multim&eacute;dia</li>
            <li> Note</li>
            <li> Source</li>
            <li> Fournisseur d'information</li>
            <li> Lieu de stockage</li>
        </ul>
        </font>
        <br>
        Dans cette vue, chaque ligne repr&eacute;sente une entit&eacute;.<br>
        Pour chaque entit&eacute, il y a plusieurs colonnes : celles-ci affichent des informations de cette entit&eacute;.<br>
        La liste peut être tri&eacute;e selon l'ordre chronologique ou alphab&eacute;tique par un clic, ou ordre inverse par deuxi&egrave;me clic, sur la colonne s&eacute;lectionn&eacute;e.<br>
        Un triangle s'affiche sur la colonne s&eacute;lectionn&eacute;e; son orientation indique le sens du tri.<br>

        La s&eacute;lection d'une famille ou individu dans cette fen&ecirc;tre, met &agrave; jour les donn&eacute;es affich&eacute;es dans les autres fen&ecirc;tres:<br>
        <ul>
            <li> <a href="view_editors_ancestris.html">Editeurs</a> </li>
            <li> <a href="view_tree_ancestris.html">Arbre</a> </li>
            <li>  <a href="view_navigator_ancestris.html">Navigateur</a> </li>
            <li>  <a href="view_entity_ancestris.html">Entit&eacute;</a> </li>
        </ul>
        La s&eacute;lection d'une entit&eacute d'un autre type dans cette fen&ecirc;tre, met &agrave; jour les donn&eacute;es affich&eacute;es dans les fen&ecirc;tres:<br>
        <ul>
            <li> <a href="view_editors_ancestris.html">Editeurs</a> </li>
            <li>  <a href="view_entity_ancestris.html">Entit&eacute;</a> </li>
        </ul>
        La sp&eacute;cificit&eacute; du tri des colonnes alphab&eacute;tiques est l'affichage sur la droite 
        de la liste alphab&eacute;tique des lettres.<br>
        Un clic sur une lettre vous am&egrave;nera sur la premi&agrave;re entit&eacute; dont la 
        premi&egrave;re lettre de l'information de la colonne est celle s&eacute;lectionn&eacute;e.<br>
        <br>
        Cette vue permet d'utiliser le <font color="red">menu contextuel</font><br>
        Ce menu est disponible par un clic droit sur une ligne.<br>
        <br>
        <u>Liste des diff&eacute;rents outils disponibles dans le menu &agrave; droite:</u><br>
        <i>Toutes les modifications apport&eacute;es à cette liste peuvent être valid&eacute;es (bouton "appliquer") ou abandonn&eacute;es (bouton "r&eacute;tablir" ou directement "fermer").</i><br>
        <ul>
            <li> Les 7 premiers boutons sont les liens vers les listes des entit&eacute;s de chacun des 7 types list&eacute;s pr&eacute;c&eacute;demment</li>
            <li> Personnalisation des informations à afficher :<br>
            Pour chaque type d'entit&eacute;, vous pouvez choisir les informations &agrave; afficher.<br>
            * Dans la partie haute, sont list&eacute;es les informations pouvant &ecirc;tre potentiellement affich&eacute;es : cochez les cases &agrave; afficher dans la table.<br>
            &nbsp;&nbsp;&nbsp;Les diverses informations list&eacute;es sont inscrites selon les &eacute;tiquettes <a href="gedcom_standard.html">GEDCOM</a>.<br>
            &nbsp;&nbsp;&nbsp;M&ecirc;me sans &ecirc;tre expert de cette norme, vous pouvez tout de m&ecirc;me vous y retrouver :<br>
            &nbsp;&nbsp;&nbsp;- certaines &eacute;tiquettes sont assez intuitives (en anglais)<br>
            &nbsp;&nbsp;&nbsp;- les informations sont pr&eacute;sent&eacute;es indent&eacute;es, les diff&eacute;rentes propri&eacute;t&eacute;s se rep&egrave;rent facilement<br>
            * Dans la partie basse, sont list&eacute;es les informations s&eacute;lectionn&eacute;es pour &ecirc;tre affich&eacute;es :<br>
            &nbsp;&nbsp;&nbsp;La s&eacute;lection est indiqu&eacute;e par son chemin.<br>
            &nbsp;&nbsp;&nbsp;<i>(exemples : INDI:NAME : Noms et pr&eacute;noms de l'individu, INDI:BIRT:DATE : Date de naissance de l'individu, etc... )</i><br>
            &nbsp;&nbsp;&nbsp;S&eacute;lectionnez une ligne, puis cliquez sur les boutons "haut" ou "bas" pour changer l'ordre d'affichage des informations s&eacute;lectionn&eacute;es.<br>
            <img src="../images/screenshots/ancestris_table2.png" alt="Vue de la table" border="0" width="367" height="320"><br>
            </li>
            <li> Impression :
                    <ul>
                        <li> Onglet imprimante : pr&eacute;visualisation de l'impression et lien vers le param&eacute;trage de la qualit&eacute; impression</li>
                    </ul>
            </li>
        </ul>
      </div>
  </body>
</html>
