# To change this template, choose Tools | Templates
# and open the template in the editor.
EXEC_uploading=\u039c\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac
#
TASK_UploadExecution=\u039c\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03c3\u03b5 \u03b5\u03be\u03ad\u03bb\u03b9\u03be\u03b7...
TASK_UploadExecutionStart=\u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03bc\u03b5\u03c4\u03b1\u03c6\u03ad\u03c1\u03b8\u03b7\u03ba\u03b5 \u03c3\u03c4\u03b7\u03bd \u03b1\u03c1\u03c7\u03b9\u03ba\u03ae \u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03c3\u03b1\u03c2
TASK_UploadExecutionStopped=\u0397 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03b1\u03ba\u03c5\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
TASK_UploadExecutionSuccess=\u0397 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03bf\u03b9\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5 \u03bc\u03b5 \u03b5\u03c0\u03bf\u03b9\u03c4\u03c5\u03c7\u03af\u03b1\! :-)))))
TASK_UploadExecutionFailed=\u0397 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5 \u03b1\u03bb\u03bb\u03b1 \u03b1\u03bd\u03b1\u03c6\u03ad\u03c1\u03b8\u03b7\u03ba\u03b1\u03bd \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1\u03c4\u03b1 :-(((((
upload_connection=\u03a3\u03a5\u039d\u0394\u0395\u03a3\u0397 \u039c\u0395 \u03a4\u039f \u0394\u0399\u0391\u039a\u039f\u039c\u0399\u03a3\u03a4\u0397
upload_transfer=\u0397 \u0394\u0399\u0391\u0394\u0399\u039a\u0391\u03a3\u0399\u0391 \u039c\u0395\u03a4\u0391\u03a6\u039f\u03a1\u0391\u03a3 \u0391\u03a1\u03a7\u0395\u0399\u03a9\u039d \u03a3\u03a4\u039f \u0394\u0399\u039a\u039f\u039c\u0399\u03a3\u03a4\u0397 \u0395\u039a\u03a4\u0395\u039b\u0395\u0399\u03a4\u0391\u0399
upload_removing=\u0391\u03a0\u039f\u039c\u0391\u039a\u03a1\u03a5\u039d\u03a3\u039c\u0395\u039d\u0391 \u0391\u03a1\u03a7\u0395\u0399\u0391 \u03a0\u039f\u03a5 \u0394\u0395\u039d \u03a5\u03a0\u0391\u03a1\u03a7\u039f\u03a5\u039d \u03a4\u039f\u03a0\u0399\u039a\u0391, \u0394\u0399\u0391\u0393\u03a1\u0391\u03a6\u0397\u039a\u0391\u039d
upload_closing=\u0397 \u03a3\u03a5\u039d\u0394\u0395\u03a3\u0397 \u039a\u039b\u0395\u0399\u039d\u0395\u0399
upload_shell=\u0395\u039d\u0391\u03a1\u039e\u0397 \u03a4\u039f\u03a5 \u039a\u0395\u039b\u03a5\u03a6\u039f\u03a5\u03a3 \u0391\u039d \u0395\u0399\u039d\u0391\u0399 \u0391\u03a0\u0391\u03a1\u0391\u0399\u03a4\u0397\u03a4\u039f
upload_foundlocal=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03c4\u03bf\u03c0\u03b9\u03ba\u03ac: {0,number,integer}
upload_foundtrsf=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c0\u03c1\u03bf\u03c2 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac:       {0,number,integer}
upload_error_check=***\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1: \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03ce \u03bd\u03b1 \u03b1\u03bd\u03b1\u03bb\u03cd\u03c3\u03c9 \u03c4\u03b7 registry.
#
upload_errorConn=***\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1: \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03ce \u03bd\u03b1 \u03c3\u03c5\u03bd\u03b4\u03b5\u03b8\u03ce \u03bc\u03b5 \u03c4\u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae.
#
upload_starting=\u0397 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03be\u03b5\u03ba\u03af\u03bd\u03b7\u03c3\u03b5...
upload_noneed=\u0394\u03b5 \u03c7\u03c1\u03b5\u03b9\u03ac\u03b6\u03b5\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c6\u03b5\u03c1\u03b8\u03bf\u03cd\u03bd {0}/{1}
upload_dirnotthere=\u03a0\u03c1\u03cc\u03b2\u03bb\u03b7\u03bc\u03b1 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7\u03c2  \u03ae \u03b1\u03c5\u03c4\u03cc\u03c2 \u03bf \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03b1\u03ba\u03cc\u03bc\u03b1 \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae, \u03c0\u03c1\u03bf\u03c3\u03c0\u03b1\u03b8\u03ce \u03bd\u03b1 \u03c4\u03bf\u03bd \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03c3\u03c9.
upload_error_ftp_cd=***\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1: \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03ce \u03bd\u03b1 \u03b1\u03bb\u03bb\u03ac\u03be\u03c9 \u03c3\u03b5 \u03ac\u03bb\u03bb\u03bf \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae
upload_error_ftp_put=***\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1: \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03ce \u03bd\u03b1 \u03bc\u03b5\u03c4\u03b1\u03c6\u03ad\u03c1\u03c9 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf
upload_transferred=\u0397 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03c9\u03bd {0}/{1} \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5 \u03bc\u03b5 \u03c4\u03bf \u03bc\u03ad\u03b3\u03b5\u03b8\u03bf\u03c2 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 {2,number,integer} B
upload_donesofar=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03ae\u03b4\u03b7 \u03bc\u03b5\u03c4\u03b1\u03c6\u03b5\u03c1\u03cc\u03bc\u03b5\u03bd\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd: {0,number,integer} \u03b1\u03c0\u03cc {1,number,integer} - \u03a0\u03bf\u03c3\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03bc\u03b5\u03c4\u03b1\u03c6\u03b5\u03c1\u03b8\u03b5\u03af: {2,number,integer} KB
upload_trsfComplete=\u0397 \u03bc\u03b5\u03c4\u03b1\u03c6\u03bf\u03c1\u03ac \u03c4\u03b5\u03bb\u03b5\u03af\u03c9\u03c3\u03b5. \u0391\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b4\u03b9\u03b5\u03c1\u03b3\u03b1\u03c3\u03b9\u03ce\u03bd \u03c3\u03c4\u03b7\u03bd registry \u03c3\u03b5 \u03b5\u03be\u03ad\u03bb\u03b9\u03be\u03b7.
upload_errorLoop=***\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1: \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03ce \u03bd\u03b1 \u03b1\u03bd\u03b5\u03b2\u03ac\u03c3\u03c9 \u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1.
#
upload_remove=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c0\u03bf\u03c5 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c6\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae, \u03bc\u03b5 \u03b2\u03ac\u03c3\u03b7 \u03c4\u03b7 registry: {0,number,integer}
upload_noremove=\u0394\u03b5\u03bd \u03b2\u03c1\u03ae\u03ba\u03b1 \u03b3\u03bd\u03c9\u03c3\u03c4\u03ac \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03b3\u03b9\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae. \u03a0\u03b9\u03b8\u03b1\u03bd\u03ac \u03bd\u03b1 \u03c5\u03c0\u03ae\u03c1\u03c7\u03b1\u03bd \u03ba\u03ac\u03c0\u03bf\u03b9\u03b1 \u03b5\u03ba\u03b5\u03af, \u03b1\u03bb\u03bb\u03b1 \u03b4\u03b5\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03c4\u03bf\u03b9\u03c0\u03bf\u03b8\u03b5\u03c4\u03b7\u03b8\u03b5\u03af \u03b1\u03c0\u03cc \u03c4\u03b7 \u03b4\u03b9\u03b1\u03b4\u03b9\u03ba\u03b1\u03c3\u03af\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 \u03c4\u03bf\u03c5 WebBook.
upload_usernoremove=\u0391\u03c1\u03c7\u03b5\u03af\u03b1 \u03c6\u03b1\u03af\u03bd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bd\u03b1 \u03bc\u03b7 \u03c7\u03c1\u03b9\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae, \u03b1\u03bb\u03bb\u03ac \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03b9 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03bd\u03b1 \u03c4\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5.
upload_startingrm=\u0394\u03b9\u03b1\u03b3\u03c1\u03ac\u03c6\u03c9 \u03c4\u03b1 \u03b1\u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03af\u03b7\u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae...
upload_nodir=\u039f \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03b4\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae. \u0394\u03b5 \u03c7\u03c1\u03b5\u03b9\u03ac\u03b6\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c0\u03bf\u03c5 \u03b2\u03c1\u03af\u03c3\u03ba\u03b5\u03c4\u03b1\u03b9 \u03b5\u03ba\u03b5\u03af.
upload_cannotrm={0} - \u0394\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03ce \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03c9 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf.
upload_removed={0} -\u0394\u03b9\u03b1\u03b3\u03c1\u03ac\u03c6\u03c9 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf
upload_rmComplete=\u0397 \u03b4\u03b9\u03b1\u03b4\u03b9\u03ba\u03b1\u03c3\u03af\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03af\u03b7\u03c4\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03c4\u03b5\u03bb\u03b5\u03af\u03c9\u03c3\u03b5.
upload_errorrm=***\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1: \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03ce \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03c9 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03c3\u03c4\u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae.
