#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importahnenblatt.name=Ahnenblatt
importahnenblatt.note=Ten plik zosta\u0142 zmodyfikowany przez modu\u0142 importy Ancestris Ahnenblatt.
#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importancestrologie.name=Ancestrologie
importancestrologie.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Import Ancestrologie.
importfamilytreemaker.name=Family Tree Maker (FTM)
importfamilytreemaker.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Import Family Tree Maker.
importgenbox.name=Genbox
importgenbox.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Import Genbox.
importgeneanet.name=Geneanet/GeneWeb
importgeneanet.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Import Geneanet.
importgeneanet.notewarning=Plik GEDCOM stworzony do wys\u0142ania do Geneanet. Ten plik NIE mo\u017ce zosta\u0107 u\u017cyty do modyfikacji Twojej genealogii\!
importgeneatique.name=Geneatique
importgeneatique.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Import Geneatique.
importgeneric.name=Og\u00f3lny lub do naprawy
importgeneric.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Typowy Import. 
importgramps.name=Gramps
importgramps.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Import Gramps.
importheredis.name=Heredis
importheredis.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Ancestris do importu Heredis.
importlegacy.name=Legacy Family Tree
importlegacy.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Import Legacy.
importmacfamilytree.name=MacFamilyTree
importmacfamilytree.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 MacFamilyTree Import.
importmyheritage.name=MyHeritage
importmyheritage.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Import MyHeritage.
importrootstrust.name=RootsTrust
importrootstrust.note=Ten plik zosta\u0142 zmodyfikowany przez wtyczk\u0119 Import RootsTrust.
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=Importy - Typowy import
OpenIDE-Module-Display-Category=Plik
OpenIDE-Module-Long-Description=<h1><center>Importy- Typowy import</center></h1>\n\n<p>To jest narz\u0119dzie importu pliku GEDCOM pochodz\u0105cego z typowego oprogramowania. Postara si\u0119 naprawi\u0107 wszystkie znalezione b\u0142\u0119dy. Je\u015bli ta wtyczka nie b\u0119dzie mog\u0142a rozwi\u0105za\u0107 problem\u00f3w, lub je\u015bli plik GEDCOM pochodzi z programu genealogicznego kt\u00f3ry nie jest jeszcze obs\u0142ugiwany, nie kr\u0119puj si\u0119 poprosi\u0107 nasz zesp\u00f3\u0142 do opracowania nowej wtyczki pod konkretny program. Wystarczy wys\u0142a\u0107 pro\u015bb\u0119 na adres "support@ancestris.org" za\u0142\u0105czaj\u0105c plik GEDCOM.</p>\n\n<p>Musisz pami\u0119ta\u0107, \u017ce b\u0119dziemy w stanie spe\u0142ni\u0107 pro\u015bb\u0119 tylko wtedy, gdy program genealogiczny z kt\u00f3rego chcesz przekonwertowa\u0107 jest dost\u0119pnym i znanym oprogramowaniem.</p>\n\n<p>Dost\u0119p przez menu g\u0142\u00f3wne, Plik, Import, Plik GEDCOM.</p>
OpenIDE-Module-Short-Description=Narz\u0119dzie importu dla plik\u00f3w GEDCOM niespe\u0142niaj\u0105cych wymog\u00f3w formatu
#
