#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importahnenblatt.name=Ahnenblatt
importahnenblatt.note=Aquest arxiu ha estat modificat pel m\u00f2dul Importaci\u00f3 Ancestris Ahnenblatt.
#            Bundle resources file for package Ancestris - Unicode
#            Path : AncestrisExtensions/imports.generic/src/ancestris/modules/imports/generic
#
# --=====--WARNING to Translators---------------------------------=====--
#  Some lines must not be translated. If a line follows a line beginning 
#  with #NOI18N, it must be left the way it is written.
#  Using Trancestris you won't be allowed to edit it.
# --=====---------------------------------WARNING to Translators--=====--
importancestrologie.name=Ancestrologia
importancestrologie.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''importaci\u00f3 Ancestris Ancestrologia.
importfamilytreemaker.name=Creador d'Arbres Familiars (FTM)
importfamilytreemaker.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''importaci\u00f3 Ancestris Creador d'Arbre Familiar.
importgenbox.name=Genbox 
importgenbox.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''importaci\u00f3 Ancestris Genbox.
importgeneanet.name=Geneanet / GeneWeb 
importgeneanet.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''importaci\u00f3 Ancestris Geneanet.
importgeneanet.notewarning=Arxiu Gedcom fet per a ser pujat a Geneanet. Arxiu NO s'ha d'utilitzar per modificar la teva genealogia\!
importgeneatique.name=Geneatique 
importgeneatique.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris Geneatique.
importgeneric.name=Desconegut
importgeneric.note=Aquest arxiu ha estat modificat pel m\u00f2dul Gen\u00e8ric d''Importaci\u00f3 Ancestris.
importgramps.name=Gramps 
importgramps.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris Gramps.
importheredis.name=Heredis 
importheredis.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris Heredis.
importlegacy.name=Arbre Familiar Legacy 
importlegacy.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris Legacy.
importmacfamilytree.name=MacFamilyTree 
importmacfamilytree.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris MacFamilyTree.
importmyheritage.name=MyHeritage 
importmyheritage.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris MyHeritage.
importrootstrust.name=RootsTrust 
importrootstrust.note=Aquest arxiu ha estat modificat pel m\u00f2dul d''Importaci\u00f3 Ancestris RootsTrust.
OpenIDE-Module-Name=Importacions - Importaci\u00f3 gen\u00e8rica
OpenIDE-Module-Display-Category=Arxiu
OpenIDE-Module-Long-Description=<h1><center>Importaci\u00f3 gen\u00e8rica </center></h1>\n\n<p>Aquesta eina importa un arxiu gedcom procedent d'un programari diferent a Ancestris. Intentar\u00e0 fixar tots els errors trobats. Si aquest complement no pot arreglar la majoria dels problemes, o si el seu arxiu de gedcom ve d'un programa de genealogia que encara no te suport, sentis lliure de demanar al nostre equip de desenvolupament a "support@ancestris.org" adjuntant el seu arxiu de gedcom.</p>\n\n<p>Tingueu en compte que nom\u00e9s serem capa\u00e7os de completar la seva sol\u00b7licitud si el seu programa de genealogia per convertir, \u00e9s un programari conegut. </p>\n\n<p>Per accedir-hi, Men\u00fa Principal, Arxiu, Importaci\u00f3, Arxiu GEDCOM.</p>
OpenIDE-Module-Short-Description=Eina d''importaci\u00f3 i compliment per a un no conforme gedcom gen\u00e8ric
#
