#           Bundle resources file for package Ancestris - Unicode
#           Path : AncestrisExtensions/exports.website/src/ancestris/modules/exports/website
#
#--=====--WARNING to Translators---------------------------------=====--
# Some lines must not be translated. If a line follow a line beginning 
# with #NOI18N, it must be left the way it is written.
# Using Trancestris you won't be allowed to edit it.
#--=====---------------------------------WARNING to Translators--=====--
OpenIDE-Module-Name=\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1
OpenIDE-Module-Display-Category=\u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1
OpenIDE-Module-Long-Description=<h1><center>\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1</center></h1>\n\n<p>\u03a4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b1\u03c5\u03c4\u03cc \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03bc\u03b9\u03b1 Html \u03b1\u03c0\u03b5\u03b9\u03ba\u03cc\u03bd\u03b9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2 \u03c0\u03bf\u03c5 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c6\u03bf\u03c1\u03c4\u03ce\u03c3\u03b5\u03c4\u03b5 \u03c3\u03b5 \u03bc\u03b9\u03b1 \u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1.</p>\n\n<p>\u039c\u03b9\u03b1 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2.</p>\n\n<p>\u0395\u03c0\u03af\u03c3\u03b7\u03c2 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af\u03c4\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03c0\u03c1\u03bf\u03b3\u03bf\u03bd\u03b9\u03ba\u03cc \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03ad\u03bd\u03b1\u03bd \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03bf\u03cd\u03c2.</p>\n\n<p>\u0395\u03c0\u03af\u03c3\u03b7\u03c2 \u03ad\u03c7\u03b5\u03c4\u03b5 \u03c4\u03b7 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03bd\u03b1 \u03c0\u03c1\u03bf\u03c3\u03b8\u03ad\u03c3\u03b5\u03c4\u03b5 \u03ba\u03b9 \u03ac\u03bb\u03bb\u03b7 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1 \u03ba\u03b9 \u03ad\u03c4\u03c3\u03b9 \u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b5\u03c2.</p>\n\n<p>\u0393\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03bf \u03c0\u03c1\u03bf\u03c3\u03c0\u03b5\u03bb\u03ac\u03c3\u03b5\u03c4\u03b5, \u039a\u03b5\u03bd\u03c4\u03c1\u03b9\u03ba\u03cc \u039c\u03b5\u03bd\u03bf\u03cd, \u0395\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03b1, \u03a0\u03bf\u03bb\u03c5\u03bc\u03ad\u03c3\u03b1, \u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1.</p>
OpenIDE-Module-Short-Description=\u0391\u03c0\u03bb\u03ae \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03c3\u03b1\u03c2 \u03c4\u03bf\u03c0\u03b9\u03ba\u03ac
#           Bundle resources file for package Ancestris - Unicode
#           Path : AncestrisExtensions/exports.website/src/ancestris/modules/exports/website
#
#--=====--WARNING to Translators---------------------------------=====--
# Some lines must not be translated. If a line follow a line beginning 
# with #NOI18N, it must be left the way it is written.
# Using Trancestris you won't be allowed to edit it.
#--=====---------------------------------WARNING to Translators--=====--
AdvancedOption_DisplayName_WebSite=\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1
AdvancedOption_Keywords_WebSite=\u03b9\u03c3\u03c4\u03cc\u03c4\u03bf\u03c0\u03bf\u03c2, \u03b9\u03c3\u03c4\u03cc\u03c4\u03bf\u03c0\u03bf\u03c2, \u03b9\u03c3\u03c4\u03cc\u03c4\u03bf\u03c0\u03bf\u03c2, \u03b4\u03b9\u03b1\u03b4\u03af\u03ba\u03c4\u03c5\u03bf, \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7
CTL_WebSiteAction=\u0399\u03c3\u03c4\u03bf&\u03c3\u03b5\u03bb\u03af\u03b4\u03b1 - \u0391\u03c0\u03bb\u03ae \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1\u03c2 \u03c4\u03bf\u03c0\u03b9\u03ba\u03ac
category=\u0394\u03b9\u03ac\u03b3\u03c1\u03b1\u03bc\u03bc\u03b1
#
name=\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1
#
info=<h1><center>\u0399\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1</center></h1><p>\u0391\u03c5\u03c4\u03ae \u03b7 \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03bc\u03b9\u03b1 HTML \u03b1\u03c0\u03b5\u03b9\u03ba\u03cc\u03bd\u03b9\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03b9\u03ce\u03bd \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 GEDCOM .</p><p>\u03a0\u03c9\u03c2 \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2: <ol><li>\u03b1\u03bd \u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf \u03c4\u03b7\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03b5\u03bd\u03cc, \u03b7 \u03c0\u03c1\u03ce\u03c4\u03b7 \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03c3\u03b1 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1 \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1.</li><li>\u03b1\u03bd \u03b7 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 <font color="blue">\u03cc\u03bb\u03b1</font>, \u03cc\u03bb\u03b5\u03c2 \u03bf\u03b9 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b5\u03c2 \u03b8\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9, \u03b4\u03b9\u03b1\u03c7\u03c9\u03c1\u03b9\u03b6\u03cc\u03bc\u03b5\u03bd\u03b5\u03c2 \u03bc\u03b5 \u03ba\u03cc\u03bc\u03bc\u03b1. </li><li>\u03b5\u03bd\u03b1\u03bb\u03bb\u03b1\u03ba\u03c4\u03b9\u03ba\u03ac, \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 \u03c4\u03bf\u03c5\u03c2 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd\u03c2 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03ba\u03b1\u03b9\u03bf\u03b4\u03bf\u03c3\u03af\u03b1\u03c2 (\u03b1\u03c1\u03c7\u03af\u03b6\u03bf\u03bd\u03c4\u03b1\u03c2 \u03b1\u03c0\u03cc \u03c4\u03bf 0 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c0\u03c1\u03ce\u03c4\u03b7) \u03ba\u03b1\u03b9 \u03c4\u03b7\u03bd \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c0\u03bf\u03c5 \u03b5\u03c0\u03b9\u03b8\u03c5\u03bc\u03b5\u03af\u03c4\u03b5. \u0393\u03b9\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b4\u03b5\u03b9\u03b3\u03bc\u03b1, \u03b7 \u03bc\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03bf\u03b9\u03ba\u03bf\u03b3\u03b5\u03bd\u03b5\u03b9\u03b1\u03ba\u03ae\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 "\u03c7\u03c9\u03c1\u03b9\u03cc, \u03c0\u03cc\u03bb\u03b7, \u03bd\u03bf\u03bc\u03cc\u03c2, \u03c0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1, \u03c7\u03ce\u03c1\u03b1", \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b5\u03b9\u03c3\u03ac\u03b3\u03b5\u03c4\u03b5 <font color="blue">0, 1 (3)</font> \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03b9\u03c3\u03c4\u03b5\u03af: "\u03c7\u03c9\u03c1\u03b9\u03cc, \u03c0\u03cc\u03bb\u03b7 (\u03c0\u03bf\u03bb\u03b9\u03c4\u03b5\u03af\u03b1)".</li></o|</p>
#
#
#
#
# Settings
reportPrivateData=\u03a0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03b5\u03c0\u03b9\u03c3\u03b7\u03bc\u03b1\u03c3\u03bc\u03ad\u03bd\u03b1 \u03c9\u03c2 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c0\u03b9\u03ba\u03ac \u03c3\u03c4\u03b7\u03bd \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7
#
reportNowLiving=\u03a0\u03b5\u03c1\u03b9\u03bb\u03b1\u03bc\u03b2\u03ac\u03bd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03c5\u03c2 \u03b5\u03bd \u03b6\u03c9\u03ae \u03c0\u03c1\u03bf\u03c3\u03ce\u03c0\u03c9\u03bd \u03c3\u03c4\u03b7\u03bd \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7
#
reportLinksToMap=\u03a3\u03cd\u03bd\u03b4\u03b5\u03c3\u03bc\u03bf\u03b9 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03b9\u03ce\u03bd \u03bc\u03b1\u03b6\u03af \u03bc\u03b5 \u03c3\u03c5\u03bd\u03c4\u03b5\u03c4\u03b1\u03b3\u03bc\u03ad\u03bd\u03b5\u03c2 \u03c3\u03c4\u03bf \u03c7\u03ac\u03c1\u03c4\u03b7
#
reportIndexFileName=\u038c\u03bd\u03bf\u03bc\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03c3\u03c4\u03b7\u03bd \u03b1\u03c1\u03c7\u03b9\u03ba\u03ae\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2
#
listPersonFileName=\u038c\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03c0\u03bf\u03c5 \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03c4\u03bf\u03bd \u03ba\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03c3\u03ce\u03c0\u03c9\u03bd
#
listSourceFileName=\u038c\u03bd\u03bf\u03bc\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03c4\u03b7\u03c2 \u03bb\u03af\u03c3\u03c4\u03b1\u03c2 \u03c4\u03c9\u03bd \u03c0\u03b7\u03b3\u03ce\u03bd
#
listRepositoryFileName=\u038c\u03bd\u03bf\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03c4\u03c9\u03bd \u03bb\u03b9\u03c3\u03c4\u03ce\u03bd \u03b1\u03c0\u03bf\u03b8\u03b5\u03c4\u03b7\u03c1\u03af\u03c9\u03bd
reportTitle=\u03a4\u03af\u03c4\u03bb\u03bf\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2
#
reportWelcomeText=\u03a0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2
#
treeType=\u03a4\u03cd\u03c0\u03bf\u03c2 \u03b4\u03ad\u03bd\u03c4\u03c1\u03bf\u03c5
#
treeLTR=\u0393\u03bf\u03bd\u03b5\u03af\u03c2 \u03c3\u03c4\u03b1 \u03b1\u03c1\u03b9\u03c3\u03c4\u03b5\u03c1\u03ac \u03ba\u03b1\u03b9 \u03c0\u03b1\u03b9\u03b4\u03b9\u03ac \u03c3\u03c4\u03b1 \u03b4\u03b5\u03be\u03b9\u03ac
#
treeRTL=\u0393\u03bf\u03bd\u03b5\u03af\u03c2 \u03c3\u03c4\u03b1 \u03b4\u03b5\u03be\u03b9\u03ac \u03ba\u03b1\u03b9 \u03c0\u03b1\u03b9\u03b4\u03b9\u03ac \u03c3\u03c4\u03b1 \u03b1\u03c1\u03b9\u03c3\u03c4\u03b5\u03c1\u03ac
#
displaySosaStradonitz=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03cd \u03c3\u03cd\u03bc\u03c6\u03c9\u03bd\u03b1 \u03bc\u03b5 \u03c4\u03bf \u03c3\u03cd\u03c3\u03c4\u03b7\u03bc\u03b1 Sosa-Stradonitz
#
selectSosaStradonitzRoot=\u0395\u03c0\u03b9\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03bf root \u03ac\u03c4\u03bf\u03bc\u03bf \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03cc\u03c4\u03b7\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac Sosa-Stradonitz (\u03bd\u03bf\u03cd\u03bc\u03b5\u03c1\u03bf 1)
#
displayAncestrisFooter=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c5\u03c0\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1\u03c2 \u03bc\u03b1\u03b6\u03af \u03bc\u03b5 \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03bc\u03bf \u03b3\u03b9\u03b1 \u03c4\u03bf Ancestris
#
placeDisplayFormat=\u039c\u03bf\u03c1\u03c6\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u03c2 (\u03b5\u03bb\u03ad\u03be\u03c4\u03b5 \u03c4\u03b7\u03bd \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03ad\u03ba\u03b8\u03b5\u03c3\u03b7\u03c2)
#
boxBackground=\u03a0\u03b1\u03c1\u03b1\u03c3\u03ba\u03ae\u03bd\u03b9\u03bf \u03c4\u03c9\u03bd \u03ba\u03bf\u03c5\u03ba\u03b9\u03b4\u03c9\u03bd
green=\u03a0\u03c1\u03ac\u03c3\u03b9\u03bd\u03bf
blue=\u039c\u03c0\u03bb\u03b5
#
cssTextColor=\u03a7\u03c1\u03ce\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5
#
cssBackgroundColor=\u03a7\u03c1\u03ce\u03bc\u03b1 \u03c4\u03bf\u03c5 \u03c0\u03b1\u03c1\u03b1\u03c3\u03ba\u03b7\u03bd\u03af\u03bf\u03c5
#
cssLinkColor=\u03a7\u03c1\u03ce\u03bc\u03b1 \u03c4\u03c9\u03bd \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03bc\u03c9\u03bd
#
cssVistedLinkColor=\u03a7\u03c1\u03ce\u03bc\u03b1 \u03c4\u03c9\u03bd \u03b5\u03c0\u03b9\u03c3\u03ba\u03b5\u03c6\u03b8\u03ad\u03bd\u03c4\u03c9\u03bd \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03bc\u03c9\u03bd
#
cssBorderColor=\u03a7\u03c1\u03ce\u03bc\u03b1 \u03c4\u03c9\u03bd \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03bc\u03bc\u03ac\u03c4\u03c9\u03bd \u03ba\u03b1\u03b9 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ce\u03bd
#
removeAllFiles=\u0391\u03c0\u03bf\u03bc\u03ac\u03ba\u03c1\u03c5\u03bd\u03c3\u03b7 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03b7\u03b3\u03bf\u03cd\u03bc\u03b5\u03bd\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd \u03ba\u03b1\u03b9 \u03ba\u03b1\u03c4\u03b1\u03bb\u03cc\u03b3\u03c9\u03bd \u03b1\u03c0\u03cc \u03c4\u03bf\u03bd \u03ba\u03b1\u03c4\u03cc\u03bb\u03bf\u03b3\u03bf \u03b5\u03be\u03cc\u03b4\u03bf\u03c5
#
reportNotesInFullOnEntity=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c0\u03bb\u03ae\u03c1\u03c9\u03bd \u03c3\u03b7\u03bc\u03b5\u03b9\u03ce\u03c3\u03b5\u03c9\u03bd \u03b3\u03b9\u03b1 \u03ac\u03c4\u03bf\u03bc\u03b1 \u03ba\u03b1\u03b9 \u03ac\u03bb\u03bb\u03b5\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03bf\u03bd\u03c4\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd
#
reportDisplayIndividualMap=\u0395\u03bc\u03c6\u03ac\u03bd\u03b9\u03c3\u03b7 \u03c7\u03ac\u03c1\u03c4\u03b7 \u03b3\u03b9\u03b1 \u03ba\u03ac\u03b8\u03b5 \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03bf
#
omitXmlDeclaration=\u0391\u03c0\u03bf\u03bc\u03ac\u03ba\u03c1\u03c5\u03bd\u03b5 \u03c4\u03b7 xml \u03b4\u03ae\u03bb\u03c9\u03c3\u03b7 \u03c3\u03c4\u03b7\u03bd \u03b1\u03c1\u03c7\u03ae \u03c4\u03c9\u03bd \u03b1\u03c1\u03c7\u03b5\u03af\u03c9\u03bd
#
secondaryLanguage=\u0394\u03b7\u03bc\u03b9\u03bf\u03cd\u03c1\u03b3\u03b7\u03c3\u03b5 \u03bc\u03b5\u03c4\u03ac\u03c6\u03c1\u03b1\u03c3\u03b7 \u03c3\u03c4\u03b7 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1 ( ISO639 2\u03b3\u03c1\u03b1\u03bc\u03bc\u03ac\u03c4\u03c9\u03bd)
#
invalidLanguage=\u039c\u03b7 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7 \u03b3\u03bb\u03ce\u03c3\u03c3\u03b1 \u03b3\u03b9\u03b1 \u03bc\u03b5\u03c4\u03ac\u03c6\u03c1\u03b1\u03c3\u03b7: {0}
#
#
# Questions
qOutputDir=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae \u03ba\u03b1\u03c4\u03b1\u03bb\u03cc\u03b3\u03bf\u03c5 \u03b5\u03be\u03cc\u03b4\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03c4\u03b9\u03c2 \u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2 \u03c3\u03b1\u03c2
#
qOk=\u0395\u03bd\u03c4\u03ac\u03be\u03b5\u03b9
#
qOverwrite=\u03a4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c5\u03c0\u03ac\u03c1\u03c7\u03b7 \u03ae\u03b4\u03b7, \u03bd\u03b1 \u03b1\u03bd\u03c4\u03b9\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03b1\u03b8\u03b5\u03af ;
#
#
# Texts in the report
indexPersonText1=\u0391\u03c5\u03c4\u03ae \u03b7 \u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03b9 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03b1\u03c0\u03cc {0} \u03c0\u03c1\u03cc\u03c3\u03c9\u03c0\u03b1 \u03c0\u03bf\u03c5 \u03b1\u03bd\u03ae\u03ba\u03bf\u03c5\u03bd \u03c3\u03b5 {1} \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03b5\u03c2.
#
#indexPersonText2 = The oldest one with known birth year is {0} who was born in {1}. It covers {2} generations
#indexPersonText2.sv = Den äldsta med känt födelseår är {0} född {0}. Den sträcker sig över {2} generationer.
#indexPersonText2.fr = {0} est la personne ayant la date de naissance la plus ancienne : {1}. Ces pages couvrent {2} générations
#indexPersonText2.de = {0}  ist die Person mit dem ältersten Geburtsdatum: {0}. Die Seiten fassen {2} Generationen aus.
dataGatheredBy=\u03a4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03c3\u03c5\u03bb\u03bb\u03b5\u03c7\u03b8\u03b5\u03af \u03b1\u03c0\u03cc
#
indexSosaDescriptionText=\u039c\u03b5\u03c1\u03b9\u03ba\u03bf\u03af \u03ac\u03bd\u03b8\u03c1\u03c9\u03c0\u03bf\u03b9 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c1\u03b9\u03b8\u03bc\u03bf\u03b4\u03bf\u03c4\u03b7\u03bc\u03ad\u03bd\u03bf\u03b9 \u03bc\u03b5 \u03c4\u03bf \u03c3\u03cd\u03c3\u03c4\u03b7\u03bc\u03b1 Sosa-Stradonitz. \u03a4\u03bf \u03bd\u03bf\u03cd\u03bc\u03b5\u03c1\u03bf 1 \u03b5\u03af\u03bd\u03b1\u03b9
#
footerText=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03ae\u03b8\u03b7\u03ba\u03b5 \u03bc\u03b5 \u03c4\u03bf \u03c0\u03c1\u03cc\u03c3\u03b8\u03b5\u03c4\u03bf WebSite \u03b1\u03c0\u03cc
#
references=\u03a0\u03b1\u03c1\u03b1\u03c0\u03bf\u03bc\u03c0\u03ad\u03c2
#
dataUpdated=\u0391\u03c5\u03c4\u03ac \u03c4\u03b1 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03bc\u03cc\u03bb\u03b9\u03c2 \u03b1\u03bd\u03b1\u03bd\u03b5\u03ce\u03b8\u03b7\u03ba\u03b1\u03bd
#
pageCreated=\u0391\u03c5\u03c4\u03ae \u03b7 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b7\u03b8\u03b5\u03af
#
other=\u0394\u03b9\u03ac\u03c6\u03bf\u03c1\u03b1
#
#images=Images
#images.sv=Bilder
#images.fr=Images
#images.de=Bilder
facts=\u0393\u03b5\u03b3\u03bf\u03bd\u03cc\u03c4\u03b1
#
#spousesAndChildren=Spouses and children
#spousesAndChildren.sv=Partners och barn
#spousesAndChildren.fr=Époux(se) et enfants
#spousesAndChildren.de=Ehepartner und Kinder
parents=\u0393\u03bf\u03bd\u03b5\u03af\u03c2
#
unknown=\u0386\u03b3\u03bd\u03c9\u03c3\u03c4\u03bf
#
notPublic=\u03cc\u03c7\u03b9 \u03ba\u03bf\u03b9\u03bd\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b9\u03bc\u03bf
#
personIndex=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03c3\u03ce\u03c0\u03c9\u03bd
#
sourceIndex=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c4\u03c9\u03bd \u03c0\u03b7\u03b3\u03ce\u03bd
#
repositoryIndex=\u039a\u03b1\u03c4\u03ac\u03bb\u03bf\u03b3\u03bf\u03c2 \u03c4\u03c9\u03bd \u03b1\u03c0\u03bf\u03b8\u03b5\u03c4\u03b7\u03c1\u03af\u03c9\u03bd
#
personGallery=\u0393\u03ba\u03b1\u03bb\u03bb\u03b5\u03c1\u03af \u03c4\u03c9\u03bd \u03c0\u03c1\u03bf\u03c3\u03ce\u03c0\u03c9\u03bd
#
linkToMap=\u03a3\u03cd\u03bd\u03b4\u03b5\u03c3\u03bc\u03bf\u03c2 \u03b3\u03b9\u03b1 \u03c7\u03ac\u03c1\u03c4\u03b7
#
startPage=\u0391\u03c1\u03c7\u03b9\u03ba\u03ae \u03c3\u03b5\u03bb\u03af\u03b4\u03b1
#
indexPage=\u03b1..\u03c9
#
noSearchResults=\u0394\u03b5 \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5
#
searchButton=\u0391\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7
#
sosaNumber=\u0391\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 Sosa-Stradonitz
#
aboutMedia=\u03a0\u03b5\u03c1\u03af
#
ws.welcome.text=\u0391\u03c5\u03c4\u03ae \u03b7 \u03b9\u03c3\u03c4\u03bf\u03c3\u03b5\u03bb\u03af\u03b4\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b7\u03b8\u03b5\u03af \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c0\u03b1\u03c1\u03bf\u03c5\u03c3\u03b9\u03ac\u03c3\u03b5\u03b9 online \u03c4\u03b7 \u03b3\u03b5\u03bd\u03b5\u03b1\u03bb\u03bf\u03b3\u03af\u03b1 \u03bc\u03bf\u03c5 \u03bc\u03b5 \u03cc\u03bb\u03bf\u03c5\u03c2 \u03c4\u03bf\u03c5\u03c2 \u03c3\u03c5\u03b3\u03b3\u03b5\u03bd\u03b5\u03af\u03c2 \u03bc\u03bf\u03c5. \u0398\u03b1 \u03bc\u03ac\u03b8\u03b5\u03c4\u03b5 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b1 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03bf\u03b9\u03ba\u03bf\u03b3\u03ad\u03bd\u03b5\u03b9\u03ac \u03bc\u03bf\u03c5. \u039c\u03b7 \u03b4\u03b9\u03c3\u03c4\u03ac\u03c3\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03c0\u03b5\u03c1\u03b9\u03b7\u03b3\u03b7\u03b8\u03b5\u03af\u03c4\u03b5 \u03bc\u03ad\u03c3\u03b1 \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03ad\u03c2 \u03c4\u03b9\u03c2 \u03c3\u03b5\u03bb\u03af\u03b4\u03b5\u03c2.
