CTL_MatcherOptionsTitle=Crit\u00e9rio de semelhan\u00e7a
MatcherOptionsPanel.jLabel1.text=Crit\u00e9rio de semelhan\u00e7a para entidades de tipo ''{0}''
IndiMatcherOptionsPanel.indiAllFirstNamesRadioButton.text=Todos os nomes pr\u00f3prios t\u00eam de ser iguais
IndiMatcherOptionsPanel.indiCheckAllNamesRadioButton.text=Todos os elementos do nome (apelidos e nomes) t\u00eam de ser iguais
IndiMatcherOptionsPanel.indiMaximumDateIntervalLabel.text=Datas separadas por menos que estes dias s\u00e3o consideradas iguais
IndiMatcherOptionsPanel.indiEmptyValuesInvalidRadioButton.text=Datas em branco ou inv\u00e1lidas s\u00e3o consideradas diferentes
IndiMatcherOptionsPanel.indiExcludeSameFamilyRadioButton.text=Excluir indiv\u00edduos da mesma fam\u00edlia
FamMatcherOptionsPanel.famMaxDateIntervalLabel.text=Datas separadas por menos que estes dias s\u00e3o consideradas iguais
IndiMatcherOptionsPanel.jTextArea1.text=Os indiv\u00edduos s\u00e3o considerados duplicados se todos ou alguns destes elementos forem id\u00eanticos:\n- sexo, nomes, datas e locais de nascimento e \u00f3bito, c\u00f4njuge e casamento.
#
FamMatcherOptionsPanel.jTextArea1.text=As fam\u00edlias s\u00e3o consideradas duplicadas se:\n- o marido e a mulher forem considerados duplicados;\n- e tiverem a mesma data de casamento.
FamMatcherOptionsPanel.famEmptyValuesInvalidRadioButton.text=Datas em branco ou inv\u00e1lidas s\u00e3o consideradas diferentes
#
SubmitterMatcherOptionsPanel.jTextArea1.text=Os investigadores s\u00e3o considerados duplicados se os seus nomes. pa\u00edses e cidades forem id\u00eanticos.
RepositoryMatcherOptionsPanel.jTextArea1.text=Os reposit\u00f3rios s\u00e3o considerados duplicados se os seus nomes forem id\u00eanticos.
SourceMatcherOptionsPanel.jTextArea1.text=As fontes s\u00e3o consideradas duplicados se pelo menos 3 destes elementos forem id\u00eanticos: t\u00edtulo, acr\u00f3nimo, autor, reposit\u00f3rio e conte\u00fado.
NoteMatcherOptionsPanel.jTextArea1.text=As notas s\u00e3o consideradas duplicados se os seus conte\u00fados forem id\u00eanticos.
MediaMatcherOptionsPanel.jTextArea1.text=A multim\u00e9dia \u00e9 considerada duplicada se o seu nome de ficheiro e t\u00edtulo forem id\u00eanticos.
IndiMatcherOptionsPanel.indiExcludeEmptyNamesRadioButton.text=Excluir indiv\u00edduos com nome pr\u00f3prio e apelido vazios
